<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever como configurar uma NIC e um modem </b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.9.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a instala&ccedil;&atilde;o de um modem</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%" height="17">
            <p>Um modem &eacute; um dispositivo eletr&ocirc;nico que transfere dados entre computadores usando sinais an&aacute;logos em uma linha telef&ocirc;nica. Exemplos de modems s&atilde;o mostrados na Figura 1. O modem converte os dados digitais em sinais an&aacute;logos para transmiss&atilde;o. O modem na extremidade receptora converte novamente os sinais an&aacute;logos em dados digitais a ser interpretados pelo computador. O processo de convers&atilde;o de sinais an&aacute;logos em digitais e, depois, de digitais em an&aacute;logos &eacute; chamado de modula&ccedil;&atilde;o/demodula&ccedil;&atilde;o. A transmiss&atilde;o baseada em modem &eacute; bastante precisa, apesar do fato de que as linhas telef&ocirc;nicas podem apresentar ru&iacute;dos devido a cliques, est&aacute;tica e outros problemas.</p>
            <p>Um modem interno &eacute; conectado a um slot de expans&atilde;o na placa-m&atilde;e. Para configurar um modem, dever&atilde;o ter sido configurados os jumpers para selecionar endere&ccedil;os IRQ e de E/S. N&atilde;o &eacute; necess&aacute;rio nenhuma configura&ccedil;&atilde;o para um modem plug-and-play, que s&oacute; pode ser instalado em uma placa-m&atilde;e que suporte plug-and-play. Deve ser configurado um modem que use uma porta serial que ainda n&atilde;o esteja sendo utilizada. Al&eacute;m disso, os drivers de software que v&ecirc;m com o modem devem ser instalados para o modem funcionar adequadamente. Os drivers de modems s&atilde;o instalados do mesmo modo como s&atilde;o instalados os drivers para NICs.</p>
            <p>Modems externos se conectam a um computador por meio das portas serial e USB.</p>
            <p>Quando os computadores usam o sistema de telefonia p&uacute;blica para se comunicar, temos uma rede discada (DUN, dial-up networking). Os modems se comunicam uns com os outros usando sinais de tom de &aacute;udio. Isso significa que os modems s&atilde;o capazes de duplicar as caracter&iacute;sticas de discagem de um telefone. A DUN cria uma conex&atilde;o Point-to-Point Protocol (PPP, protocolo ponto a ponto) entre dois computadores em uma linha telef&ocirc;nica. </p>
            <p>Depois de ter sido estabelecida a conex&atilde;o, ocorre uma "seq&uuml;&ecirc;ncia de comunica&ccedil;&atilde;o" entre os dois modems e os computadores. A seq&uuml;&ecirc;ncia de comunica&ccedil;&atilde;o &eacute; uma s&eacute;rie de comunica&ccedil;&otilde;es breves que ocorrem entre os dois sistemas. Isso &eacute; feito para estabelecer a prontid&atilde;o dos dois modems e dos computadores para iniciar a troca de dados. Modems de discagem enviam dados em uma linha telef&ocirc;nica serial na forma de um sinal an&aacute;logo. Uma vez que os sinais an&aacute;logos se alteram gradual e continuamente, os sinais podem ser reproduzidos como ondas. Nesse sistema, os sinais digitais s&atilde;o representados por n&uacute;meros 1 e 0. Os sinais digitais devem ser convertidos em uma forma de onda para viajar em linhas telef&ocirc;nicas. Os n&uacute;meros 1 e 0 s&atilde;o revertidos &agrave; forma digital pelo modem receptor para que o computador receptor possa processar os dados. </p>
            <p><span class="bold">Comandos AT </span><br>Todos os modems requerem software para controlar a sess&atilde;o de comunica&ccedil;&atilde;o. A maioria dos softwares de modem usa o conjunto de comandos compat&iacute;veis com Hayes. O conjunto de comandos Hayes &eacute; baseado em um grupo de instru&ccedil;&otilde;es que sempre come&ccedil;am com um conjunto de caracteres de aten&ccedil;&atilde;o (AT), seguido pelos caracteres de comando. Esses s&atilde;o conhecidos como comandos AT. O comando AT &eacute; mostrado na Figura 2.</p>
            <p>Os comandos AT s&atilde;o comandos de controle do modem. O conjunto de comandos AT &eacute; usado para emitir ao modem as instru&ccedil;&otilde;es de discagem, desligamento, redefini&ccedil;&atilde;o, entre outras. A maioria dos manuais dos usu&aacute;rios que v&ecirc;m com um modem cont&eacute;m uma lista completa do conjunto de comandos AT. </p>
            <p>O c&oacute;digo-padr&atilde;o compat&iacute;vel com Hayes a ser discado &eacute; ATDxxxxxxx. Geralmente, n&atilde;o h&aacute; espa&ccedil;os em uma string AT. Se for inserido um espa&ccedil;o, a maioria dos modems o ignorar&aacute;. O "x" significa o n&uacute;mero discado. Haver&aacute; sete d&iacute;gitos para uma liga&ccedil;&atilde;o local e 11 d&iacute;gitos para uma liga&ccedil;&atilde;o de longa dist&acirc;ncia. Um W indica que o modem aguardar&aacute; por uma linha externa, se necess&aacute;rio, para estabelecer um tom antes de prosseguir. &Agrave;s vezes, &eacute; adicionado um T para significar uma discagem de tom, ou um P para significar uma discagem de pulso. </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
