<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Descrever as amea&ccedil;as &agrave; seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explicar a seguran&ccedil;a na Web</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>A seguran&ccedil;a na Web &eacute; importante porque muitas pessoas visitam a rede mundial todos os dias. Alguns dos recursos que tornam a Web &uacute;til e uma fonte de entretenimento tamb&eacute;m podem torn&aacute;-la prejudicial a um computador.</p>

            <p>As ferramentas que s&atilde;o usadas para tornar as p&aacute;ginas da Web mais avan&ccedil;adas e vers&aacute;teis, conforme mostrado na Figura 1, tamb&eacute;m podem tornar os computadores mais vulner&aacute;veis a ataques. Veja alguns exemplos de ferramentas da Web: </p>
            	<ul>
					  <li><strong>ActiveX</strong> &ndash; Tecnologia criada pela Microsoft para controlar a interatividade nas p&aacute;ginas da Web. Se o ActiveX estiver presente em uma pagina, um applet, ou um pequeno aplicativo, tem de ser baixado para se obter acesso a todas as fun&ccedil;&otilde;es. </li>
					  <li><strong>Java</strong> &ndash; Linguagem de programa&ccedil;&atilde;o que permite que os applets sejam executados dentro de um navegador da Web. Exemplos de applets incluem uma calculadora ou um contador.</li>
					  <li><strong>JavaScript</strong> &ndash; Linguagem de programa&ccedil;&atilde;o desenvolvida para interagir com o c&oacute;digo fonte da linguagem HTML a fim de permitir sites interativos na Web. Dentre os exemplos est&atilde;o o banner de rotacionamento e a janela popup.</li>
               </ul>

            <p>Os invasores podem usar qualquer uma dessas ferramentas para instalar um programa em um computador. Para prevenir contra esses ataques, a maioria dos navegadores tem defini&ccedil;&otilde;es que for&ccedil;am o usu&aacute;rio do computador a autorizar o download ou o uso de ActiveX, Java ou JavaScript, conforme mostrado na Figura 2.</p>			</td>
          </tr>
          <tr>
            <td>&nbsp;</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
