<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar e aplicar as t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para sistemas operacionais</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.6.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Criar um plano de manuten&ccedil;&atilde;o preventiva</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>O objetivo do plano de manuten&ccedil;&atilde;o preventiva de um sistema operacional &eacute; evitar problemas no futuro. Voc&ecirc; deve executar a manuten&ccedil;&atilde;o preventiva regularmente e deve tamb&eacute;m registrar todas as a&ccedil;&otilde;es tomadas e as observa&ccedil;&otilde;es feitas. A manuten&ccedil;&atilde;o preventiva deve ocorrer no momento em que ela for causar a menor quantidade de interrup&ccedil;&otilde;es &agrave;s pessoas que usam os computadores. Isso muitas vezes significa programar as tarefas &agrave; noite, de manh&atilde; bem cedo ou at&eacute; mesmo no fim de semana. Existem tamb&eacute;m ferramentas e t&eacute;cnicas que podem automatizar v&aacute;rias tarefas de manuten&ccedil;&atilde;o preventiva.</p>
            <p><span class="bold">Planejamento de manuten&ccedil;&atilde;o preventiva</span><br> Os planos de manuten&ccedil;&atilde;o preventiva devem incluir informa&ccedil;&otilde;es detalhadas sobre a manuten&ccedil;&atilde;o de todos os computadores e equipamentos da rede, com &ecirc;nfase nos equipamentos que poderiam causar um impacto maior na organiza&ccedil;&atilde;o. A manuten&ccedil;&atilde;o preventiva inclui as seguintes tarefas importantes:</p>
            <ul>
              <li>Atualiza&ccedil;&otilde;es do sistema operacional e dos aplicativos </li>
              <li>Atualiza&ccedil;&otilde;es de antiv&iacute;rus e outros softwares de prote&ccedil;&atilde;o</li>
              <li>Verifica&ccedil;&atilde;o de erros no disco r&iacute;gido </li>
              <li>Backup do disco r&iacute;gido </li>
              <li>Desfragmenta&ccedil;&atilde;o do disco r&iacute;gido </li>
            </ul>
            <p>Um programa de manuten&ccedil;&atilde;o preventiva projetado para corrigir as coisas antes que elas quebrem e para resolver pequenos problemas antes que eles afetem a produtividade pode fornecer os seguintes benef&iacute;cios aos usu&aacute;rios e &agrave;s organiza&ccedil;&otilde;es:</p>
            <ul>
              <li>Menor tempo de inatividade </li>
              <li>Desempenho aprimorado</li>
              <li>Maior confiabilidade </li>
              <li>Menos custos com reparos </li>
            </ul>
            <p>Uma parte adicional da manuten&ccedil;&atilde;o preventiva &eacute; a documenta&ccedil;&atilde;o. Um registro de reparos ajudar&aacute; a detectar que equipamento &eacute; o mais ou o menos confi&aacute;vel. Ele tamb&eacute;m fornecer&aacute; um hist&oacute;rico de quando um computador foi consertado pela &uacute;ltima vez, como isso foi feito e qual era o problema.</p>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
