<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de impressoras dispon&iacute;veis atualmente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.1.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as caracter&iacute;sticas e capacidades das impressoras </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>As impressoras dispon&iacute;veis hoje s&atilde;o normalmente impressoras a laser usando tecnologia eletrofotogr&aacute;fica ou impressoras jato de tinta usando tecnologia de spray eletrost&aacute;tico. Impressoras matriciais usando tecnologia de impacto s&atilde;o usadas em aplicativos que requerem c&oacute;pias em carbono. A Figura 1 mostra uma lista de crit&eacute;rios de sele&ccedil;&atilde;o de impressora.</p>
            <p></p>
            <p><span class="bold">Capacidade e velocidade</span><br> A capacidade e a velocidade da impressora s&atilde;o fatores a considerar ao selecionar uma impressora. As impressoras jato de tinta s&atilde;o normalmente mais lentas, mas podem ser adequadas para a resid&ecirc;ncia ou um pequeno escrit&oacute;rio. A velocidade de uma impressora &eacute; medida em p&aacute;ginas por minuto (ppm). A velocidade de uma impressora jato de tinta &eacute; de 2 a 6 ppm. A velocidade de uma impressora a laser &eacute; de 8 a 200 ppm.</p>
            <p><span class="bold">Colorida ou preto-e-branco</span><br> O monitor de um computador produz cores pela mistura aditiva de pontos exibidos na tela. O olho capta as cores diretamente. Os pontos produzem o intervalo de cores usando pontos vermelhos, verdes e azuis (RGB). </p>
            <p>Uma impressora produz as cores usando a mistura subtrativa. O olho v&ecirc; uma cor que reflete da combina&ccedil;&atilde;o das cores no papel. A Figura 2 mostra uma paleta de cores CMYK.</p>
            <p>A escolha entre uma impressora preto-e-branco e uma colorida depende das necessidades do seu cliente. Se seu cliente estiver principalmente imprimindo cartas e n&atilde;o precisa do recurso de cores, uma impressora preto-e-branco ser&aacute; suficiente. No entanto, um professor do ensino fundamental pode precisar de uma impressora colorida para dar alegria &agrave;s li&ccedil;&otilde;es.</p>
            <p><span class="bold">Qualidade</span><br> A qualidade da impress&atilde;o &eacute; medida em dpi (dots per inch, pontos por polegada). Quanto mais dpi, maior a resolu&ccedil;&atilde;o. Quando a resolu&ccedil;&atilde;o est&aacute; mais alta, o texto e as imagens s&atilde;o normalmente mais claros. Para produzir as melhores imagens com alta resolu&ccedil;&atilde;o, voc&ecirc; deve usar tinta ou toner de alta qualidade e papel de alta qualidade. </p>
            <p><span class="bold">Confian&ccedil;a</span><br> Uma impressora deve ser confi&aacute;vel. Como existem muitos tipos de impressoras no mercado, voc&ecirc; deve pesquisar as especifica&ccedil;&otilde;es de v&aacute;rias impressoras antes de selecionar uma. Veja algumas das op&ccedil;&otilde;es dispon&iacute;veis com o fabricante:</p>
            <ul>
              <li><strong>Garantia</strong> &ndash; Identifique o que &eacute; coberto pela garantia.</li>
              <li><strong>Manuten&ccedil;&atilde;o programada</strong> &ndash; A manuten&ccedil;&atilde;o &eacute; baseada no uso esperado. As informa&ccedil;&otilde;es podem ser encontradas no manual ou no site do fabricante.              </li>
              <li><strong>MTBF (mean time between failures, per&iacute;odo m&eacute;dio entre falhas)</strong> &ndash; H&aacute; um per&iacute;odo de tempo m&eacute;dio que a impressora funcionar&aacute; sem falhar. As informa&ccedil;&otilde;es podem ser encontradas no manual ou no site do fabricante.</li>
            </ul>
            <p><span class="bold">Custo total de propriedade</span><br> Considere o custo ao selecionar o hardware. Ao comprar uma impressora, h&aacute; mais do que apenas o custo inicial da impressora a levar em considera&ccedil;&atilde;o. O TCO (total cost of ownership, custo total de propriedade) inclui v&aacute;rios fatores:</p>
            <ul>
              <li>Pre&ccedil;o inicial de compra</li>
              <li>Custo de suprimentos, como papel e tinta</li>
              <li>Pre&ccedil;o por p&aacute;gina</li>
              <li>Custos de manuten&ccedil;&atilde;o</li>
              <li>Custos de garantia</li>
            </ul>
            <p>Ao calcular o TCO, voc&ecirc; deve tamb&eacute;m considerar a quantidade de material impressora e o tempo de vida esperado da impressora.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
