<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.9</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Resumo</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>

      <table border="0" cellpadding="0" cellspacing="0"  width="89%">
        <tr>
          <td width="100%">
            <p>O cap&iacute;tulo de redes avan&ccedil;adas enfocou o planejamento, a implementa&ccedil;&atilde;o e a atualiza&ccedil;&atilde;o de redes e componentes de rede. A seguir est&atilde;o alguns dos conceitos mais importantes deste cap&iacute;tulo e que devem ser recordados:</p>

			<ul>
              <li> H&aacute; muitos riscos de seguran&ccedil;a associados aos ambientes de rede, dispositivos e m&iacute;dias. Siga os procedimentos de seguran&ccedil;a corretos sempre.</li>
              <li>As redes devem ser desenvolvidas com base nas necessidades do seu cliente. Fa&ccedil;a decis&otilde;es de projeto que atender&atilde;o &agrave;s necessidades e aos objetivos de seus clientes.</li>
              <li>Selecione os componentes de rede que oferecem os servi&ccedil;os e recursos necess&aacute;rios &agrave; implementa&ccedil;&atilde;o de uma rede com base nas necessidades do cliente.</li>
              <li>Planeje as instala&ccedil;&otilde;es de rede com base nos servi&ccedil;os e equipamentos necess&aacute;rios para fornecer a rede de que se necessita.</li>
              <li>A atualiza&ccedil;&atilde;o de uma rede pode envolver equipamentos adicionais, avan&ccedil;ados ou cabos. Discuta como a atualiza&ccedil;&atilde;o pode ajudar a aprimorar a usabilidade da rede no futuro.</li>
              <li>Planeje a instala&ccedil;&atilde;o de um e-mail antes da implementa&ccedil;&atilde;o. Consulte um especialista para ter a certeza de que a instala&ccedil;&atilde;o e a configura&ccedil;&atilde;o de um servidor de e-mail ocorra normalmente.</li>
              <li>Previna-se contra os problemas de rede desenvolvendo e implementando uma pol&iacute;tica s&oacute;lida de manuten&ccedil;&atilde;o preventiva.</li>
              <li>Siga uma metodologia l&oacute;gica para solucionar problemas de rede avan&ccedil;ados.</li>
            </ul>
         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
