<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Determinar os componentes da rede do cliente </td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">15.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Selecionar o tipo de conex&atilde;o do provedor</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>O ISP (Internet service provider, provedor de servi&ccedil;o na Internet) selecionado pode ter um efeito not&aacute;vel sobre o servi&ccedil;o de rede. Alguns revendedores particulares que se associam a uma empresa telef&ocirc;nica podem vender mais conex&otilde;es do que o permitido, o que reduz a velocidade geral do servi&ccedil;o para os clientes.</p>

			<p>H&aacute; tr&ecirc;s considera&ccedil;&otilde;es principais para uma conex&atilde;o com a Internet:</p>
				<ul>
					<li>Velocidade</li>
					<li>Confian&ccedil;a</li>
					<li>Disponibilidade</li>
				</ul>

			<p><span class="bold">POTS</span><br>Uma conex&atilde;o POTS (Plain Old Telephone System, sistema telef&ocirc;nico comum) &eacute; extremamente lenta, mas est&aacute; dispon&iacute;vel em qualquer lugar onde haja um telefone. O modem usa a linha telef&ocirc;nica para transmitir e receber dados.</p>

			<p><span class="bold">ISDN</span><br>A ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados) oferece tempos de conex&atilde;o menores, com velocidades maiores em rela&ccedil;&atilde;o &agrave; conex&atilde;o discada, permitindo que v&aacute;rios dispositivos compartilhem uma &uacute;nica linha telef&ocirc;nica. A ISDN &eacute; muito confi&aacute;vel porque utiliza linhas POTS. Ela est&aacute; dispon&iacute;vel na maioria dos locais onde a companhia telef&ocirc;nica oferece sinaliza&ccedil;&atilde;o digital.</p>

			<p><span class="bold">DSL</span><br>A DSL (Digital Subscriber Line, linha digital do assinante), como a ISDN, permite que v&aacute;rios dispositivos compartilhem uma &uacute;nica linha telef&ocirc;nica. As velocidades da DSL s&atilde;o em geral mais altas do que as da ISDN. A DSL permite o uso de aplicativos com alta largura de banda ou que v&aacute;rios usu&aacute;rios compartilhem a mesma conex&atilde;o com a Internet. Na maioria dos casos, os fios de cobre j&aacute; presentes na instala&ccedil;&atilde;o de sua casa ou escrit&oacute;rio s&atilde;o capazes de transportar os sinais necess&aacute;rios para a comunica&ccedil;&atilde;o por DSL.</p>

			<p>A tecnologia DSL tem limita&ccedil;&otilde;es. Al&eacute;m de o servi&ccedil;o DSL n&atilde;o estar dispon&iacute;vel em qualquer lugar, ele funciona melhor e com mais velocidade na instala&ccedil;&atilde;o que estiver mais perto da central telef&ocirc;nica da operadora. Al&eacute;m disso, a DSL &eacute; muito mais r&aacute;pida para receber dados provenientes da Internet do que para envi&aacute;-los. Em alguns casos, as linhas instaladas para transportar sinais telef&ocirc;nicos n&atilde;o est&atilde;o tecnicamente qualificadas para transportar sinais DSL.</p>

			<p><span class="bold">Cabo</span><br>A conex&atilde;o com a Internet a cabo n&atilde;o usa linhas telef&ocirc;nicas. Esse tipo de conex&atilde;o usa cabos coaxiais originalmente desenvolvidos para transportar sinais de TV a cabo. Como a DSL, o cabo oferece altas velocidades e conex&atilde;o constante, o que significa que mesmo quando a conex&atilde;o n&atilde;o est&aacute; em uso, a conex&atilde;o com a Internet ainda continua dispon&iacute;vel. Muitas empresas de transmiss&atilde;o de dados via cabo tamb&eacute;m oferecem servi&ccedil;o telef&ocirc;nico.</p>

			<p>Como a televis&atilde;o a cabo j&aacute; est&aacute; presente em muitos lares, esse sistema de transmiss&atilde;o de dados via cabo &eacute; uma alternativa para as pessoas que n&atilde;o podem contar com o servi&ccedil;o DSL. Teoricamente, a largura de banda do cabo &eacute; maior do que a da DSL, mas pode ser afetada pelas limita&ccedil;&otilde;es da provedora de cabo. A maioria dos lares que possuem televis&atilde;o a cabo tem a op&ccedil;&atilde;o de instalar servi&ccedil;o de Internet de alta velocidade.</p>

			<p><span class="bold">Sat&eacute;lite</span><br>Para as pessoas que vivem em &aacute;reas rurais, a conex&atilde;o com a Internet de banda larga por sat&eacute;lite &eacute; sempre cont&iacute;nua. Uma antena parab&oacute;lica &eacute; usada para transmitir e receber sinais do e para o sat&eacute;lite, que retransmite esses sinais para um provedor de servi&ccedil;o.</p>

			<p>As mensalidades e o custo da instala&ccedil;&atilde;o s&atilde;o muito mais altos do que os dos assinantes de DSL e cabo. Tempestades podem degradar a qualidade da conex&atilde;o entre o usu&aacute;rio e o sat&eacute;lite ou entre o sat&eacute;lite e o provedor, reduzindo a velocidade ou causando a perda da conex&atilde;o. Em muitos casos, o provedor de servi&ccedil;o oferece uma conex&atilde;o discada como backup.</p>


			<p><span class="bold">Sem fio</span><br>Muitos tipos de servi&ccedil;os de Internet sem fio est&atilde;o dispon&iacute;veis. As mesmas empresas que oferecem servi&ccedil;o de telefonia celular podem oferecer o servi&ccedil;o de Internet. As placas PCMCIA e PCI s&atilde;o usadas para conectar um computador &agrave; Internet. O servi&ccedil;o n&atilde;o est&aacute; dispon&iacute;vel em todas as &aacute;reas.</p>

			<p>Os provedores de servi&ccedil;o podem oferecer servi&ccedil;o de Internet sem fio usando a tecnologia de microondas em &aacute;reas limitadas. Os sinais s&atilde;o transmitidos diretamente a uma antena que est&aacute; no telhado da casa ou do edif&iacute;cio. </p>

			<p>Pesquise os tipos de conex&atilde;o que os provedores de servi&ccedil;o na Internet oferecem antes de selecionar um dos provedores. Verifique os servi&ccedil;os dispon&iacute;veis em sua &aacute;rea. Compare as velocidades de conex&atilde;o, a confiabilidade e o custo antes de assinar um contrato de servi&ccedil;o.</p>


            <!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet15_3_2/15.3.2_Wk_ISP_Connection_Types.pdf">Planilha de exerc&iacute;cios</a>
<p> <span class="bold">Conex&otilde;es ISP</span><br> Identifique o melhor provedor de servi&ccedil;o na Internet com base em um determinado cen&aacute;rio.<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>

    <!-- END Activity box   -->
		</td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

</body>

</html>
