<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Instala&ccedil;&atilde;o de um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Identificar os procedimentos de configuração do disco rígido</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A instala&ccedil;&atilde;o e a primeira inicializa&ccedil;&atilde;o do sistema operacional chama-se configura&ccedil;&atilde;o do sistema operacional.  Embora seja poss&iacute;vel instalar um sistema operacional na rede de um servidor ou de uma unidade de disco r&iacute;gido, o m&eacute;todo de instala&ccedil;&atilde;o mais comum &eacute; com CDs e DVDs. Para instalar um sistema operacional com um CD ou DVD, primeiro configure o BIOS para inicializar o sistema com CD ou DVD.</p>
            <p><span class="bold">Particionamento e formata&ccedil;&atilde;o</span><br> Antes de instalar um sistema operacional em uma unidade de disco r&iacute;gido, essa unidade deve ser particionada e formatada. Depois de particionada, a unidade de disco r&iacute;gido &eacute; dividida logicamente em uma ou mais &aacute;reas. Ap&oacute;s a formata&ccedil;&atilde;o da unidade de disco r&iacute;gido, as parti&ccedil;&otilde;es s&atilde;o preparadas para conter arquivos e aplicativos. Durante a fase de instala&ccedil;&atilde;o, a maioria dos sistemas operacionais particiona e formata automaticamente a unidade de disco r&iacute;gido. O t&eacute;cnico deve entender o processo relacionado &agrave; configura&ccedil;&atilde;o da unidade de disco r&iacute;gido. Os seguintes termos s&atilde;o usados como refer&ecirc;ncia &agrave; configura&ccedil;&atilde;o da unidade de disco r&iacute;gido:</p>
            <ul>
              <li><STRONG>Parti&ccedil;&atilde;o prim&aacute;ria</STRONG> &ndash; esta &eacute; normalmente a primeira parti&ccedil;&atilde;o. A parti&ccedil;&atilde;o prim&aacute;ria n&atilde;o pode ser subdividida em se&ccedil;&otilde;es menores. Pode haver at&eacute; quatro parti&ccedil;&otilde;es por unidade de disco r&iacute;gido.</li>
              <li><STRONG>Parti&ccedil;&atilde;o ativa</STRONG> - esta &eacute; a parti&ccedil;&atilde;o usada pelo sistema operacional para inicializar o computador. Somente uma parti&ccedil;&atilde;o prim&aacute;ria pode ser marcada como ativa.</li>
              <li><STRONG>Parti&ccedil;&atilde;o estendida</STRONG> &ndash; esta parti&ccedil;&atilde;o normalmente usa o espa&ccedil;o livre restante na unidade de disco r&iacute;gido ou assume o lugar da parti&ccedil;&atilde;o prim&aacute;ria. Pode haver apenas uma parti&ccedil;&atilde;o estendida por unidade de disco r&iacute;gido, e ela pode ser subdividida em se&ccedil;&otilde;es menores denominadas unidades l&oacute;gicas.</li>
              <li><STRONG>Unidade l&oacute;gica</STRONG> &ndash; &eacute; uma se&ccedil;&atilde;o da parti&ccedil;&atilde;o estendida que pode ser usada para separar informa&ccedil;&otilde;es para fins administrativos.</li>
              <li><STRONG>Formata&ccedil;&atilde;o</STRONG> &ndash; este processo prepara o sistema de arquivos em uma parti&ccedil;&atilde;o para armazenar arquivos.</li>
              <li><STRONG>Cluster</STRONG> &ndash; &eacute; tamb&eacute;m conhecido como unidade de aloca&ccedil;&atilde;o de arquivo. Trata-se da menor unidade de espa&ccedil;o usada para armazenar dados.</li>
              <li><STRONG>Faixa</STRONG> &ndash; &eacute; um c&iacute;rculo completo de dados em um dos lados da unidade de disco r&iacute;gido. Uma faixa divide-se em grupos de 512 bytes chamados setores.</li>
              <li><STRONG>Cilindro</STRONG> &ndash; &eacute; uma pilha de faixas superpostas que assumem uma forma cil&iacute;ndrica.</li>
              <li><STRONG>Mapeamento de unidade</STRONG> - &eacute; o processo de atribui&ccedil;&atilde;o de uma letra a uma unidade f&iacute;sica ou l&oacute;gica.</li>
            </ul>

          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
