<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">10.5</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Resumo</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Lesson Bar -->
  <!--  Start top title Topic Bar -->
  <!--  End top title Topic Bar -->

</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Neste cap&iacute;tulo, voc&ecirc; aprendeu a rela&ccedil;&atilde;o entre as habilidades de comunica&ccedil;&atilde;o e de solu&ccedil;&atilde;o de problemas. Voc&ecirc; aprendeu que essas duas habilidades precisam ser combinadas para torn&aacute;-lo um t&eacute;cnico bem-sucedido. Voc&ecirc; tamb&eacute;m aprendeu sobre os aspectos legais e &eacute;ticos ao lidar com tecnologia de computador e com a propriedade do cliente.</p>

			<p>&Eacute; importante lembrar os seguintes conceitos deste cap&iacute;tulo:</p>

				<ul>
					  <li>Para ser um t&eacute;cnico bem-sucedido, voc&ecirc; precisar&aacute; praticar boas habilidades de comunica&ccedil;&atilde;o com os clientes e com os colegas.  Essas habilidades s&atilde;o t&atilde;o importantes quanto o conhecimento t&eacute;cnico.</li>

					  <li>Voc&ecirc; sempre deve agir de forma profissional com os clientes e com os colegas. O comportamento profissional aumenta a confian&ccedil;a do cliente e melhora sua credibilidade. Voc&ecirc; tamb&eacute;m deve aprender a reconhecer os sinais cl&aacute;ssicos de um cliente complicado e aprender o que fazer e o que n&atilde;o fazer quando estiver em uma liga&ccedil;&atilde;o com esse cliente.</li>

					  <li>H&aacute; algumas t&eacute;cnicas que voc&ecirc; pode usar para manter um cliente complicado concentrado no problema durante a liga&ccedil;&atilde;o. Primeiramente, voc&ecirc; deve permanecer calmo e fazer perguntas apropriadas de maneira adequada. Estas t&eacute;cnicas o mant&eacute;m no controle da liga&ccedil;&atilde;o.</li>

					  <li>H&aacute; um jeito correto e um incorreto de colocar um cliente em espera ou transferir um cliente para outro t&eacute;cnico. Aprenda e use o jeito certo o tempo todo. Executar uma dessas opera&ccedil;&otilde;es incorretamente pode causar s&eacute;rios danos ao relacionamento da sua empresa com os clientes.</li>

					  <li>Netiqueta &eacute; uma lista de regras a serem usadas sempre que voc&ecirc; se comunicar atrav&eacute;s de e-mail, mensagem de texto, mensagem instant&acirc;nea ou blogs. Esta &eacute; outra &aacute;rea na qual executar as tarefas de forma incorreta pode causar danos ao relacionamento da sua empresa com os clientes.</li>

					  <li>Voc&ecirc; deve entender e seguir o SLA (service level agreement, contrato de n&iacute;vel de servi&ccedil;o) do cliente. Se o problema estiver fora dos par&acirc;metros do SLA, voc&ecirc; precisa encontrar formas positivas de dizer ao cliente o que voc&ecirc; pode fazer e o que voc&ecirc; n&atilde;o pode fazer para ajud&aacute;-lo. Em circunst&acirc;ncias especiais, voc&ecirc; pode optar por escalar a ordem de trabalho &agrave; ger&ecirc;ncia. </li>

					  <li>Al&eacute;m do SLA, voc&ecirc; deve seguir as pol&iacute;ticas comerciais de sua empresa.  Essas pol&iacute;ticas incluir&atilde;o como sua empresa prioriza as liga&ccedil;&otilde;es, como e quando uma chamada deve ser escalada &agrave; ger&ecirc;ncia e quando voc&ecirc; poder&aacute; sair para os intervalos e para o almo&ccedil;o.</li>

					  <li>O trabalho do t&eacute;cnico de computador &eacute; muito cansativo.  Voc&ecirc; raramente atender&aacute; um cliente que est&aacute; tendo um bom dia. Voc&ecirc; pode aliviar o stress instalando sua esta&ccedil;&atilde;o de trabalho de forma mais ergon&ocirc;mica poss&iacute;vel. Voc&ecirc; deve praticar as t&eacute;cnicas de gerenciamento de stress e de tempo diariamente.</li>

					  <li>H&aacute; aspectos &eacute;ticos e legais ao trabalhar com a tecnologia de computadores. Voc&ecirc; deve estar consciente das pol&iacute;ticas e pr&aacute;ticas de sua empresa. Al&eacute;m disso, voc&ecirc; precisa familiarizar-se com as leis de direitos autorais e marca comercial do seu estado e pa&iacute;s.</li>

					  <li>A Central de atendimento tem um ambiente &aacute;gil.  Os t&eacute;cnicos de n&iacute;vel um e os de n&iacute;vel dois t&ecirc;m responsabilidades espec&iacute;ficas. Essas responsabilidades podem variar um pouco de uma Central de atendimento para outra.</li>
				</ul>
		  </td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

			</body>

</html>
