<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.7</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos dispositivos de saída</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->
  <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Um dispositivo de sa&iacute;da &eacute; usado para que o computador apresente informa&ccedil;&otilde;es ao usu&aacute;rio. Veja alguns exemplos de dispositivos de sa&iacute;da:</p>
            <ul>
              <li>Monitores e projetores</li>
              <li>Impressoras, scanners e m&aacute;quinas de fax</li>
              <li> Caixas de som e fones de ouvido</li>
            </ul>
            <p><span class="bold">Monitores e projetores</span><br> Monitores e projetores s&atilde;o os principais dispositivos de sa&iacute;da de um computador. H&aacute; tipos diferentes de monitores, como mostrado na Figura 1. A diferen&ccedil;a mais importante entre esses tipos de monitores &eacute; a tecnologia usada para criar uma imagem:</p>
            <ul>
              <li><strong>CRT </strong>&ndash; O monitor de tubo de raio cat&oacute;dico &eacute; o tipo mais comum. Feixes de el&eacute;trons vermelhos, verdes e azuis movem-se para tr&aacute;s e para frente na tela revestida em f&oacute;sforo. O f&oacute;sforo produz calor quando fulminado pelo feixe de el&eacute;trons. As &aacute;reas n&atilde;o fulminadas pelo feixe de el&eacute;trons n&atilde;o produzem calor. A combina&ccedil;&atilde;o de &aacute;reas incandescentes e n&atilde;o incandescentes &eacute; o que cria a imagem na tela. A maioria das televis&otilde;es tamb&eacute;m usa essa tecnologia. </li>
              <li><strong>LCD </strong>&ndash; A tela de cristal l&iacute;quido geralmente &eacute; usada em laptops e em alguns projetores. Ela consiste em dois filtros polarizados com uma solu&ccedil;&atilde;o de cristal l&iacute;quido entre si. Uma corrente eletr&ocirc;nica alinha os cristais, de forma que a luz possa passar ou n&atilde;o. O efeito da luz passando em certas &aacute;reas e n&atilde;o passando em outras &eacute; o que cria a imagem. A LCD &eacute; fornecida em dois formatos, matriz ativa e matriz passiva. Algumas vezes, a matriz ativa &eacute; chamada de TFT (Thin Film Transistor, transistor de pel&iacute;cula fina). O TFT possibilita que cada pixel seja controlado, criando imagens de cores muito n&iacute;tidas. A matriz passiva &eacute; menos dispendiosa que a matriz ativa, mas n&atilde;o oferece o mesmo n&iacute;vel de controle de imagem.</li>
              <li><strong>DLP</strong> &ndash; Processamento de luz digital &eacute; outra tecnologia usada em projetores. Os projetores DLP usam uma roda de cores girat&oacute;ria com um vetor de espelhos controlada por microprocessador, chamada de DMD (Digital Micromirror Device, dispositivo de microespelho digital). Cada espelho corresponde a um pixel espec&iacute;fico. Cada espelho reflete a luz na dire&ccedil;&atilde;o ou para longe da &oacute;ptica do projetor. Isso cria uma imagem monocrom&aacute;tica de at&eacute; 1.024 sombras de cinza entre branco e preto. Em seguida, a roda de cores adiciona os dados coloridos para completar a imagem colorida projetada.</li>
            </ul>
            <p>A resolu&ccedil;&atilde;o do monitor refere-se ao n&iacute;vel de detalhe da imagem que pode ser reproduzido. A Figura 2 &eacute; um gr&aacute;fico de resolu&ccedil;&otilde;es comuns de monitor. As configura&ccedil;&otilde;es de resolu&ccedil;&atilde;o mais altas produzem melhor qualidade de imagem. H&aacute; v&aacute;rios fatores envolvidos na resolu&ccedil;&atilde;o do monitor:</p>
            <ul>
              <li><strong>Pixels </strong>&ndash; O termo pixel &eacute; uma abrevia&ccedil;&atilde;o para elemento de imagem. Pixels s&atilde;o pontos min&uacute;sculos que formam uma tela. Cada pixel consiste em vermelho, verde e azul.</li>
              <li><strong>Dist&acirc;ncia entre dois pontos (Dot Pitch) </strong>&ndash; &Eacute; a dist&acirc;ncia entre pixels na tela. Um n&uacute;mero mais baixo da dist&acirc;ncia entre dois pontos produz uma imagem melhor.</li>
              <li><strong>Taxa de atualiza&ccedil;&atilde;o (Refresh Rate) </strong>&ndash; A taxa de atualiza&ccedil;&atilde;o &eacute; a freq&uuml;&ecirc;ncia por segundo em que a imagem &eacute; recriada. Uma taxa de atualiza&ccedil;&atilde;o mais alta produz uma imagem melhor e reduz o n&iacute;vel de oscila&ccedil;&atilde;o. </li>
              <li><strong>Entrela&ccedil;ar/N&atilde;o entrela&ccedil;ar </strong>&ndash; Monitores entrela&ccedil;ados criam a imagem digitalizando a tela duas vezes. A primeira digitaliza&ccedil;&atilde;o abrange as linhas &iacute;mpares, de cima para baixo, e a segunda digitaliza&ccedil;&atilde;o abrange as linhas pares. Monitores n&atilde;o entrela&ccedil;ados criam a imagem digitalizando a tela, uma linha de cada vez, de cima para baixo. Atualmente, a maioria dos monitores CRT &eacute; n&atilde;o entrela&ccedil;ado.</li>
              <li><strong>HVC (Horizontal Vertical Colors, cores na horizontal/vertical) </strong>&ndash; O n&uacute;mero de pixels em uma linha &eacute; a resolu&ccedil;&atilde;o horizontal. O n&uacute;mero de pixels em uma tela &eacute; a resolu&ccedil;&atilde;o vertical. O n&uacute;mero de cores que podem ser reproduzidas &eacute; a resolu&ccedil;&atilde;o de cores. </li>
              <li><strong>Propor&ccedil;&atilde;o da imagem (Aspect Ratio)</strong> &ndash; &Eacute; a medi&ccedil;&atilde;o horizontal &agrave; vertical da &aacute;rea de visualiza&ccedil;&atilde;o de um monitor. Por exemplo, uma propor&ccedil;&atilde;o de imagem 4:3 ser&aacute; aplicada a uma &aacute;rea de visualiza&ccedil;&atilde;o com 16 polegadas de largura por 12 polegadas de altura. Uma propor&ccedil;&atilde;o de imagem 4:3 tamb&eacute;m ser&aacute; aplicada a uma &aacute;rea de visualiza&ccedil;&atilde;o com 24 polegadas de largura por 18 polegadas de altura. Uma &aacute;rea de visualiza&ccedil;&atilde;o com 22 polegadas de largura por 12 polegadas de altura tem uma propor&ccedil;&atilde;o de imagem de 11:6. </li>
            </ul>
            <p>Os monitores t&ecirc;m controles para ajustar a qualidade da imagem. Veja algumas configura&ccedil;&otilde;es comuns de monitor:</p>
            <ul>
              <li>Brilho &ndash; Intensidade da imagem</li>
              <li>Contraste &ndash; Propor&ccedil;&atilde;o de claro para escuro </li>
              <li>Posi&ccedil;&atilde;o &ndash; Localiza&ccedil;&atilde;o vertical e horizontal da imagem na tela</li>
              <li>Reconfigura&ccedil;&atilde;o &ndash; Retorna as configura&ccedil;&otilde;es de monitor para as configura&ccedil;&otilde;es de f&aacute;brica</li>
            </ul>
            <p><span class="bold">Impressoras, scanners e m&aacute;quinas de fax </span><br> Impressoras s&atilde;o dispositivos de sa&iacute;da que criam c&oacute;pias impressas de arquivos de computador. Algumas impressoras s&atilde;o espec&iacute;ficas para determinadas aplica&ccedil;&otilde;es, como a impress&atilde;o de fotografias coloridas. Outras impressoras do tipo all-in-one, como aquela mostrada na Figura 3, foram projetadas para fornecer v&aacute;rios servi&ccedil;os, como fun&ccedil;&otilde;es de impress&atilde;o, fax e copiadora.</p>
            <p><span class="bold">Caixas de som e fones de ouvido</span><br> S&atilde;o dispositivos de sa&iacute;da para sinais de &aacute;udio. A maioria dos computadores tem suporte para &aacute;udio integrado &agrave; placa-m&atilde;e ou a um adaptador. O suporte para &aacute;udio inclui portas que permitem a entrada e sa&iacute;da de sinais de &aacute;udio. A placa de &aacute;udio tem um amplificador para potencializar fones de ouvido e caixas de som externos, os quais s&atilde;o mostrados na Figura 4.</p>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
