<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">

<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos componentes internos</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.4.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identificar nomes, finalidades e características das placas</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>As placas aumentam a funcionalidade de um computador adicionando controladores para dispositivos espec&iacute;ficos ou substituindo portas com mau funcionamento. A Figura 1 mostra v&aacute;rios tipos de placas. As placas s&atilde;o usadas para expandir e personalizar a capacidade do computador.</p>
            <ul>
              <li><strong>Placa de rede</strong> &ndash; Conecta um computador a uma rede usando um cabo de rede.</li>
              <li><strong>Placa de rede sem fio </strong>&ndash; Conecta um computador a uma rede usando radiofreq&uuml;&ecirc;ncias.</li>
              <li><strong>Placa de som</strong> &ndash; Fornece recursos de &aacute;udio.</li>
              <li><strong> Placa de v&iacute;deo</strong> &ndash; Fornece recursos gr&aacute;ficos.</li>
              <li><strong> Placa de modem</strong> &ndash;  Conecta um computador &agrave; Internet usando uma linha telef&ocirc;nica.</li>
              <li><strong> Placa SCSI</strong> &ndash; Conecta dispositivos SCSI, como discos r&iacute;gidos ou unidades de fita, a um computador.</li>
              <li><strong> Placa RAID</strong> &ndash;  Conecta v&aacute;rios discos r&iacute;gidos a um computador para fornecer redund&acirc;ncia e melhorar o desempenho.</li>
              <li><strong>Porta USB</strong> &ndash; Conecta um computador a dispositivos perif&eacute;ricos.</li>
              <li><strong>Porta paralela</strong> &ndash; Conecta um computador a dispositivos perif&eacute;ricos.</li>
              <li><strong>Porta serial</strong> &ndash; Conecta um computador a dispositivos perif&eacute;ricos. </li>
            </ul>
            <p>Os computadores t&ecirc;m slots de expans&atilde;o na placa-m&atilde;e para instalar placas. O tipo de conector da placa deve corresponder ao slot de expans&atilde;o. Uma placa riser foi usada em sistemas de computador com formato LPX, possibilitando que as placas fossem instaladas horizontalmente. A placa riser foi usada principalmente em slim-line desktops (computadores compactos de mesa). Os diferentes tipos de slots de expans&atilde;o s&atilde;o mostrados na Figura 2.</p>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
