<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Instalar e configurar uma impressora ou scanner local</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Configurar op&ccedil;&otilde;es e defini&ccedil;&otilde;es padr&atilde;o</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>As op&ccedil;&otilde;es de impressora comuns que podem ser configuradas pelo usu&aacute;rio incluem o controle de m&iacute;dia e a sa&iacute;da da impressora.</p>

		<p>As seguintes op&ccedil;&otilde;es de controle de m&iacute;dia definem a forma como uma impressora gerencia a m&iacute;dia: </p>
			<ul>
				<li>Sele&ccedil;&atilde;o da bandeja de entrada de papel </li>
				<li>Sele&ccedil;&atilde;o do caminho do papel </li>
				<li>Orienta&ccedil;&atilde;o e tamanho da m&iacute;dia </li>
				<li>Sele&ccedil;&atilde;o da gramatura do papel </li>

			</ul>

		<p>As seguintes op&ccedil;&otilde;es de sa&iacute;da da impressora gerenciam a forma como a tinta ou o toner &eacute; lan&ccedil;ado na m&iacute;dia: </p>
			<ul>
              <li>Gerenciamento de cores</li>
              <li>Velocidade de impress&atilde;o</li>
            </ul>

		<p>Algumas impressoras t&ecirc;m interruptores de controle para que os usu&aacute;rios possam selecionar op&ccedil;&otilde;es. Outras impressoras usam as op&ccedil;&otilde;es do driver da impressora. Os dois m&eacute;todos de sele&ccedil;&atilde;o de op&ccedil;&otilde;es s&atilde;o o global e o por documento.</p>


		<p><span class="bold">M&eacute;todo global</span><br>O m&eacute;todo global se refere &agrave;s op&ccedil;&otilde;es da impressora definidas que afetam todos os documentos. Toda vez que um documento for impresso, as op&ccedil;&otilde;es globais ser&atilde;o usadas, a menos que sejam substitu&iacute;das pelas sele&ccedil;&otilde;es por documento.</p>

		    <p>Para alterar a configura&ccedil;&atilde;o de uma impressora global, selecione <b>Iniciar &gt; Painel de controle &gt; Impressoras e aparelhos de fax</b> e clique com o bot&atilde;o direito do mouse na impressora. Os seguintes exemplos mostram como &eacute; poss&iacute;vel gerenciar as op&ccedil;&otilde;es da impressora:</p>

		    <p> Para atribuir uma impressora padr&atilde;o, selecione <b>Iniciar &gt; Painel de controle &gt; Impressoras e aparelhos de fax</b>. Clique com o bot&atilde;o direito do mouse na impressora e selecione <strong>Definir como impressora padr&atilde;o</strong>, como indica a Figura 1.</p>

		    <p><b>OBSERVA&Ccedil;&Atilde;O:</b> Dependendo do driver instalado, a op&ccedil;&atilde;o Definir como impressora padr&atilde;o pode n&atilde;o ser exibida no menu. Se isso ocorrer, clique duas vezes na impressora para abrir a janela de status do documento e, em seguida, selecione <strong>Impressora &gt; </strong><b>Definir como impressora padr&atilde;o</b>.</p>
            <p>Para imprimir em preto e branco apenas, selecione <b>Iniciar &gt; Painel de controle &gt; Impressoras e aparelhos de fax</b>. Clique com o bot&atilde;o direito do mouse na impressora e selecione <strong>Prefer&ecirc;ncias de impress&atilde;o</strong>. Selecione a guia <b>Cor</b>. Marque a op&ccedil;&atilde;o <b>Imprimir em escala de cinza</b> e selecione o bot&atilde;o de op&ccedil;&atilde;o <b>Somente cartucho de tinta preto</b>, como indica a Figura 2. Clique em <b>OK</b>.</p>

		    <p><span class="bold">M&eacute;todo por documento</span><br> Cartas, planilhas e imagens digitais s&atilde;o alguns dos tipos de documentos que podem necessitar de configura&ccedil;&otilde;es especiais da impressora. &Eacute; poss&iacute;vel alterar as configura&ccedil;&otilde;es para cada documento enviado &agrave; impressora alterando-se as configura&ccedil;&otilde;es de impress&atilde;o do documento.</p>

		<p>Para alterar as configura&ccedil;&otilde;es da impressora, mantenha o documento aberto e selecione <span class="bold">Arquivo > Configurar p&aacute;gina.</span> As configura&ccedil;&otilde;es padr&atilde;o s&atilde;o exibidas, como indica a Figura 3. &Eacute; poss&iacute;vel alterar as cores, a qualidade da impress&atilde;o, a orienta&ccedil;&atilde;o do papel e o tamanho da margem do documento sendo impresso sem alterar as configura&ccedil;&otilde;es padr&atilde;o.</p>

		<p><span class="bold">Calibragens do scanner</span><br> A calibragem de um dispositivo &eacute; uma das primeiras tarefas ap&oacute;s a instala&ccedil;&atilde;o de um driver. Use o pacote de softwares que veio com o dispositivo para realizar esse procedimento. As configura&ccedil;&otilde;es padr&atilde;o podem ser alteradas para atender aos requisitos do cliente.</p>
		<p> As calibragens do scanner podem incluir o posicionamento do sensor e o uso de um target IT8 para ajustar a cor. O target IT8 &eacute; um gr&aacute;fico de calibragem de cores que pode ser usado a fim de criar perfis para dispositivos espec&iacute;ficos. Um scanner analisa o target para compara&ccedil;&atilde;o, enquanto a impressora o reproduz para compara&ccedil;&atilde;o.</p>
		<p>Para garantir a calibragem, compare a impress&atilde;o feita pelo dispositivo com o target IT8. Ajuste as configura&ccedil;&otilde;es de cor da impressora para que sejam correspondentes. Na pr&oacute;xima vez que voc&ecirc; imprimir ou digitalizar uma imagem, a cor ser&aacute; t&atilde;o precisa quanto o target.</p>

		<p><span class="bold">Calibragens da impressora</span><br> A calibragem da impressora &eacute; feita usando-se o software do driver da impressora. Esse processo certifica se as cabe&ccedil;as de impress&atilde;o est&atilde;o alinhadas e podem imprimir em papel especial. As cabe&ccedil;as de impress&atilde;o de jato de tinta em geral est&atilde;o no cartucho de tinta, o que significa que pode haver a necessidade de recalibrar a impressora toda vez que voc&ecirc; trocar o cartucho.</p>

		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
