<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os componentes f&iacute;sicos de uma rede</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identificar nomes, finalidades e caracter&iacute;sticas dos dispositivos de rede</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>

          <td width="100%">
            <p>Para tornar a transmiss&atilde;o de dados mais extens&iacute;vel e eficiente do que ocorre em uma rede simples ponto-a-ponto, os desenvolvedores de rede usam dispositivos de rede especializados, como hubs, switches, roteadores e pontos de acesso sem fio, para enviar dados entre os dispositivos.</p>
            <p><span class="bold">Hubs</span><br> Os hubs, mostrados na Figura 1, s&atilde;o dispositivos que estendem o alcance de uma rede recebendo dados em uma &uacute;nica porta e, depois, gerando novamente os dados e os enviando a todas as outras portas. Esse processo significa que todo o tr&aacute;fego de um dispositivo conectado ao hub &eacute; enviado a todos os outros dispositivos conectados ao hub toda vez que o hub transmite dados. Isso resulta em uma grande quantidade de tr&aacute;fego de rede. Os hubs tamb&eacute;m s&atilde;o chamados de concentradores, pois servem como um ponto de conex&atilde;o central para uma LAN. </p>
            <p><span class="bold">Pontes e interruptores </span><br>Antes de serem transmitidos em uma rede, os arquivos s&atilde;o quebrados em pequenos peda&ccedil;os chamados de pacotes. Esse processo permite a verifica&ccedil;&atilde;o de erros e uma retransmiss&atilde;o mais f&aacute;cil caso o pacote seja perdido ou corrompido. As informa&ccedil;&otilde;es do endere&ccedil;o s&atilde;o adicionadas ao in&iacute;cio e ao final dos pacotes antes de sua transmiss&atilde;o pela rede. O pacote, juntamente com as informa&ccedil;&otilde;es do endere&ccedil;o, &eacute; chamado de um quadro.</p>
            <p>As LANs, geralmente, s&atilde;o divididas em se&ccedil;&otilde;es chamadas de segmentos, similar ao modo como uma empresa &eacute; dividida em departamentos. Os limites dos segmentos podem ser definidos com o uso de uma ponte. Uma ponte &eacute; um dispositivo usado para filtrar o tr&aacute;fego da rede entre os segmentos da LAN. As pontes mant&ecirc;m um registro de todos os dispositivos em cada segmento ao qual a ponte est&aacute; conectada. Quando as pontes recebem um quadro, o endere&ccedil;o de destino &eacute; examinado pela ponte para determinar se o quadro deve ser enviado para um segmento diferente, ou se deve ser derrubado. A ponte tamb&eacute;m ajuda a melhorar o fluxo de dados mantendo os quadros confinados somente ao segmento ao qual o quadro pertence.</p>
            <p>Os switches, mostrados na Figura 2, s&atilde;o, &agrave;s vezes, chamados de pontes multiportas. Uma ponte t&iacute;pica pode ter duas portas, vinculando dois segmentos da mesma rede. Um switch tem v&aacute;rias portas, dependendo de quantos segmentos de rede tiverem de ser vinculados. Um switch &eacute; um dispositivo mais sofisticado do que uma ponte. Um switch mant&eacute;m uma tabela de endere&ccedil;os MAC para computadores que s&atilde;o conectados a cada porta. Quando um quadro chega a uma porta, o switch compara as informa&ccedil;&otilde;es do endere&ccedil;o no quadro com a tabela de endere&ccedil;os MAC. O switch, ent&atilde;o, determina que porta deve ser usada para encaminhar o quadro.</p>
            <p><span class="bold">Roteadores </span><br> Enquanto um switch conecta segmentos de uma rede, os roteadores, mostrados na Figura 3, s&atilde;o dispositivos que conectam redes inteiras umas &agrave;s outras. Os switches usam endere&ccedil;os MAC para encaminhar um quadro dentro de uma &uacute;nica rede. Os roteadores usam endere&ccedil;os IP para encaminhar quadros para outras redes. Um roteador pode ser um computador com um software de rede especial instalado, ou pode ser um dispositivo criado por fabricantes de equipamentos de rede. Os roteadores cont&ecirc;m tabelas de endere&ccedil;os IP juntamente com rotas de destino otimizadas para outras redes.  </p>
            <p><span class="bold">Pontos de acesso sem fio</span><br>Os pontos de acesso sem fio, mostrados na Figura 4, fornecem um acesso de rede a dispositivos sem fio, como laptops e PDAs. O ponto de acesso sem fio usa ondas de r&aacute;dio para se comunicar com r&aacute;dios em computadores, PDAs e outros pontos de acesso sem fio. Um ponto de acesso tem um faixa limitada de cobertura. Redes grandes requerem v&aacute;rios pontos de acesso para fornecer uma cobertura sem fio adequada.</p>
            <p><span class="bold">Dispositivos com v&aacute;rias fun&ccedil;&otilde;es</span><br> H&aacute; dispositivos de rede que executam mais de uma fun&ccedil;&atilde;o. &Eacute; mais conveniente adquirir e configurar um dispositivo que atenda a todas as suas necessidades do que adquirir um dispositivo separado para cada fun&ccedil;&atilde;o. Isso &eacute; especialmente verdade para o usu&aacute;rio dom&eacute;stico. Em sua casa, voc&ecirc; poderia adquirir um dispositivo com v&aacute;rias fun&ccedil;&otilde;es em vez de um switch, um roteador e um pondo de acesso sem fio. O Linksys 300N, mostrado na Figura 5, &eacute; um exemplo de um dispositivo com v&aacute;rias fun&ccedil;&otilde;es. </p>
              </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
