<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever boas habilidades de comunica&ccedil;&atilde;o e de comportamento profissional</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Respeitar os SLAs (Service Level Agreements, contratos de n&iacute;vel de servi&ccedil;o)</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
          <td width="100%">
            <p>Ao lidar com clientes, &eacute; importante seguir o SLA (service level agreement, contrato de n&iacute;vel de servi&ccedil;o) do cliente.  Um SLA &eacute; um contrato que define expectativas entre uma organiza&ccedil;&atilde;o e o fornecedor do servi&ccedil;o, para fornecer um n&iacute;vel de suporte acordado. Como um funcion&aacute;rio da empresa de servi&ccedil;os, sua tarefa &eacute; honrar o SLA que voc&ecirc; tem com o cliente. Verifique com mais detalhes algumas se&ccedil;&otilde;es padr&atilde;o encontradas em um SLA, clicando dentro dos c&iacute;rculos na Figura 1.</p>

		    <p>Um SLA geralmente &eacute; um contrato jur&iacute;dico que cont&eacute;m as responsabilidades e obriga&ccedil;&otilde;es de todas as partes envolvidas. O conte&uacute;do de um SLA geralmente inclui o seguinte:</p>

		<ul>
			<li>Garantia de tempo de resposta (geralmente baseada no tipo de chamada e n&iacute;vel do contrato de servi&ccedil;o)</li>
			<li>Equipamento e/ou software que ser&aacute; suportado</li>
			<li>Onde o servi&ccedil;o ser&aacute; fornecido</li>
			<li>Manuten&ccedil;&atilde;o preventiva</li>
			<li>Diagn&oacute;stico</li>
			<li>Disponibilidade da parte (partes equivalentes)</li>
			<li>Custo e multas</li>
			<li>Disponibilidade do tempo de servi&ccedil;o (por exemplo 24 horas, sete dias por semana; de segunda &agrave; sexta-feira, das 8 &agrave;s 17 horas etc).</li>
		</ul>

		<p>H&aacute; muitas exce&ccedil;&otilde;es em rela&ccedil;&atilde;o ao SLA. Siga a pol&iacute;tica comercial de sua empresa detalhadamente. Algumas exce&ccedil;&otilde;es podem incluir a capacidade do cliente de atualizar o n&iacute;vel de servi&ccedil;o ou a capacidade de escalar &agrave; ger&ecirc;ncia para revis&atilde;o. A escala&ccedil;&atilde;o &agrave; ger&ecirc;ncia deve ser reservada para situa&ccedil;&otilde;es especiais. Por exemplo, um cliente antigo ou um cliente de uma empresa muito grande pode ter um problema que est&aacute; fora dos par&acirc;metros declarados no SLA de sua empresa de servi&ccedil;o. Nestes casos, sua ger&ecirc;ncia pode optar por dar suporte ao cliente em decorr&ecirc;ncia da rela&ccedil;&atilde;o com o cliente.</p>

		<p>Voc&ecirc; conhece outras circunst&acirc;ncias nas quais &eacute; interessante escalar uma chamada &agrave; ger&ecirc;ncia?</p>

		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
