<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever conceitos e tecnologias de rede b&aacute;sica</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.3.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Definir ICMP</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">

        <tr>
          <td width="100%">
            <p>O Internet Control Message Protocol (ICMP, protocolo de mensagens de controle da Internet) &eacute; usado por dispositivos em uma rede para enviar mensagens de controle e de erro a computadores e servidores. H&aacute; diversos usos para o ICMP, como anunciar erros e congestionamentos de rede e apresentar solu&ccedil;&otilde;es de problemas. </p>
            <p>O recurso do packet internet groper (ping, procurador de pacotes na Internet) &eacute; comumente usado para testar conex&otilde;es entre computadores. O ping &eacute; um utilit&aacute;rio simples, embora altamente &uacute;til, de linha de comando usado para determinar se um endere&ccedil;o IP espec&iacute;fico est&aacute; acess&iacute;vel. O ping pode ser usado com o endere&ccedil;o IP para testar a conectividade do IP. O ping funciona enviando uma solicita&ccedil;&atilde;o de eco do ICMP para um computador de destino ou outro dispositivo de rede. Ent&atilde;o, o dispositivo receptor retorna uma mensagem de resposta do eco do ICMP para confirmar a conectividade.</p>
            <p>O ping &eacute; uma ferramenta de solu&ccedil;&atilde;o de problemas usada para determinar a conectividade b&aacute;sica. As trocas de linha de comando que podem ser usadas com o comando ping s&atilde;o mostradas na Figura 1. As solicita&ccedil;&otilde;es de eco do ICMP (pings) s&atilde;o enviadas para o computador de destino. Se for ating&iacute;vel, o computador de destino responde com quatro respostas de eco do ICMP. O percentual de respostas bem-sucedidas pode ajud&aacute;-lo a determinar a confiabilidade e a acessibilidade do computador de destino.</p>
            <p>Voc&ecirc; tamb&eacute;m pode usar o ping para localizar o endere&ccedil;o IP de um host quando o nome &eacute; conhecido. Se voc&ecirc; utilizar o ping para localizar o nome de um site, por exemplo, www.cisco.com, conforme mostrado na Figura 2, o endere&ccedil;o IP do servidor ser&aacute; exigido.</p>
            <p>Outras mensagens do ICMP s&atilde;o usadas para reportar pacotes n&atilde;o entregues, dados em uma rede IP que incluam endere&ccedil;os IP de origem e de destino e se um dispositivo est&aacute; ocupado demais para manipular o pacote. Os dados, na forma de um pacote, chegam em um roteador, que &eacute; um dispositivo de rede que encaminha pacotes de dados pelas redes a seus destinos. Se o roteador n&atilde;o souber para onde enviar o pacote, o roteador o excluir&aacute;. Ent&atilde;o, o roteador retornar&aacute; uma mensagem do ICMP para o computador remetente informando que os dados foram exclu&iacute;dos. Quando ficar muito ocupado, um roteador poder&aacute; enviar uma mensagem do ICMP diferente para o computador remetente indicando que esse computador dever&aacute; diminuir a velocidade pois h&aacute; um congestionamento na rede.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
