<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	
<!-- <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">1.0</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A seguran&ccedil;a est&aacute; mudando constantemente o processo e a tecnologia. Novas descobertas s&atilde;o feitas todos os dias. Os invasores est&atilde;o constantemente buscando novos m&eacute;todos para usar em um ataque. Os fabricantes de software t&ecirc;m criado e lan&ccedil;ado, regularmente, novos patches para corrigir falhas e vulnerabilidades nos produtos. Se um t&eacute;cnico deixa um computador sem prote&ccedil;&atilde;o, um invasor pode facilmente obter acesso a esse computador. Computadores desprotegidos conectados &agrave; Internet podem ser infectados em poucos segundos. </p>
            <p>Devido &agrave;s constantes mudan&ccedil;as nas amea&ccedil;as &agrave; seguran&ccedil;a, um t&eacute;cnico dever&aacute; saber como instalar patches e atualiza&ccedil;&otilde;es.  Tamb&eacute;m dever&aacute; ter conhecimento de quando novas atualiza&ccedil;&otilde;es e patches est&atilde;o dispon&iacute;veis. Alguns fabricantes lan&ccedil;am atualiza&ccedil;&otilde;es no mesmo dia todos os meses, mas tamb&eacute;m enviam atualiza&ccedil;&otilde;es cr&iacute;ticas quando necess&aacute;rio. Outros fabricantes fornecem servi&ccedil;os de atualiza&ccedil;&atilde;o autom&aacute;tica que corrigem o software toda vez que o computador &eacute; ligado, ou envia notifica&ccedil;&otilde;es de e-mail quando um novo patch ou atualiza&ccedil;&atilde;o s&atilde;o lan&ccedil;ados.</p>
            <p>Ap&oacute;s a conclus&atilde;o desta se&ccedil;&atilde;o, voc&ecirc; estar&aacute; apto a:</p>

            <ul>
              <li>Explicar como atualizar os arquivos de assinatura de programas antiv&iacute;rus e antispyware.</li>
              <li>Explicar como instalar service packs e patches de seguran&ccedil;a dos sistemas operacionais.</li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
