<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.1</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Identificar os poss&iacute;veis riscos de seguran&ccedil;a e implementar os procedimentos de seguran&ccedil;a adequados relacionados &agrave;s redes</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	  	<tr>
	  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	  	    <td height="25"  class="toptitle02_white_bold">15.1.1</td>
	  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explicar a seguran&ccedil;a de fibra &oacute;ptica </td>
	  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  		</tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

		<p>As fibras &oacute;pticas s&atilde;o &uacute;teis para as comunica&ccedil;&otilde;es, mas elas t&ecirc;m certos riscos:</p>

		<ul>
			<li>Produtos qu&iacute;micos perigosos </li>
			<li>Luz que n&atilde;o &eacute; poss&iacute;vel ver, mas que pode queimar seus olhos</li>
			<li>Ferramentas pontiagudas que produzem estilha&ccedil;os de vidro</li>

		</ul>

		<p>Tipos espec&iacute;ficos de ferramentas e produtos qu&iacute;micos s&atilde;o usados no trabalho com cabos de fibra &oacute;ptica. Esses materiais devem ser manuseados com seguran&ccedil;a.</p>

		<p><span class="bold">Produtos qu&iacute;micos </span><br>As colas e os solventes usados nas fibras &oacute;pticas s&atilde;o perigosos. Eles devem ser manuseados com extremo cuidado. Leia todas as instru&ccedil;&otilde;es e siga-as cuidadosamente. Al&eacute;m disso, leia o MSDS que acompanha os produtos qu&iacute;micos para saber como tratar uma pessoa em caso de emerg&ecirc;ncia. </p>

		<p><span class="bold">Ferramentas </span><br>Ao trabalhar com qualquer ferramenta, a seguran&ccedil;a dever&aacute; ser sempre a sua primeira prioridade. Qualquer comprometimento da seguran&ccedil;a pode resultar em ferimentos graves ou at&eacute; mesmo morte. As ferramentas usadas para se trabalhar com fibras &oacute;pticas t&ecirc;m superf&iacute;cies cortantes pontiagudas usadas para tra&ccedil;ar linhas no vidro. Outras ferramentas apertam os cabos com alta press&atilde;o para fixar os conectores neles. Essas ferramentas podem produzir fragmentos de vidro que podem se espalhar e ficar no ar. Cuidado para que esses fragmentos n&atilde;o atinjam a sua pele, a sua boca ou os seus olhos.</p>

		<p><span class="bold">Luz prejudicial</span><br>Proteja seus olhos da luz prejudicial que pode estar nas malhas da fibra &oacute;ptica. A luz &eacute; uma cor que o olho humano n&atilde;o consegue ver. Ela pode danificar seus olhos antes que voc&ecirc; possa senti-la. Quando se usa uma lente de aumento para inspecionar o cabo de fibra &oacute;ptica e os conectores, a luz emitida a partir da fibra pode ir diretamente para os seus olhos. Ao trabalhar com a fibra, certifique-se de desconectar a fonte de luz. Detectores especiais podem informar se uma fibra est&aacute; energizada.</p>

		<p><span class="bold">Fragmentos de vidro</span><br>O processo de cortar e aparar as malhas dos cabos de fibra &oacute;ptica pode produzir fragmentos bem finos de vidro ou pl&aacute;stico, os quais podem penetrar os olhos ou a pele e causar irrita&ccedil;&atilde;o severa. Pode ser muito dif&iacute;cil enxergar as fibras em sua pele porque elas s&atilde;o claras e pequenas. Ao trabalhar com cabos de fibra &oacute;ptica, a superf&iacute;cie de trabalho dever&aacute; ser escura para que fragmentos de vidro ou de pl&aacute;stico possam ser vistos. Essa superf&iacute;cie deve tamb&eacute;m ser resistente a derramamentos de produtos qu&iacute;micos.</p>

		<p>Mantenha a &aacute;rea de trabalho bem limpa. Nunca pegue fragmentos de fibra &oacute;ptica com seus dedos. Use uma fita para pegar pequenos fragmentos e descart&aacute;-los adequadamente. Use um cont&ecirc;iner dispon&iacute;vel, como garrafa de pl&aacute;stico com tampa rosque&aacute;vel, para armazenar fragmentos de fibra. Feche a tampa apertando-a bem antes de descartar o cont&ecirc;iner.</p>

		<p><span class="caution_caps">CUIDADO:</span> Obtenha treinamento apropriado antes de tentar cortar, descascar ou emendar cabo de fibra &oacute;ptica. Um t&eacute;cnico experiente deve supervision&aacute;-lo at&eacute; que voc&ecirc; tenha a habilidade adequada.</p>


         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
