<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Descrever como compartilhar uma impressora e um scanner em uma rede</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">14.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Descrever os tipos de servidores de impress&atilde;o</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Os servidores de impress&atilde;o permitem que v&aacute;rios usu&aacute;rios de computadores acessem uma &uacute;nica impressora. Um servidor de impress&atilde;o tem tr&ecirc;s fun&ccedil;&otilde;es. A primeira &eacute; fornecer acesso de cliente aos recursos de impress&atilde;o. A segunda &eacute; administrar os trabalhos de impress&atilde;o, armazenando-os em uma fila at&eacute; que o dispositivo de impress&atilde;o esteja pronto para imprimi-los e, em seguida, preparar e enviar as informa&ccedil;&otilde;es de impress&atilde;o para a impressora. A terceira &eacute; dar um feedback aos usu&aacute;rios. Isso inclui a notifica&ccedil;&atilde;o de que um trabalho de impress&atilde;o est&aacute; finalizado ou a exibi&ccedil;&atilde;o de mensagens de erro indicando que algo saiu errado.</p>

            <p>Como t&eacute;cnico, voc&ecirc; deve selecionar o tipo de servidor de impress&atilde;o que melhor atenda &agrave;s necessidades do cliente. H&aacute; tr&ecirc;s tipos:</p>

				<ul>
					<li>Dispositivos de servidor de impress&atilde;o em rede</li>
					<li>Servidores de impress&atilde;o PC dedicados</li>
					<li>Impressoras compartilhadas com computadores</li>
				</ul>

			<p><span class="bold">Dispositivos de servidor de impress&atilde;o em rede</span><br>Os dispositivos de servidor de impress&atilde;o em rede permitem que v&aacute;rios usu&aacute;rios em uma rede acessem uma &uacute;nica impressora. Esse tipo de dispositivo pode gerenciar a impress&atilde;o em rede por meio de conex&otilde;es com ou sem fio. A Figura 1 mostra um servidor de impress&atilde;o com fio. &Eacute; preciso considerar as vantagens e as desvantagens de um servidor de impress&atilde;o PC dedicado antes de instalar um:</p>


            <ul>
              <li>A vantagem de usar um servidor de impress&atilde;o em rede &eacute; que o servidor aceita os trabalhos de impress&atilde;o provenientes dos computadores e, em seguida, libera esses computadores para outras tarefas. O servidor de impress&atilde;o est&aacute; sempre dispon&iacute;vel aos usu&aacute;rios, ao contr&aacute;rio de uma impressora compartilhada do computador do usu&aacute;rio.</li>
              <li>A desvantagem &eacute; que ele pode n&atilde;o conseguir usar todas as fun&ccedil;&otilde;es de um dispositivo all-in-one.</li>
            </ul>

			<p><span class="bold">Servidores de impress&atilde;o PC dedicados</span><br>Um servidor de impress&atilde;o PC dedicado &eacute; um computador dedicado ao manuseio de trabalhos de impress&atilde;o de cliente da maneira mais eficiente poss&iacute;vel. Como manuseia as solicita&ccedil;&otilde;es de v&aacute;rios clientes, ele &eacute;, em geral, um dos computadores mais potentes da rede. Os servidores de impress&atilde;o PC dedicados podem gerenciar mais de uma impressora por vez. Um servidor de impress&atilde;o precisa ter recursos dispon&iacute;veis para atender &agrave;s necessidades dos clientes de impress&atilde;o:</p>

				<ul>
					<li><span class="bold">Processador potente</span> &ndash; Como o servidor de impress&atilde;o PC usa seu processador para gerenciar e encaminhar as informa&ccedil;&otilde;es de impress&atilde;o, ele precisa ser r&aacute;pido o suficiente para controlar todas as solicita&ccedil;&otilde;es que chegam.</li>
					<li><span class="bold">Espa&ccedil;o suficiente em disco</span> &ndash; Um servidor de impress&atilde;o PC captura os trabalhos de impress&atilde;o dos clientes, armazena-os em uma fila de impress&atilde;o e os envia &agrave; impressora no momento oportuno. Isso requer que o computador tenha espa&ccedil;o suficiente em disco para armazenar esses trabalhos at&eacute; a sua conclus&atilde;o.</li>
					<li><span class="bold">Mem&oacute;ria adequada</span> &ndash; O processador do servidor e a RAM controlam o envio de trabalhos de impress&atilde;o para uma impressora. Se a mem&oacute;ria do servidor n&atilde;o for grande o suficiente para administrar todo um trabalho de impress&atilde;o, o disco r&iacute;gido dever&aacute; enviar o trabalho, o que tornar&aacute; o processo muito mais lento.</li>
				</ul>

			<p><span class="bold">Impressoras compartilhadas com computadores</span><br>O computador do usu&aacute;rio com uma impressora pode compartilhar essa impressora com outros usu&aacute;rios da rede. O Windows XP torna o processo r&aacute;pido e f&aacute;cil. Em uma rede dom&eacute;stica, isso significa que os usu&aacute;rios podem imprimir documentos de onde quer que estejam na casa usando um laptop sem fio. Em uma rede pequena de escrit&oacute;rio, compartilhar uma impressora significa que ela pode atender a v&aacute;rios usu&aacute;rios.</p>


			<p>Compartilhar uma impressora a partir do computador tamb&eacute;m tem desvantagens. O computador que compartilha a impressora usa seus pr&oacute;prios recursos para gerenciar os trabalhos de impress&atilde;o que v&atilde;o para a impressora. Se o usu&aacute;rio de um desktop estiver trabalhando ao mesmo tempo em que um usu&aacute;rio da rede estiver imprimindo, o do desktop poder&aacute; observar uma redu&ccedil;&atilde;o do desempenho. Al&eacute;m disso, a impressora n&atilde;o ficar&aacute; dispon&iacute;vel se o usu&aacute;rio reiniciar ou desligar o computador com uma impressora compartilhada.</p>



        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
