<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Gloss&aacute;rio</title>
<base target="_self">
</head>

<body background="../../images/bg.gif" leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

      <p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=AC power connector>AC power connector (conector de energia CA)</a></b></font>
      <dl><dd> <font size=2 face=Arial>Soquete usado para conectar o adaptador de energia CA a um computador ou base multifuncional.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=AC power cord >AC power cord (cabo de energia CA) </a></b></font><dl><dd> <font size=2 face=Arial>Cabo que transfere eletricidade da fonte de energia CA para a fonte de energia do computador.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Accelerated Graphics Port (AGP)>AGP (Accelerated Graphics Port, porta de gr&aacute;ficos acelerada)</a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia de barramento de 32 bits, de alta velocidade desenvolvida para oferecer suporte &agrave; acelera&ccedil;&atilde;o de gr&aacute;ficos em 3D no computador.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Access Control List (ACL) >ACL (Access Control List, lista de controle de acesso) </a></b></font><dl><dd> <font size=2 face=Arial>Lista gerenciada por um administrador de rede que registra os detalhes sobre o que um usu&aacute;rio pode acessar e o tipo de acesso concedido.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=access point>access point (ponto de acesso)</a></b></font><dl>
  <dd> <font size=2 face=Arial>Dispositivo que conecta dispositivos sem fio para formar uma rede sem fio. Um ponto de acesso geralmente &eacute; conectado a uma rede cabeada e pode restabelecer os dados entre dispositivos com e sem fio. As dist&acirc;ncias de conectividade podem ser de v&aacute;rios p&eacute;s ou metros a v&aacute;rias milhas ou quil&ocirc;metros.</font></dd>
</dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=active partition>active partition (parti&ccedil;&atilde;o ativa)</a></b></font><dl><dd> <font size=2 face=Arial>Parti&ccedil;&atilde;o em uma unidade de disco r&iacute;gido que &eacute; definida como a parti&ccedil;&atilde;o inicializ&aacute;vel e normalmente cont&eacute;m o sistema operacional a ser usado no computador. No computador, apenas uma parti&ccedil;&atilde;o pode ser definida como parti&ccedil;&atilde;o inicializ&aacute;vel ou ativa na unidade de disco r&iacute;gido.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=ActiveX >ActiveX </a></b></font><dl><dd> <font size=2 face=Arial>Applet ou pequeno programa criado pela Microsoft para controlar a interatividade nas p&aacute;ginas da Web que devem ser baixadas para obter acesso a todas as fun&ccedil;&otilde;es. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=adapter card>adapter card (placa do adaptador)</a></b></font><dl><dd> <font size=2 face=Arial>Placa de expans&atilde;o que aumenta o n&uacute;mero de controladores e portas dispon&iacute;veis em um computador. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Address Resolution Protocol (ARP) >ARP (Address Resolution Protocol, protocolo de resolu&ccedil;&atilde;o de endere&ccedil;os) </a></b></font><dl><dd> <font size=2 face=Arial>Descobre o endere&ccedil;o local (endere&ccedil;o MAC) de uma esta&ccedil;&atilde;o na rede quando o endere&ccedil;o IP &eacute; desconhecido. Esta&ccedil;&otilde;es finais e roteadores usam o ARP para descobrir endere&ccedil;os locais:<br> <b>-a</b> Switch usado com o comando ARP que exibe o cache.<br> <b>-d</b> Switch usado com o comando ARP que exclui uma entrada do cache ARP.<br> <b>-s</b> Switch usado com o comando ARP que adiciona um mapeamento permanente de endere&ccedil;o IP para MAC.</font></dd>
      </dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=administrator>administrator(administrador)</a></b></font><dl><dd> <font size=2 face=Arial>Pessoa que consulta o Registro de Usu&aacute;rio para analisar o status de assinante individual e para coletar dados. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Advanced Configuration and Power Interface (ACPI)>ACPI (Advanced Configuration and Power Interface, interface de energia e configura&ccedil;&atilde;o avan&ccedil;ada)</a></b></font><dl><dd> <font size=2 face=Arial>Interface que permite ao sistema operacional controlar o gerenciamento de energia. Substitui o APM (Advanced Power Management, gerenciamento avan&ccedil;ado de energia).</font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Advanced Power Management (APM) >APM (Advanced Power Management, gerenciamento avan&ccedil;ado de energia) </a></b></font><dl><dd> <font size=2 face=Arial>Interface que permite ao BIOS controlar as configura&ccedil;&otilde;es do gerenciamento de energia. O APM foi substitu&iacute;do pela ACPI (Advanced Configuration and Power Interface, interface de energia e configura&ccedil;&atilde;o avan&ccedil;ada).</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Advanced Technology Extended (ATX) power connector>Advanced Technology Extended (ATX) power connector (conector de energia ATX, Advanced Technology Extended, tecnologia avançada estendida)</a></b></font><dl><dd> <font size=2 face=Arial>Conector de fonte de energia interno de 20 ou 24 pinos.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Advanced Technology Extended (ATX)>ATX (Advanced Technology Extended, tecnologia avan&ccedil;ada estendida)</a></b></font><dl><dd> <font size=2 face=Arial>Di&acirc;metro total de gabinete padr&atilde;o para computadores modernos. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=adware>adware</a></b></font><dl><dd> <font size=2 face=Arial>Programa que exibe an&uacute;ncios em um computador, geralmente distribu&iacute;do com outro software. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=all-in-one type printer>all-in-one type printer (impressora do tipo all-in-one)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo multifuncional desenvolvido para fornecer servi&ccedil;os como impress&atilde;o, fax e fun&ccedil;&otilde;es de copiadora.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=American National Standards Institute (ANSI) >ANSI (American National Standards Institute, instituto nacional de padroniza&ccedil;&atilde;o americano) </a></b></font><dl><dd> <font size=2 face=Arial>Organiza&ccedil;&atilde;o particular e sem fins lucrativos que administra e coordena a padroniza&ccedil;&atilde;o volunt&aacute;ria norte-americana e o sistema de avalia&ccedil;&atilde;o de conformidade. O ANSI identifica os requisitos industriais e p&uacute;blicos para padr&otilde;es de consenso nacionais, al&eacute;m de coordenar e gerenciar seu desenvolvimento, solucionar os problemas de padr&otilde;es nacionais e garantir participa&ccedil;&atilde;o efetiva na padroniza&ccedil;&atilde;o internacional. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=American Standard Code for Information Interchange (ASCII )>ASCII (American Standard Code for Information Interchange, padr&atilde;o americano de c&oacute;digo para troca de informa&ccedil;&otilde;es)</a></b></font><dl><dd> <font size=2 face=Arial>C&oacute;digo de 8 bits para a representa&ccedil;&atilde;o de caracteres (7 bits mais paridade). </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=analog transmission  >analog transmission (transmiss&atilde;o anal&oacute;gica) </a></b></font><dl><dd> <font size=2 face=Arial>Transmiss&atilde;o de sinal por cabos ou pelo ar em que as informa&ccedil;&otilde;es s&atilde;o transportadas atrav&eacute;s da varia&ccedil;&atilde;o de algumas combina&ccedil;&otilde;es entre amplitude, freq&uuml;&ecirc;ncia e fase de sinal.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=answer file>answer file (arquivo de respostas)</a></b></font><dl><dd> <font size=2 face=Arial>Arquivo que cont&eacute;m configura&ccedil;&otilde;es predefinidas e respostas &agrave;s quest&otilde;es exigidas pelo assistente de instala&ccedil;&atilde;o do sistema operacional.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=antistatic bag>antistatic bag (bolsa antiest&aacute;tica)</a></b></font><dl><dd> <font size=2 face=Arial>Material para embalagem que protege os componentes de uma descarga eletrost&aacute;tica.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=antistatic mat>antistatic mat (manta antiest&aacute;tica)</a></b></font><dl><dd> <font size=2 face=Arial>Superf&iacute;cie que fornece um ambiente seguro para os componentes do computador dissipando a descarga eletrost&aacute;tica.  </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=antistatic wrist strap>antistatic wrist strap (pulseira antiest&aacute;tica)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo usado no pulso para dissipar a descarga eletrost&aacute;tica entre a pessoa e o equipamento eletr&ocirc;nico.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=anti-virus application>anti-virus application (aplicativo antiv&iacute;rus)</a></b></font><dl><dd> <font size=2 face=Arial>Programa instalado no sistema para evitar que o computador seja infectado por v&iacute;rus.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='graphics application '>aplicativo gr&aacute;fico </a></b></font><dl><dd> <font size='2' face='Arial'>Cria ou modifica imagens gr&aacute;ficas. Os dois tipos de imagens gr&aacute;ficas incluem imagens com base em vetor e objeto, al&eacute;m de imagens em formato bitmap ou de desenho.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=AppleTalk >AppleTalk </a></b></font><dl><dd> <font size=2 face=Arial>Conjunto de protocolos para redes com computadores Macintosh. Composto por um abrangente conjunto de protocolos que atinge as sete camadas do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos).</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=application layer >application layer (camada do aplicativo) </a></b></font><dl><dd> <font size=2 face=Arial>Camada 7 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada fornece servi&ccedil;os aos processos do aplicativo, como correio eletr&ocirc;nico, transfer&ecirc;ncia de arquivos e emula&ccedil;&atilde;o de terminal, que est&atilde;o fora do modelo OSI. A camada de aplica&ccedil;&atilde;o identifica e estabiliza a disponibilidade dos parceiros de comunica&ccedil;&atilde;o e os recursos necess&aacute;rios para conectar-se a eles, sincroniza aplicativos auxiliares e estabelece acordos sobre os procedimentos para a recupera&ccedil;&atilde;o de erros e controle da integridade de dados. De maneira geral, corresponde &agrave;s camadas de servi&ccedil;os de transa&ccedil;&atilde;o no modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=application software>application software (software do aplicativo)</a></b></font><dl><dd> <font size=2 face=Arial>Programa que desenvolve uma fun&ccedil;&atilde;o espec&iacute;fica aceitando a entrada do usu&aacute;rio e manipulando-o para atingir um resultado, conhecido como sa&iacute;da.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=arm (Acorn RISC Machine) architecture>arquitetura arm (Acorn RISC Machine)</a></b></font><dl><dd> <font size=2 face=Arial>CPU com baixo &iacute;ndice de RISCO.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Asymmetric DSL (ADSL) >ADSL (Symmetric DSL, linha digital de assinantes sim&eacute;trica) </a></b></font><dl><dd> <font size=2 face=Arial>Atualmente, &eacute; a implementa&ccedil;&atilde;o mais comum de DSL. A velocidade de downstream varia de 384 kbps para mais de 6 Mbps. Geralmente, a velocidade de upstream &eacute; menor.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=asymmetric encryption>asymmetric encryption (criptografia sim&eacute;trica)</a></b></font><dl><dd> <font size=2 face=Arial>M&eacute;todo para criptografia de dados em uma rede. Usa uma chave particular para gravar mensagens e uma chave p&uacute;blica para decodificar as mensagens. Somente as chaves particulares precisam ser mantidas em segredo. As chaves p&uacute;blicas podem ser distribu&iacute;das abertamente. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=attention (AT) command set>attention (AT) command set (conjunto de comandos de aten&ccedil;&atilde;o (AT) )</a></b></font><dl><dd> <font size=2 face=Arial>Emite ao modem as instru&ccedil;&otilde;es de discagem, desligamento, redefini&ccedil;&atilde;o, entre outras instru&ccedil;&otilde;es. Baseia-se no conjunto de comandos de Hayes.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Automatic Private IP Addressing (APIPA) >APIPA (Automatic Private IP Addressing, endere&ccedil;amento de IP privado autom&aacute;tico) </a></b></font><dl><dd> <font size=2 face=Arial>Recurso do sistema operacional que permite ao computador atribuir um endere&ccedil;o a si mesmo caso n&atilde;o seja poss&iacute;vel contactar um servidor DHCP. IANA (Internet Assigned Numbers Authority) &eacute; a respons&aacute;vel pela aloca&ccedil;&atilde;o de endere&ccedil;os IP particulares para o APIPA dentro do intervalo de 169.254.0.0 a 169.254.255.255.</font></dd>
</dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Automatic Update >Automatic Update (atualiza&ccedil;&atilde;o autom&aacute;tica) </a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rio para programar o recurso do Windows Update para verificar por atualiza&ccedil;&otilde;es cr&iacute;ticas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=auxiliary (AUX) power connector  >auxiliary (AUX) power connector (conector de energia auxiliar (AUX) )</a></b></font><dl><dd> <font size=2 face=Arial>Conector de 4, 6 ou 8 pinos que fornece voltagem extra para a placa-m&atilde;e a partir da fonte de energia.  </font></dd></dl>

        <p>
      </td>
    </tr>
  </table>

  <p>&nbsp;</p>

</body>

</html>
