<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=daily backup  >daily backup (backup di&aacute;rio) </a></b></font><dl><dd> <font size=2 face=Arial>Faz backup apenas dos arquivos que foram modificados no dia do backup. Este backup n&atilde;o redefine o bit do arquivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=data backup >data backup (backup de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Informa&ccedil;&otilde;es de um computador armazenadas em uma m&iacute;dia de backup remov&iacute;vel que pode ser mantida em local seguro. Se o hardware do computador falhar, o backup de dados pode ser restaurado para dar continuidade ao processamento.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=data transfer rate >data transfer rate (taxa de transfer&ecirc;ncia de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Refere-se a rapidez com que o computador pode transferir as informa&ccedil;&otilde;es para a mem&oacute;ria.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=database >database (banco de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Cole&ccedil;&atilde;o de dados organizada que pode ser facilmente acessada, gerenciada, indexada, pesquisada e atualizada.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=data-link layer  >data-link layer (camada de v&iacute;nculo de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Camada 2 do modelo de refer&ecirc;ncia OSI. Essa camada permite a transita&ccedil;&atilde;o segura dos dados por meio de um v&iacute;nculo f&iacute;sico. A camada de v&iacute;nculo de dados trata do endere&ccedil;amento f&iacute;sico, da topologia da rede, da disciplina de linha, da notifica&ccedil;&atilde;o de erros, da entrega ordenada de quadros e do controle de fluxo. O IEEE dividiu essa camada em duas subcamadas, a subcamada MAC e a subcamada LLC. Algumas vezes, ela &eacute; chamada simplesmente de camada de v&iacute;nculo. Corresponde, de maneira geral, &agrave; camada de controle de v&iacute;nculo de dados do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=default gateway>default gateway (gateway padr&atilde;o)</a></b></font><dl><dd> <font size=2 face=Arial>Rota utilizada para que um computador em um determinado segmento possa se comunicar com um computador em outro segmento.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=default installation >default installation (instala&ccedil;&atilde;o padr&atilde;o) </a></b></font><dl><dd> <font size=2 face=Arial>Instala&ccedil;&atilde;o que requer a m&iacute;nima intera&ccedil;&atilde;o com o usu&aacute;rio. Tamb&eacute;m conhecida por instala&ccedil;&atilde;o t&iacute;pica. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=default printer >default printer (impressora padr&atilde;o) </a></b></font><dl><dd> <font size=2 face=Arial>Primeira op&ccedil;&atilde;o que um aplicativo usa quando o usu&aacute;rio clica no &iacute;cone de impressora. A impressora padr&atilde;o pode ser alterada pelo usu&aacute;rio.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DEFRAG>DEFRAG</a></b></font><dl><dd> <font size=2 face=Arial>Comando que reorganiza os dados e regrava todos os arquivos no disco r&iacute;gido para a inicializa&ccedil;&atilde;o da unidade, tornando mais f&aacute;cil e r&aacute;pida a recupera&ccedil;&atilde;o de dados no disco r&iacute;gido.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=denial of service (DoS)>DoS (Denial of Service, ataques de nega&ccedil;&atilde;o de servi&ccedil;os)</a></b></font><dl><dd> <font size=2 face=Arial>Uma forma de ataque que impede aos usu&aacute;rios o acesso a servi&ccedil;os normais, como e-mail ou servidor da Web, pois o sistema fica ocupado respondendo a uma quantidade imensamente grande de solicita&ccedil;&otilde;es. O objetivo do DoS &eacute; enviar muitas solicita&ccedil;&otilde;es para um determinado recurso causando uma sobrecarga do sistema, cessando a opera&ccedil;&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=desktop  >desktop (&aacute;rea de trabalho) </a></b></font><dl><dd> <font size=2 face=Arial>Met&aacute;fora usada para representar os sistemas de arquivo. Uma &aacute;rea de trabalho &eacute; composta por imagens, denominadas &iacute;cones, que exibem arquivos, pastas e todos os recursos dispon&iacute;veis para um usu&aacute;rio em um sistema operacional da GUI. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=desktop computer >desktop computer (computadores de mesa) </a></b></font><dl><dd> <font size=2 face=Arial>Tipo de computador desenvolvido para ser usado sobre uma mesa, geralmente com monitor sobre o computador para economizar espa&ccedil;o. Os computadores de mesa n&atilde;o s&atilde;o port&aacute;teis como os laptops.  </font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Device Manager >Device Manager (Gerenciador de dispositivos) </a></b></font><dl><dd> <font size=2 face=Arial>Aplicativo que exibe uma lista de todos os hardwares instalados no sistema.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=diagnostic software>diagnostic software (software de diagn&oacute;stico)</a></b></font><dl><dd> <font size=2 face=Arial>Programas que ajudam no processo de solu&ccedil;&atilde;o de problemas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=diagnostic tools >diagnostic tools (ferramentas de diagn&oacute;stico)</a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rios que monitoram o servidor da rede.</font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dial-up networking (DUN) >DUN (dial-up networking, rede dial-up) </a></b></font><dl><dd> <font size=2 face=Arial>Usado no sistema p&uacute;blico de telefonia ou rede para estabelecer comunica&ccedil;&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=differential backup >differential backup (backup diferencial) </a></b></font><dl><dd> <font size=2 face=Arial>Faz backup de todos os arquivos que foram criados ou modificados desde o &uacute;ltimo backup total. Ele n&atilde;o redefine o bit do arquivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital audio tape (DAT) >DAT (digital audio tape, fita de &aacute;udio digital) </a></b></font><dl><dd> <font size=2 face=Arial>Fita padr&atilde;o que usa fitas de &aacute;udio digitais de 4 mm para armazenar dados no formato DSS (Digital Data Storage). </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital linear tape (DLT)>DLT (digital linear tape, fita linear digital)</a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia que oferece recursos de backup em fita relativamente de alta velocidade e alta capacidade. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital multimeter (DMM) >DMM (digital multimeter, mult&iacute;metro digital) </a></b></font><dl><dd> <font size=2 face=Arial>Ferramenta que combina a funcionalidade de um volt&iacute;metro, ohm&iacute;metro e amper&iacute;metro em um f&aacute;cil dispositivo de medi&ccedil;&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital subscriber line (DSL)>DSL (digital subscriber line, linha digital de assinantes)</a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia de rede p&uacute;blica que distribui alta largura de banda por cabeamento de cobre convencional em dist&acirc;ncias limitadas. Tecnologia que permite para os usu&aacute;rios estabelecer conex&atilde;o com a Internet.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital versatile disc (DVD)>DVD (digital versatile disc, disco vers&aacute;til digital)</a></b></font><dl><dd> <font size=2 face=Arial>M&iacute;dia remov&iacute;vel usada principalmente para o armazenamento de filmes e dados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Digital Visual Interface (DVI) >DVI (Digital Visual Interface, interface visual digital) </a></b></font><dl><dd> <font size=2 face=Arial>Interface que exibe v&iacute;deo digital n&atilde;o compactado em um monitor digital. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=direct memory access (DMA) >DMA (direct memory access, acesso direto &agrave; mem&oacute;ria) </a></b></font><dl><dd> <font size=2 face=Arial>M&eacute;todo para ignorar a CPU ao transferir dados diretamente da mem&oacute;ria principal para um dispositivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=direct-current (DC)>DC (direct-current, corrente cont&iacute;nua)</a></b></font><dl><dd> <font size=2 face=Arial>Fluxo de corrente em uma dire&ccedil;&atilde;o, como a corrente usada em uma bateria. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=directory >directory (diret&oacute;rio)</a></b></font><dl><dd> <font size=2 face=Arial>1) Tipo de arquivo que organiza outros arquivos em uma estrutura hier&aacute;rquica. 2) Programa relacionado e arquivos de dados organizados e agrupados juntos em um sistema de arquivo DOS. 3) Usado para armazenar dados no sistema de gerenciamento de arquivos do Windows.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=disk cleanup>disk cleanup (limpeza de disco)</a></b></font><dl><dd> <font size=2 face=Arial>Software de gerenciamento de disco usado para limpar espa&ccedil;o em um disco r&iacute;gido buscando por arquivos que podem ser seguramente exclu&iacute;dos, como os arquivos tempor&aacute;rios da Internet.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=disk management >disk management (gerenciamento de disco) </a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rio do sistema usado para gerenciar discos r&iacute;gidos e parti&ccedil;&otilde;es, como discos de inicializa&ccedil;&atilde;o, cria&ccedil;&atilde;o e formata&ccedil;&atilde;o de parti&ccedil;&otilde;es.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=disk operating system (DOS) >DOS (disk operating system, sistema operacional em disco)</a></b></font><dl><dd> <font size=2 face=Arial>Conjunto de programas e comandos que controlam as opera&ccedil;&otilde;es gerais do computador em um sistema baseado em disco. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=display >display (monitor) </a></b></font><dl><dd> <font size=2 face=Arial>Mecanismo de proje&ccedil;&atilde;o e sa&iacute;da do computador que mostra texto e imagens gr&aacute;ficas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DNS poisoning >DNS poisoning (Inviabiliza&ccedil;&atilde;o de DNS) </a></b></font><dl><dd> <font size=2 face=Arial>Altera&ccedil;&atilde;o nos registros DNS em um sistema que visa apontar falsos servidores em que os dados est&atilde;o registrados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=docking connector>docking connector (conector multifuncional)</a></b></font><dl><dd> <font size=2 face=Arial>Soquete usado para conectar uma base multifuncional ao laptop.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=docking station>docking station (base multifuncional)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo que conecta um laptop a uma corrente alternada e perif&eacute;ricos do computador de mesa.  </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=domain >domain (dom&iacute;nio) </a></b></font><dl><dd> <font size=2 face=Arial>Grupo l&oacute;gico de computadores e dispositivos eletr&ocirc;nicos com um conjunto de regras e procedimentos comuns administrados como uma unidade.  </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Domain Name System (DNS) >DNS (Domain Name System, sistema de nomes de dom&iacute;nios) </a></b></font><dl><dd> <font size=2 face=Arial>Sistema que fornece uma maneira de mapear amigavelmente nomes de host, URLs ou endere&ccedil;os IP.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dot matrix printer >dot matrix printer (impressora matricial) </a></b></font><dl><dd> <font size=2 face=Arial>Impressora que usa a t&eacute;cnica de prensar uma tira contra o papel para exibir a impress&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dots per inch (dpi) >dpi (dots per inch, pontos por polegada)</a></b></font><dl><dd> <font size=2 face=Arial>Medida da qualidade da impress&atilde;o. Como a qualidade da impress&atilde;o &eacute; medida em uma impressora matricial, quanto maior o dpi, maior a qualidade.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=drive bay>drive bay (compartimento da unidade)</a></b></font><dl><dd> <font size=2 face=Arial>&Aacute;rea de tamanho padr&atilde;o para adicionar hardware ao gabinete do computador. Os dois compartimentos de unidade mais comuns s&atilde;o a unidade de CD\DVD e a unidade de disquete.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=drive letter >drive letter (letra da unidade) </a></b></font><dl><dd> <font size=2 face=Arial>Designa&ccedil;&atilde;o que distingue as unidades f&iacute;sicas ou l&oacute;gicas no Windows.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=drive mapping>drive mapping (mapeamento de unidade)</a></b></font><dl><dd> <font size=2 face=Arial>Processo de atribui&ccedil;&atilde;o de uma letra a uma unidade f&iacute;sica ou l&oacute;gica. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dual in-line memory module (DIMM) >DIMM (dual in-line memory module, modulo de mem&oacute;ria em linha dupla) </a></b></font><dl><dd> <font size=2 face=Arial>Placa de circuitos com barramento de dados de 64 bits que ret&eacute;m os chips de mem&oacute;ria. M&oacute;dulo de mem&oacute;ria com 168 pinos. Oferece suporte a transfer&ecirc;ncias de dados de 64 bits.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dual ring>dual ring (duplo anel)</a></b></font><dl><dd> <font size=2 face=Arial>Todos os dispositivos da rede s&atilde;o conectados a dois cabos e os dados s&atilde;o transportados em ambas as dire&ccedil;&otilde;es. Apenas um cabo &eacute; usado por vez. Caso ocorra uma falha em um dos cabos/an&eacute;is, os dados s&atilde;o transmitidos pelo outro cabo/anel.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD drive>DVD drive (unidade de DVD)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo &oacute;ptico que l&ecirc; DVDs.  Uma unidade de DVD regrav&aacute;vel (DVD-RW) permite realizar grava&ccedil;&otilde;es em DVD-RWs. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD-ROM  >DVD-ROM  </a></b></font><dl><dd> <font size=2 face=Arial>Formato de DVD desenvolvido para armazenar arquivos do computador.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD-RW >DVD-RW </a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia que permite que a m&iacute;dia seja gravada v&aacute;rias vezes.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD-Video >DVD-Video (V&iacute;deo de DVD) </a></b></font><dl><dd> <font size=2 face=Arial>Formato de DVD usado por DVD players independentes para filmes e extras.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dye-sublimation printer>dye-sublimation printer (impressoras dye-sublimation)</a></b></font><dl><dd> <font size=2 face=Arial>Impressora que usa camadas de tinta s&oacute;lida que se transformam em gasosas em um processo chamado sublima&ccedil;&atilde;o. O g&aacute;s, ent&atilde;o, passa para o papel e volta para o estado s&oacute;lido. O cabe&ccedil;ote de impress&atilde;o aplica uma camada de ciano, magenta, amarelo e uma cobertura clara (CMYO). Tamb&eacute;m &eacute; chamada de impressora de transfer&ecirc;ncia t&eacute;rmica.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Dynamic Host Configuration Protocol (DHCP) >DHCP (Dynamic Host Configuration Protocol, protocolo de configura&ccedil;&atilde;o din&acirc;mica de hosts) </a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rio que atribui automaticamente os endere&ccedil;os IP aos dispositivos do cliente em uma grande rede.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dynamic RAM (DRAM) >DRAM (dynamic RAM, RAM din&acirc;mica) </a></b></font><dl><dd> <font size=2 face=Arial>RAM que armazena informa&ccedil;&otilde;es em condensadores que devem ser atualizados periodicamente. Os atrasos podem ocorrer porque as DRAMs n&atilde;o podem ser acessadas pelo processador no momento da atualiza&ccedil;&atilde;o de seu conte&uacute;do. Entretanto, as DRAMs s&atilde;o menos complexas e possuem mais recursos que as SRAMs. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dynamic routing >dynamic routing (roteamento din&acirc;mico) </a></b></font><dl><dd> <font size=2 face=Arial>Roteamento que ajusta automaticamente a topologia da rede ou as altera&ccedil;&otilde;es de tr&aacute;fego. Tamb&eacute;m chamado de roteamento adaptativo. </font></dd></dl>


        <p>
      </td>
    </tr>
  </table>

</body>

</html>
