<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='I/O shield'>I/O shield (blindagem de E/S)</a></b></font><dl><dd> <font size='2' face='Arial'>Placa met&aacute;lica de aterramento instalada na parte traseira do gabinete que permite que os conectores da placa-m&atilde;e sejam acessados pelo lado de fora do gabinete. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='icon '>icon (&iacute;cone) </a></b></font><dl><dd> <font size='2' face='Arial'>Imagem que representa um aplicativo ou um recurso.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.1 '>IEEE 802.1 </a></b></font><dl><dd> <font size='2' face='Arial'>Uma especifica&ccedil;&atilde;o do IEEE que descreve um algoritmo que evita loops de bridging pela cria&ccedil;&atilde;o de uma spanning tree. O algoritmo foi inventado pela Digital Equipment Corporation. O algoritmo digital e o algoritmo IEEE 802.1 n&atilde;o s&atilde;o id&ecirc;nticos e nem compat&iacute;veis. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.12 '>IEEE 802.12 </a></b></font><dl><dd> <font size='2' face='Arial'>Um padr&atilde;o de rede local do IEEE que especifica a camada f&iacute;sica e a subcamada MAC da camada de v&iacute;nculo de dados.  O IEEE 802.12 usa o esquema de prioridade para acesso aos meios f&iacute;sicos a 100 Mbps sobre uma variedade de meios f&iacute;sicos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.2 '>IEEE 802.2 </a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local do IEEE que especifica uma implementa&ccedil;&atilde;o da subcamada LLC da camada de v&iacute;nculo de dados. O IEEE 802.2 processa erros, enquadramentos, controles de fluxos e a interface de servi&ccedil;o da camada de rede, Camada 3, interface de servi&ccedil;o. Usado em redes locais IEEE 802.3 e IEEE 802.5.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.3'>IEEE 802.3</a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local do IEEE que especifica uma implementa&ccedil;&atilde;o da camada f&iacute;sica e da subcamada MAC da camada de v&iacute;nculo de dados. O IEEE 802.3 usa o acesso CSMA/CD a uma variedade de velocidades sobre uma variedade de meios f&iacute;sicos. Extens&otilde;es do padr&atilde;o IEEE 802.3 especificam implementa&ccedil;&otilde;es para Fast Ethernet. Varia&ccedil;&otilde;es f&iacute;sicas da especifica&ccedil;&atilde;o original do IEEE 802.3 incluem 10BASE2, 10BASE5, 10BASE-F, 10BASE-T e 10Broad36. Varia&ccedil;&otilde;es f&iacute;sicas da Fast Ethernet incluem 100BASE-T, 100BASE-T4 e 100BASE-X. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.3i '>IEEE 802.3i </a></b></font><dl><dd> <font size='2' face='Arial'>Uma varia&ccedil;&atilde;o f&iacute;sica da especifica&ccedil;&atilde;o IEEE 802.3 original que especifica a utiliza&ccedil;&atilde;o de sinaliza&ccedil;&atilde;o do tipo Ethernet sobre meios de rede em pares tran&ccedil;ados. O padr&atilde;o define a velocidade de sinaliza&ccedil;&atilde;o em 10 megabits por segundo usando um esquema de sinaliza&ccedil;&atilde;o de banda base transmitida sobre cabos de par tran&ccedil;ado usando uma topologia estrela ou estrela estendida. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.4 '>IEEE 802.4 </a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local do IEEE que especifica uma implementa&ccedil;&atilde;o da camada f&iacute;sica e da subcamada MAC da camada de v&iacute;nculo de dados. O IEEE 802.4 usa acesso por passagem de token sobre uma topologia de barramento e baseia-se na arquitetura token bus para redes locais. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.5 '>IEEE 802.5 </a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local IEEE que especifica uma implementa&ccedil;&atilde;o da camada f&iacute;sica e da subcamada MAC da camada de v&iacute;nculo de dados. O IEEE 802.5 usa acesso por passagem de token a 4 ou 16 Mbps sobre cabeamento STP e &eacute; semelhante ao IBM Token Ring. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.6 '>IEEE 802.6 </a></b></font><dl><dd> <font size='2' face='Arial'>Uma especifica&ccedil;&atilde;o de MAN do IEEE baseada na tecnologia DQDB. O IEEE 802.6 suporta taxas de dados entre 1,5 e 155 Mbps. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='impact printer '>impact printer (impressora de impacto) </a></b></font><dl><dd> <font size='2' face='Arial'>Classe que inclui a impressora matricial e a impressora de margarida.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='incremental backup'>incremental backup (backup incremental)</a></b></font><dl><dd> <font size='2' face='Arial'>Procedimento para fazer backup de todos os arquivos e pastas que foram criados ou modificados desde o &uacute;ltimo backup total ou normal. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='infrared (IR)'>IR (infrared, infravermelho)</a></b></font><dl><dd> <font size='2' face='Arial'>Ondas eletromagn&eacute;ticas cuja faixa de freq&uuml;&ecirc;ncias est&aacute; acima das microondas, mas abaixo do espectro de luz vis&iacute;vel. Os sistemas de rede local com base nesta tecnologia representam uma tecnologia emergente. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='infrared port'>infrared port (porta de infravermelho)</a></b></font><dl><dd> <font size='2' face='Arial'>Transceiver sem fio de linha de vis&atilde;o usado para a transmiss&atilde;o de dados.</font></dd>
  </dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='infrared scatter'>infrared scatter (dispers&atilde;o de infravermelho)</a></b></font>
<dl><dd><font size='2' face='Arial'>Sinal de infravermelho que encobre telhados e paredes. Dispositivos que podem estabelecer conex&atilde;o sem uma linha de vis&atilde;o, mas com taxas de transfer&ecirc;ncia de dados inferiores e pequenas dist&acirc;ncias.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='inkjet printer'>inkjet printer (impressora jato de tinta)</a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de impressora que usa cartucho de tinta l&iacute;quida, borrifando a tinta para formar uma imagem no papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='input/output (I/O) '>input/output (I/O) (E/S (entrada/sa&iacute;da) )</a></b></font><dl><dd> <font size='2' face='Arial'>Toda opera&ccedil;&atilde;o, programa ou dispositivo que transfere dados de ou para um computador. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='input/output (I/O) address'>input/output (I/O) address (endere&ccedil;o de E/S, entrada/sa&iacute;da) </a></b></font><dl><dd> <font size='2' face='Arial'>Endere&ccedil;o de mem&oacute;ria hexadecimal exclusivo associado a um dispositivo espec&iacute;fico em um computador. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='installation CD '>installation CD (CD de instala&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>CDs que incluem novo software com drivers e manuais. Al&eacute;m disso, podem incluir ferramentas de diagn&oacute;sticos e software de teste (vers&atilde;o trial).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='instant messaging (IM)'>IM (instant messaging, mensagens instant&acirc;neas)</a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de comunica&ccedil;&atilde;o com base em texto e em tempo real conduzido por uma rede entre dois ou mais usu&aacute;rios.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Institute of Electrical and Electronics Engineers  (IEEE)'>IEEE (Institute of Electrical and Electronics Engineers, instituto de engenharia el&eacute;trica e eletr&ocirc;nica)</a></b></font><dl><dd> <font size='2' face='Arial'>Organiza&ccedil;&atilde;o que acompanha o desenvolvimento dos padr&otilde;es de comunica&ccedil;&atilde;o e de rede. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='insulation'>insulation (isolante)</a></b></font><dl><dd> <font size='2' face='Arial'>Material de alta resist&ecirc;ncia que impede o fluxo de corrente entre os condutores em um cabo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Integrated Services Digital Network (ISDN)'>ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados)</a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo de comunica&ccedil;&atilde;o, oferecido por empresas telef&ocirc;nicas, que permite que as redes telef&ocirc;nicas transportem dados, voz e outros tipos de tr&aacute;fego. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='interface'>interface </a></b></font><dl><dd> <font size='2' face='Arial'>1) Conex&atilde;o entre dois sistemas ou dispositivos.<br>2) Na terminologia de roteamento, uma conex&atilde;o de rede. <br>3) Na  telefonia, uma borda compartilhada definida por caracter&iacute;sticas de interconex&otilde;es f&iacute;sicas, caracter&iacute;sticas de sinais e significados de sinais intercambiados. <br>4) A borda entre camadas adjacentes do modelo OSI.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Interior Gateway Protocol (IGP)'>IGP (Interior Gateway Protocol, protocolo de roteamento interno)</a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo de Internet usado para trocar informa&ccedil;&otilde;es de roteamento dentro de um sistema aut&ocirc;nomo. Dentre os exemplos comuns de IGPs de Internet est&atilde;o EIGRP, OSPF e RIP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='International Electrotechnical Commission (IEC)'>IEC (International Electrotechnical Commission, comiss&atilde;o de eletrot&eacute;cnica internacional)</a></b></font><dl><dd> <font size='2' face='Arial'>Grupo industrial que escreve e distribui padr&otilde;es para produtos e componentes el&eacute;tricos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='International Organization for Standardization (ISO) '>ISO (International Organization for Standardization, organiza&ccedil;&atilde;o internacional para padroniza&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Uma organiza&ccedil;&atilde;o internacional que define padr&otilde;es para as redes. A ISO desenvolveu o modelo de refer&ecirc;ncia OSI, um modelo de refer&ecirc;ncia para redes largamente aceito.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet '>Internet </a></b></font><dl><dd> <font size='2' face='Arial'>Termo usado para referir-se &agrave; maior rede do mundo, conectando dezenas de milhares de redes ao redor do mundo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Architecture Board (IAB)'>IAB (Internet Architecture Board)</a></b></font><dl><dd> <font size='2' face='Arial'>Junta de pesquisadores de rede que estudam quest&otilde;es pertinentes &agrave; arquitetura da Internet. Respons&aacute;vel pela indica&ccedil;&atilde;o de uma variedade de grupos relacionados &agrave; Internet, como IANA, IESG e IRSG. A IAB &eacute; designada pelos curadores da ISOC. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Control Message Protocol (ICMP)'>ICMP (Internet Control Message Protocol, protocolo de mensagens de controle da Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Usado para executar testes e solucionar problemas na rede, esse protocolo torna poss&iacute;vel a emiss&atilde;o mensagens de erro e diagn&oacute;sticos. As mensagens de eco do ICMP s&atilde;o usadas pelo utilit&aacute;rio ping para determinar se um dispositivo remoto est&aacute; acess&iacute;vel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Message Access Protocol (IMAP)  '>IMAP (Internet Message Access Protocol, protocolo de acesso &agrave;s mensagens de Internet)  </a></b></font><dl><dd> <font size='2' face='Arial'>Usado por cliente de e-mail local para sincronizar e recuperar e-mails de um servidor. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Protocol (IP)'>IP (Internet Protocol, protocolo de Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo da camada de rede na pilha TCP/IP que oferece um servi&ccedil;os de rede sem conex&atilde;o. O IP proporciona recursos para o endere&ccedil;amento, especifica&ccedil;&atilde;o de tipo de servi&ccedil;o, fragmenta&ccedil;&atilde;o e remontagem e para seguran&ccedil;a. Documentado no RFC 791.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet service provider (ISP)'>ISP (Internet service provider, provedor de servi&ccedil;o na Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Empresa que fornece o servi&ccedil;o de Internet a usu&aacute;rios dom&eacute;sticos, como empresas locais de telefonia ou servi&ccedil;os a cabo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internetwork Packet Exchange/Sequenced Packet Exchange (IPX/SPX) '>IPX/SPX (Internetwork Packet Exchange/Sequenced Packet Exchange, protocolo de interc&acirc;mbio de pacotes entre redes/interc&acirc;mbio de pacotes seq&uuml;enciados) </a></b></font><dl><dd> <font size='2' face='Arial'>Usado pela Novell Netware; o IPX &eacute; capaz de estabelecer uma comunica&ccedil;&atilde;o sem conex&atilde;o e o SPX &eacute; a camada de transporte (Camada 7 do modelo de refer&ecirc;ncia OSI).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='interrupt request (IRQ) '>IRQ (interrupt request, pedido de interrup&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Pedido de um dispositivo de comunica&ccedil;&atilde;o com a CPU.</font></dd></dl>


        <p>
      </td>
    </tr>
  </table>

</body>

</html>
