<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Gloss&aacute;rio</title>
<base target="_self">
</head>
<body background="../../images/bg.gif" leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

<table border="0" width="420" cellspacing="0" cellpadding="2">
<tr>
<td>

<!-- start A -->
  <p align="left"><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=AC power connector>AC power connector (conector de energia CA)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Soquete usado para conectar o adaptador de energia CA a um computador ou base multifuncional.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=AC power cord >AC power cord (cabo de energia CA)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Cabo que transfere eletricidade da fonte de energia CA para a fonte de energia do computador.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Accelerated Graphics Port (AGP)>AGP (Accelerated Graphics Port, porta de gr&aacute;ficos acelerada)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Tecnologia de barramento de 32 bits, de alta velocidade desenvolvida para oferecer suporte &agrave; acelera&ccedil;&atilde;o de gr&aacute;ficos em 3D no computador.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Access Control List (ACL) >ACL (Access Control List, lista de controle de acesso) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Lista gerenciada por um administrador de rede que registra os detalhes sobre o que um usu&aacute;rio pode acessar e o tipo de acesso concedido.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=access point>access point (ponto de acesso)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Dispositivo que conecta dispositivos sem fio para formar uma rede sem fio. Um ponto de acesso geralmente &eacute; conectado a uma rede cabeada e pode restabelecer os dados entre dispositivos com e sem fio. As dist&acirc;ncias de conectividade podem ser de v&aacute;rios p&eacute;s ou metros a v&aacute;rias milhas ou quil&ocirc;metros.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=active partition>active partition (parti&ccedil;&atilde;o ativa)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Parti&ccedil;&atilde;o em uma unidade de disco r&iacute;gido que &eacute; definida como a parti&ccedil;&atilde;o inicializ&aacute;vel e normalmente cont&eacute;m o sistema operacional a ser usado no computador. No computador, apenas uma parti&ccedil;&atilde;o pode ser definida como parti&ccedil;&atilde;o inicializ&aacute;vel ou ativa na unidade de disco r&iacute;gido.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=ActiveX >ActiveX </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Applet ou pequeno programa criado pela Microsoft para controlar a interatividade nas p&aacute;ginas da Web que devem ser baixadas para obter acesso a todas as fun&ccedil;&otilde;es. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=adapter card>adapter card (placa do adaptador)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Placa de expans&atilde;o que aumenta o n&uacute;mero de controladores e portas dispon&iacute;veis em um computador. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Address Resolution Protocol (ARP) >ARP (Address Resolution Protocol, protocolo de resolu&ccedil;&atilde;o de endere&ccedil;os) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Descobre o endere&ccedil;o local (endere&ccedil;o MAC) de uma esta&ccedil;&atilde;o na rede quando o endere&ccedil;o IP &eacute; desconhecido. Esta&ccedil;&otilde;es finais e roteadores usam o ARP para descobrir endere&ccedil;os locais:<br> <b>-a</b> Switch usado com o comando ARP que exibe o cache.<br> <b>-d</b> Switch usado com o comando ARP que exclui uma entrada do cache ARP.<br> <b>-s</b> Switch usado com o comando ARP que adiciona um mapeamento permanente de endere&ccedil;o IP para MAC.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=administrator>administrator (administrador)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Pessoa que consulta o Registro de Usu&aacute;rio para analisar o status de assinante individual e para coletar dados. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Advanced Configuration and Power Interface (ACPI)>ACPI (Advanced Configuration and Power Interface, interface de energia e configura&ccedil;&atilde;o avan&ccedil;ada)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Interface que permite ao sistema operacional controlar o gerenciamento de energia. Substitui o APM (Advanced Power Management, gerenciamento avan&ccedil;ado de energia).</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Advanced Power Management (APM) >APM (Advanced Power Management, gerenciamento avan&ccedil;ado de energia) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Interface que permite ao BIOS controlar as configura&ccedil;&otilde;es do gerenciamento de energia. O APM foi substitu&iacute;do pela ACPI (Advanced Configuration and Power Interface, interface de energia e configura&ccedil;&atilde;o avan&ccedil;ada).</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Advanced Technology Extended (ATX) power connector>Advanced Technology Extended (ATX) power connector (conector de energia ATX, Advanced Technology Extended, tecnologia avan&ccedil;ada estendida)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Conector de fonte de energia interno de 20 ou 24 pinos.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Advanced Technology Extended (ATX)>ATX (Advanced Technology Extended, tecnologia avan&ccedil;ada estendida)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Di&acirc;metro total de gabinete padr&atilde;o para computadores modernos. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=adware>adware</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Programa que exibe an&uacute;ncios em um computador, geralmente distribu&iacute;do com outro software. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=all-in-one type printer>all-in-one type printer (impressora do tipo all-in-one)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Dispositivo multifuncional desenvolvido para fornecer servi&ccedil;os como impress&atilde;o, fax e fun&ccedil;&otilde;es de copiadora.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=American National Standards Institute (ANSI) >ANSI (American National Standards Institute, instituto nacional de padroniza&ccedil;&atilde;o americano) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Organiza&ccedil;&atilde;o particular e sem fins lucrativos que administra e coordena a padroniza&ccedil;&atilde;o volunt&aacute;ria norte-americana e o sistema de avalia&ccedil;&atilde;o de conformidade. O ANSI identifica os requisitos industriais e p&uacute;blicos para padr&otilde;es de consenso nacionais, al&eacute;m de coordenar e gerenciar seu desenvolvimento, solucionar os problemas de padr&otilde;es nacionais e garantir participa&ccedil;&atilde;o efetiva na padroniza&ccedil;&atilde;o internacional. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=American Standard Code for Information Interchange (ASCII )>ASCII (American Standard Code for Information Interchange, padr&atilde;o americano de c&oacute;digo para troca de informa&ccedil;&otilde;es)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>C&oacute;digo de 8 bits para a representa&ccedil;&atilde;o de caracteres (7 bits mais paridade). </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=analog transmission  >analog transmission (transmiss&atilde;o anal&oacute;gica)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Transmiss&atilde;o de sinal por cabos ou pelo ar em que as informa&ccedil;&otilde;es s&atilde;o transportadas atrav&eacute;s da varia&ccedil;&atilde;o de algumas combina&ccedil;&otilde;es entre amplitude, freq&uuml;&ecirc;ncia e fase de sinal.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=answer file>answer file (arquivo de resposta)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Arquivo que cont&eacute;m configura&ccedil;&otilde;es predefinidas e respostas &agrave;s quest&otilde;es exigidas pelo assistente de instala&ccedil;&atilde;o do sistema operacional.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=antistatic bag>antistatic bag (bolsa antiest&aacute;tica)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Material para embalagem que protege os componentes de uma descarga eletrost&aacute;tica.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=antistatic mat>antistatic mat (manta antiest&aacute;tica)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Superf&iacute;cie que fornece um ambiente seguro para os componentes do computador dissipando a descarga eletrost&aacute;tica. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=antistatic wrist strap>antistatic wrist strap (pulseira antiest&aacute;tica)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Dispositivo usado no pulso para dissipar a descarga eletrost&aacute;tica entre a pessoa e o equipamento eletr&ocirc;nico.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=anti-virus application>anti-virus application (aplicativo antiv&iacute;rus)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Programa instalado no sistema para evitar que o computador seja infectado por v&iacute;rus.</font></dd>
  </dl>
  <p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='graphics application '>aplicativo gr&aacute;fico </a></b></font><dl><dd> <font size='2' face='Arial'>Cria ou modifica imagens gr&aacute;ficas. Os dois tipos de imagens gr&aacute;ficas incluem imagens com base em vetor e objeto, al&eacute;m de imagens em formato bitmap ou de desenho.</font></dd></dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=AppleTalk >AppleTalk </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Conjunto de protocolos para redes com computadores Macintosh. Composto por um abrangente conjunto de protocolos que atinge as sete camadas do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos).</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=application layer >application layer (camada de aplica&ccedil;&atilde;o)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Camada 7 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada fornece servi&ccedil;os aos processos do aplicativo, como correio eletr&ocirc;nico, transfer&ecirc;ncia de arquivos e emula&ccedil;&atilde;o de terminal, que est&atilde;o fora do modelo OSI. A camada de aplica&ccedil;&atilde;o identifica e estabiliza a disponibilidade dos parceiros de comunica&ccedil;&atilde;o e os recursos necess&aacute;rios para conectar-se a eles, sincroniza aplicativos auxiliares e estabelece acordos sobre os procedimentos para a recupera&ccedil;&atilde;o de erros e controle da integridade de dados. De maneira geral, corresponde &agrave;s camadas de servi&ccedil;os de transa&ccedil;&atilde;o no modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=application software>application software (software aplicativo)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Programa que desenvolve uma fun&ccedil;&atilde;o espec&iacute;fica aceitando a entrada do usu&aacute;rio e manipulando-o para atingir um resultado, conhecido como sa&iacute;da.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=arm (Acorn RISC Machine) architecture>arm (Acorn RISC Machine) architecture (arquitetura arm, Acorn RISC Machine)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>CPU com baixo &iacute;ndice de RISCO.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Asymmetric DSL (ADSL) >ADSL (Asymmetric DSL, linha digital de assinantes assim&eacute;trica) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Atualmente, &eacute; a implementa&ccedil;&atilde;o mais comum de DSL. A velocidade de downstream varia de 384 kbps para mais de 6 Mbps. Geralmente, a velocidade de upstream &eacute; menor.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=asymmetric encryption>asymmetric encryption (criptografia assim&eacute;trica)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>M&eacute;todo para criptografia de dados em uma rede. Usa uma chave particular para gravar mensagens e uma chave p&uacute;blica para decodificar as mensagens. Somente as chaves particulares precisam ser mantidas em segredo. As chaves p&uacute;blicas podem ser distribu&iacute;das abertamente. </font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=attention (AT) command set>attention (AT) command set (conjunto de comandos de aten&ccedil;&atilde;o (AT) )</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Emite ao modem as instru&ccedil;&otilde;es de discagem, desligamento, redefini&ccedil;&atilde;o, entre outras instru&ccedil;&otilde;es. Baseia-se no conjunto de comandos de Hayes.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Automatic Private IP Addressing (APIPA) >APIPA (Automatic Private IP Addressing) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Recurso do sistema operacional que permite ao computador atribuir um endere&ccedil;o a si mesmo caso n&atilde;o seja poss&iacute;vel contactar um servidor DHCP. IANA (Internet Assigned Numbers Authority) &eacute; a respons&aacute;vel pela aloca&ccedil;&atilde;o de endere&ccedil;os IP particulares para o APIPA dentro do intervalo de 169.254.0.0 a 169.254.255.255.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=Automatic Update >Automatic Update (atualiza&ccedil;&atilde;o autom&aacute;tica)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Utilit&aacute;rio para programar o recurso do Windows Update para verificar por atualiza&ccedil;&otilde;es cr&iacute;ticas.</font></dd>
  </dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=auxiliary (AUX) power connector  >auxiliary (AUX) power connector (conector de energia auxiliar (AUX)) </a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Conector de 4, 6 ou 8 pinos que fornece voltagem extra para a placa-m&atilde;e a partir da fonte de energia. </font></dd>
  </dl>

  <!-- end A -->

  <!-- start B -->
  <p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=backplane>backplane</a></b></font><dl><dd> <font size=2 face=Arial>Conex&atilde;o f&iacute;sica entre uma placa ou processador de interface, barramentos de dados e barramentos de distribui&ccedil;&atilde;o de energia dentro de um chassi. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=backup>backup</a></b></font><dl><dd> <font size=2 face=Arial>C&oacute;pia de dados salva em uma m&iacute;dia alternativa e deve ser fisicamente removida dos dados de origem.</font></dd>
</dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=backward compatible >backward compatible (compat&iacute;vel com vers&otilde;es anteriores) </a></b></font><dl><dd> <font size=2 face=Arial>Sistema de hardware ou software que pode usar interfaces e dados a partir de vers&otilde;es anteriores do sistema ou com outros sistemas. Tamb&eacute;m conhecido como 'compat&iacute;vel com vers&atilde;o anterior' ou 'backward compatible'.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=bandwidth>bandwidth (largura de banda)</a></b></font><dl><dd> <font size=2 face=Arial>Quantidade de dados que pode ser transmitida em um determinado per&iacute;odo de tempo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=base station>base station (esta&ccedil;&atilde;o de base)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo que conecta um laptop a uma corrente alternada e perif&eacute;ricos do computador de mesa. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Basic Input/Output System (BIOS) >BIOS (Basic Input/Output System, sistema de entrada e sa&iacute;da b&aacute;sico) </a></b></font><dl><dd> <font size=2 face=Arial>Programa armazenado em um chip de ROM que fornece o c&oacute;digo b&aacute;sico para controlar o hardware do computador e para desenvolver diagn&oacute;sticos sobre ele. O BIOS prepara o computador para carregar o sistema operacional.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Basic Rate Interface (BRI)>BRI (Basic Rate Interface, interface de taxa b&aacute;sica)</a></b></font><dl><dd> <font size=2 face=Arial>Interface ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados) composta por dois canais B e um canal D para comunica&ccedil;&atilde;o comutada por circuitos de voz, v&iacute;deo e dados. Compare com PRI.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=battery latch>battery latch (trava da bateria)</a></b></font><dl><dd> <font size=2 face=Arial>Ferramenta usada para inserir, remover e segurar a bateria do laptop.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=battery>battery (bateria)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo el&eacute;trico que converte energia qu&iacute;mica em energia el&eacute;trica. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=beep code>beep code (c&oacute;digo de bipes)</a></b></font><dl><dd> <font size=2 face=Arial>Sistema sonoro de relat&oacute;rios sobre os erros que s&atilde;o encontrados no BIOS durante o POST, representado por uma s&eacute;rie de bipes. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Berg power connector>Berg power connector (conector de energia Berg)</a></b></font><dl><dd> <font size=2 face=Arial>Conector chaveado que fornece energia a uma unidade de disquete. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=biometric device>biometric device (dispositivo biom&eacute;trico)</a></b></font><dl><dd> <font size=2 face=Arial>Ferramenta que usa sensores, como impress&atilde;o digital ou scanner de retina, para identificar as caracter&iacute;sticas f&iacute;sicas do usu&aacute;rio e permitir seu acesso a um dispositivo ou uma rede.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=bit rate >bit rate (taxa de bits) </a></b></font><dl><dd> <font size=2 face=Arial>Velocidade em que os bits s&atilde;o transmitidos, normalmente expressos em bits por segundo (bps).</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=bit>bit</a></b></font><dl><dd> <font size=2 face=Arial>Menor unidade de dados em um computador. Um bit pode ser definido como 1 ou 0. O bit &eacute; o formato bin&aacute;rio em que os dados s&atilde;o processados pelos computadores.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=blackout>blackout (blecaute)</a></b></font><dl><dd> <font size=2 face=Arial>Perda total de energia CA. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Bluetooth >Bluetooth </a></b></font><dl><dd> <font size=2 face=Arial>Padr&atilde;o industrial sem fio que usa uma freq&uuml;&ecirc;ncia de r&aacute;dio n&atilde;o licenciada para estabelecer comunica&ccedil;&otilde;es em curtas dist&acirc;ncias permitindo que os dispositivos port&aacute;teis possam se comunicar em longas dist&acirc;ncias.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=boot >boot (inicializa&ccedil;&atilde;o) </a></b></font><dl><dd> <font size=2 face=Arial>Para iniciar um computador. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=boot record>boot record (registro de inicializa&ccedil;&atilde;o)</a></b></font><dl><dd> <font size=2 face=Arial>Arquivo de 512 bytes contendo uma tabela que descreve a parti&ccedil;&atilde;o, o n&uacute;mero de bytes por setor e o n&uacute;mero de setores por cluster.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=bootable disk >bootable disk (disco inicializ&aacute;vel) </a></b></font><dl><dd> <font size=2 face=Arial>Ferramenta de solu&ccedil;&atilde;o de problemas que permite inicializar o computador a partir de um disco quando o disco r&iacute;gido n&atilde;o &eacute; capaz de inicializ&aacute;-lo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=broadband >broadband (banda larga) </a></b></font><dl><dd> <font size=2 face=Arial>V&aacute;rios sinais usando diversas freq&uuml;&ecirc;ncias em um cabo. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=broadband optical telepoint >broadband optical telepoint (teleponto &oacute;ptico de banda larga) </a></b></font><dl><dd> <font size=2 face=Arial>Transmiss&atilde;o de banda larga por infravermelho capaz de atender aos requisitos de multim&iacute;dia de alta qualidade.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=broadband satellite >broadband satellite (banda larga por sat&eacute;lite) </a></b></font><dl><dd> <font size=2 face=Arial>Conex&atilde;o de rede usando uma antena parab&oacute;lica.</font></dd>
</dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=brownout>brownout (queda de energia)</a></b></font><dl><dd> <font size=2 face=Arial>Interrup&ccedil;&atilde;o tempor&aacute;ria de energia CA.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=buffer >buffer </a></b></font><dl><dd> <font size=2 face=Arial>&Aacute;rea de armazenamento usada para manipular dados em tr&acirc;nsito. Os buffers s&atilde;o usados em interliga&ccedil;&otilde;es de rede para compensar as diferen&ccedil;as na velocidade do processamento entre os dispositivos de rede. O excesso de dados pode ser armazenado em buffers at&eacute; que eles sejam manipulados por dispositivos de processamento mais lentos. Algumas vezes s&atilde;o citados como um buffers de pacote. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=bus topology>bus topology (topologia de barramento)</a></b></font><dl><dd> <font size=2 face=Arial>Rede com computadores conectados a um cabo comum. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=bus>bus (barramento)</a></b></font><dl><dd> <font size=2 face=Arial>Meio atrav&eacute;s da qual os dados s&atilde;o transferidos de uma parte a outra do computador. O barramento pode ser comparado a uma highway, onde os dados literalmente viajam dentro do computador. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=byte >byte </a></b></font><dl><dd> <font size=2 face=Arial>Uma unidade de medida que descreve o tamanho de um arquivo de dados, a quantidade de espa&ccedil;o em um disco, ou outro meio de armazenamento, ou a quantidade de dados que est&aacute; sendo enviada atrav&eacute;s da rede. Um byte &eacute; composto por 8 bits de dados.</font></dd></dl>

<!-- end B -->

<!-- start C -->
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=C: drive>C: drive (unidade C)</a></b></font><dl><dd> <font size=2 face=Arial>Geralmente indica a primeira unidade de disco r&iacute;gido em um sistema de computador. A unidade A e B s&atilde;o reservadas para unidades de disquetes. A unidade B raramente &eacute; usada nos computadores atuais.</font></dd></dl>
  <p align=left><font face=Arial size=2><img src=../../images/bullet.gif alt="bullet" width=17 height=12 border=0><b><a name=alternating-current (AC)>CA (alternating-current, corrente alternada)</a></b></font>
  <dl>
    <dd> <font size=2 face=Arial>Corrente que altera a dire&ccedil;&atilde;o em uma taxa de repeti&ccedil;&atilde;o uniforme. Geralmente, esse tipo de eletricidade &eacute; fornecido por uma concession&aacute;ria de servi&ccedil;os p&uacute;blicos e pode ser obtido por tomadas de parede.</font></dd>
  </dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cable modem >cable modem </a></b></font><dl><dd> <font size=2 face=Arial>Age como uma interface LAN conectando o computador com a Internet. O cable modem conecta um computador &agrave; rede a cabo da empresa atrav&eacute;s do mesmo cabo coaxial que alimenta os sinais de TV a cabo (CATV) em uma televis&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cable tie>cable tie (amarra&ccedil;&atilde;o de cabos)</a></b></font><dl><dd> <font size=2 face=Arial>Prendedor para unir os cabos dentro e fora do computador.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cable>cable (cabo)</a></b></font><dl><dd> <font size=2 face=Arial>Conjunto de condutores amarrados todos juntos, confeccionados em cobre ou fibra &oacute;ptica que transportam sinais e energia aos dispositivos el&eacute;tricos.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cache>cache</a></b></font><dl><dd> <font size=2 face=Arial>&Aacute;rea de armazenamento de dados que fornece acesso de alta velocidade para o sistema.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Caps lock indicator LED>Caps lock indicator LED (LED indicador de Caps Lock)</a></b></font><dl><dd> <font size=2 face=Arial>Luz que indica se a tecla Caps Lock est&aacute; ativada ou desativada.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=card key>card key (chave do cart&atilde;o)</a></b></font><dl><dd> <font size=2 face=Arial>Cart&atilde;o de identidade com chip que armazena dados de usu&aacute;rio, inclusive o n&iacute;vel de acesso.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Category 3 >Category 3 (Categoria 3) </a></b></font><dl><dd> <font size=2 face=Arial>Cabo usado principalmente em conex&otilde;es telef&ocirc;nicas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Category 5 >Category 5 (Categoria 5) </a></b></font><dl><dd> <font size=2 face=Arial>Cabo que cont&eacute;m quatro pares de fio, com uma taxa de dados m&aacute;xima de 1 Gbps.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Category 5e >Category 5e (Categoria 5e) </a></b></font><dl><dd> <font size=2 face=Arial>Cabo que fornece mais pares tran&ccedil;ados por p&eacute;s do que o cabo Categoria 5 na mesma taxa de dados de 1 Gbps.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Category 6 >Category 6 (Categoria 6) </a></b></font><dl><dd> <font size=2 face=Arial>Cabo com mais pares tran&ccedil;ados do que o cabo Categoria 5e. Ele cont&eacute;m um divisor pl&aacute;stico que separa os pares de fios evitando interfer&ecirc;ncias.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cellular WAN >cellular WAN (WAN para celular) </a></b></font><dl><dd> <font size=2 face=Arial>Rede de longa dist&acirc;ncia cuja tecnologia permite o uso de um telefone celular ou laptop para estabelecer comunica&ccedil;&otilde;es por dados e voz. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=central processing unit (CPU)>CPU (central processing unit, unidade central de processamento)</a></b></font><dl><dd> <font size=2 face=Arial>Interpreta e processa instru&ccedil;&otilde;es e dados do software. Localizado na placa-m&atilde;e, a CPU &eacute; um chip contido em um circuito integrado simples chamado microprocessador. A CPU cont&eacute;m dois componentes b&aacute;sicos, uma unidade de controle e uma ALU (Arithmetic/Logic Unit, unidade l&oacute;gica e aritm&eacute;tica).</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dual core CPU>CPU dual core</a></b></font><dl><dd> <font size=2 face=Arial>Dois n&uacute;cleos dentro de um &uacute;nico chip da CPU. Ambos os n&uacute;cleos podem ser usados em conjunto para aumentar a velocidade ou podem ser usados em dois locais ao mesmo tempo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=chip >chip </a></b></font><dl><dd> <font size=2 face=Arial>Pequena pe&ccedil;a de silicone ou germ&acirc;nio processada para ter caracter&iacute;sticas el&eacute;tricas de forma que possa ser desenvolvida em um componente eletr&ocirc;nico. Tamb&eacute;m chamada de semicondutor.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=chip set>chip set (chipset)</a></b></font><dl><dd> <font size=2 face=Arial>Conjunto de chips em uma placa-m&atilde;e que permite &agrave; CPU comunicar-se e interagir com outros componentes do computador. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=CHKDSK>CHKDSK</a></b></font><dl><dd> <font size=2 face=Arial>Comando usado para verificar a integridade de arquivos e pastas no disco r&iacute;gido examinando a superf&iacute;cie do disco em busca de erros f&iacute;sicos.</font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=client/server network >client/server network (rede cliente/servidor) </a></b></font><dl><dd> <font size=2 face=Arial>Rede em que os servi&ccedil;os est&atilde;o localizados em um computador dedicado que responde &agrave;s solicita&ccedil;&otilde;es do cliente ou do usu&aacute;rio.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cluster>cluster</a></b></font><dl><dd> <font size=2 face=Arial>Menor unidade de espa&ccedil;o usada para armazenar dados em um disco. Tamb&eacute;m chamada de unidade de aloca&ccedil;&atilde;o de arquivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=CMOS battery>CMOS battery (bateria CMOS)</a></b></font><dl><dd> <font size=2 face=Arial>Bateria que fornece energia para manter as informa&ccedil;&otilde;es de configura&ccedil;&otilde;es b&aacute;sicas, incluindo o rel&oacute;gio em tempo real, quando o computador &eacute; desligado.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=CMYK >CMYK </a></b></font><dl><dd> <font size=2 face=Arial>Exibe as cores: ciano, magenta, amarelo e preto.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=coaxial cable >coaxial cable (cabo coaxial) </a></b></font><dl><dd> <font size=2 face=Arial>Cabo blindado com revestimento de cobre usado para conectar computadores em uma rede. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cold boot>cold boot (inicializa&ccedil;&atilde;o com computador desligado) </a></b></font><dl><dd> <font size=2 face=Arial>Para ligar um computador desligado. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=color ink jet printer >color ink jet printer (impressora jato de tinta colorida) </a></b></font><dl><dd> <font size=2 face=Arial>Tipo de impressora que usa cartucho de tinta l&iacute;quida, borrifando a tinta para formar uma imagem no papel.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Comit&eacute; Consultatif International T&eacute;l&eacute;phonique et T&eacute;l&eacute;graphique (CCITT)>CCITT (Comit&eacute; Consultatif International T&eacute;l&eacute;phonique et T&eacute;l&eacute;graphique, comit&ecirc; consultivo telef&ocirc;nico e telegr&aacute;fico internacional)</a></b></font><dl><dd> <font size=2 face=Arial>Comit&ecirc; que define os padr&otilde;es internacionais de comunica&ccedil;&atilde;o. O CCITT define os padr&otilde;es para o envio de documentos via fax e os padr&otilde;es para a transmiss&atilde;o de dados em linhas telef&ocirc;nicas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=command line interface (CLI)>CLI (command line interface, interface da linha de comando)</a></b></font><dl><dd> <font size=2 face=Arial>Interface, como, por exemplo, o prompt do DOS, que requer que os comandos sejam inseridos manualmente na linha de comando. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=compact disc - read only memory (CD-ROM)>CD-ROM (compact disc - read only memory)</a></b></font><dl><dd> <font size=2 face=Arial>M&iacute;dia &oacute;ptica de armazenamento para &aacute;udio e dados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=compact disc (CD) drive >compact disc (CD) drive (unidade de CD (compact disc) ) </a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo &oacute;ptico que l&ecirc; CDs (discos compactos).   </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=compact disc-recordable (CD-R) >CD-R (compact disc-recordable, disco compacto grav&aacute;vel) </a></b></font><dl><dd> <font size=2 face=Arial>M&iacute;dia &oacute;ptica que permite que os dados sejam gravados, mas n&atilde;o modificados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=compact disc-rewritable (CD-RW)>CD-RW (compact disc-rewritable, disco compacto regrav&aacute;vel)</a></b></font><dl><dd> <font size=2 face=Arial>M&iacute;dia &oacute;ptica de armazenamento que permite que os dados sejam gravados e modificados. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Complementary Metal Oxide Semiconductor (CMOS) >CMOS (Complementary Metal Oxide Semiconductor, semicondutor complementar de &oacute;xido met&aacute;lico) </a></b></font><dl><dd> <font size=2 face=Arial>Tipo de semicondutor, ou firmware de mem&oacute;ria de baixa energia, que armazena as informa&ccedil;&otilde;es de configura&ccedil;&otilde;es b&aacute;sicas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Complex Instruction Set Computer (CISC) >CISC (Complex Instruction Set Computer, computador com conjunto de instru&ccedil;&otilde;es complexo) </a></b></font><dl><dd> <font size=2 face=Arial>Arquitetura que usa um amplo conjunto de instru&ccedil;&otilde;es com v&aacute;rias op&ccedil;&otilde;es para quase toda opera&ccedil;&atilde;o. O resultado &eacute; que um programador pode executar precisamente o comando necess&aacute;rio, resultando em menos etapas de instru&ccedil;&atilde;o por opera&ccedil;&atilde;o. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=compressed air>compressed air (ar comprimido)</a></b></font><dl><dd> <font size=2 face=Arial>Lata de ar pressurizado usada para remover a poeira dos componentes do computador sem criar est&aacute;tica. Tamb&eacute;m chamado de ar enlatado.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=computer >computer (computador) </a></b></font><dl><dd> <font size=2 face=Arial>M&aacute;quina el&eacute;trica que pode executar uma lista de instru&ccedil;&otilde;es e desenvolver c&aacute;lculos com base nessas instru&ccedil;&otilde;es.  </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=computer network>computer network (rede de computadores)</a></b></font><dl><dd> <font size=2 face=Arial>Dois ou mais computadores conectados em conjunto por algum tipo de m&iacute;dia para compartilhar dados e recursos. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=computer system >computer system (sistema de computador) </a></b></font><dl><dd> <font size=2 face=Arial>Combina&ccedil;&atilde;o de componentes de hardware e software. Hardware &eacute; o equipamento f&iacute;sico, como gabinetes, unidades de disquetes, teclados, monitores, cabos, alto-falantes e impressoras. O software descreve os programas que operam em um sistema de computador.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=computer-aided design (CAD) >CAD (computer-aided design) </a></b></font><dl><dd> <font size=2 face=Arial>Aplicativo usado para a cria&ccedil;&atilde;o de projetos arquitet&ocirc;nicos, el&eacute;tricos e mec&acirc;nicos. As formas mais complexas do CAD incluem modelagens de param&eacute;tricas e s&oacute;lidas, que permitem que os objetos sejam criados com caracter&iacute;sticas reais.</font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=conduit>conduit (condu&iacute;te)</a></b></font><dl><dd> <font size=2 face=Arial>Prote&ccedil;&atilde;o para a m&iacute;dia de infra-estrutura contra danos e acesso n&atilde;o autorizado.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=configuration tool  >configuration tool (ferramenta de configura&ccedil;&atilde;o) </a></b></font><dl><dd> <font size=2 face=Arial>Ferramenta de gerenciamento de servi&ccedil;o ou uma ferramenta de servi&ccedil;o de gerenciamento de Elemento com uma GUI.  </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=connector>connector (conector)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo usado no final de um cabo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=conventional memory>conventional memory (mem&oacute;ria convencional)</a></b></font><dl><dd> <font size=2 face=Arial>Todos os endere&ccedil;os de mem&oacute;ria de 0 a 640 KB.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cookie >cookie </a></b></font><dl><dd> <font size=2 face=Arial>Pequeno arquivo de texto armazenado no disco r&iacute;gido que permite a um site controlar a associa&ccedil;&atilde;o do usu&aacute;rio a esse site.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=copy backup >copy backup (c&oacute;pia de backup)</a></b></font><dl><dd> <font size=2 face=Arial>Faz backup em fita dos arquivos selecionados pelo usu&aacute;rio. Este backup n&atilde;o redefine o bit do arquivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=crosstalk>crosstalk (diafonia)</a></b></font><dl><dd> <font size=2 face=Arial>Interfer&ecirc;ncia de energia, como, por exemplo, interfer&ecirc;ncia eletromagn&eacute;tica (EMI), que &eacute; transferida de um circuito para outro. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=current (I)>current (I) (corrente (I) )</a></b></font><dl><dd> <font size=2 face=Arial>Fluxo de el&eacute;trons em um condutor medido em amperes.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=customer replaceable unit (CRU) >CRU (customer replaceable unit, unidade substitu&iacute;vel pelo cliente) </a></b></font><dl><dd> <font size=2 face=Arial>Componente que pode ser instalado pelo usu&aacute;rio. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=cylinder>cylinder (cilindro)</a></b></font><dl><dd> <font size=2 face=Arial>Todas as faixas em um disco r&iacute;gido com o mesmo n&uacute;mero. Coletivamente, a mesma faixa em todos os discos de um disco r&iacute;gido multidisco.</font></dd></dl>

<!-- end C -->

<!-- start D -->
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=daily backup  >daily backup (backup di&aacute;rio) </a></b></font><dl><dd> <font size=2 face=Arial>Faz backup apenas dos arquivos que foram modificados no dia do backup. Este backup n&atilde;o redefine o bit do arquivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=data backup >data backup (backup de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Informa&ccedil;&otilde;es de um computador armazenadas em uma m&iacute;dia de backup remov&iacute;vel que pode ser mantida em local seguro. Se o hardware do computador falhar, o backup de dados pode ser restaurado para dar continuidade ao processamento.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=data transfer rate >data transfer rate (taxa de transfer&ecirc;ncia de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Refere-se a rapidez com que o computador pode transferir as informa&ccedil;&otilde;es para a mem&oacute;ria.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=database >database (banco de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Cole&ccedil;&atilde;o de dados organizada que pode ser facilmente acessada, gerenciada, indexada, pesquisada e atualizada.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=data-link layer  >data-link layer (camada de v&iacute;nculo de dados) </a></b></font><dl><dd> <font size=2 face=Arial>Camada 2 do modelo de refer&ecirc;ncia OSI. Essa camada permite a transita&ccedil;&atilde;o segura dos dados por meio de um v&iacute;nculo f&iacute;sico. A camada de v&iacute;nculo de dados trata do endere&ccedil;amento f&iacute;sico, da topologia da rede, da disciplina de linha, da notifica&ccedil;&atilde;o de erros, da entrega ordenada de quadros e do controle de fluxo. O IEEE dividiu essa camada em duas subcamadas, a subcamada MAC e a subcamada LLC. Algumas vezes, ela &eacute; chamada simplesmente de camada de v&iacute;nculo. Corresponde, de maneira geral, &agrave; camada de controle de v&iacute;nculo de dados do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=default gateway>default gateway (gateway padr&atilde;o)</a></b></font><dl><dd> <font size=2 face=Arial>Rota utilizada para que um computador em um determinado segmento possa se comunicar com um computador em outro segmento.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=default installation >default installation (instala&ccedil;&atilde;o padr&atilde;o) </a></b></font><dl><dd> <font size=2 face=Arial>Instala&ccedil;&atilde;o que requer a m&iacute;nima intera&ccedil;&atilde;o com o usu&aacute;rio. Tamb&eacute;m conhecida por instala&ccedil;&atilde;o t&iacute;pica. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=default printer >default printer (impressora padr&atilde;o) </a></b></font><dl><dd> <font size=2 face=Arial>Primeira op&ccedil;&atilde;o que um aplicativo usa quando o usu&aacute;rio clica no &iacute;cone de impressora. A impressora padr&atilde;o pode ser alterada pelo usu&aacute;rio.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DEFRAG>DEFRAG</a></b></font><dl><dd> <font size=2 face=Arial>Comando que reorganiza os dados e regrava todos os arquivos no disco r&iacute;gido para a inicializa&ccedil;&atilde;o da unidade, tornando mais f&aacute;cil e r&aacute;pida a recupera&ccedil;&atilde;o de dados no disco r&iacute;gido.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=denial of service (DoS)>DoS (Denial of Service, ataques de nega&ccedil;&atilde;o de servi&ccedil;os)</a></b></font><dl><dd> <font size=2 face=Arial>Uma forma de ataque que impede aos usu&aacute;rios o acesso a servi&ccedil;os normais, como e-mail ou servidor da Web, pois o sistema fica ocupado respondendo a uma quantidade imensamente grande de solicita&ccedil;&otilde;es. O objetivo do DoS &eacute; enviar muitas solicita&ccedil;&otilde;es para um determinado recurso causando uma sobrecarga do sistema, cessando a opera&ccedil;&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=desktop  >desktop (&aacute;rea de trabalho) </a></b></font><dl><dd> <font size=2 face=Arial>Met&aacute;fora usada para representar os sistemas de arquivo. Uma &aacute;rea de trabalho &eacute; composta por imagens, denominadas &iacute;cones, que exibem arquivos, pastas e todos os recursos dispon&iacute;veis para um usu&aacute;rio em um sistema operacional da GUI. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=desktop computer >desktop computer (computadores de mesa) </a></b></font><dl><dd> <font size=2 face=Arial>Tipo de computador desenvolvido para ser usado sobre uma mesa, geralmente com monitor sobre o computador para economizar espa&ccedil;o. Os computadores de mesa n&atilde;o s&atilde;o port&aacute;teis como os laptops.  </font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Device Manager >Device Manager (Gerenciador de dispositivos) </a></b></font><dl><dd> <font size=2 face=Arial>Aplicativo que exibe uma lista de todos os hardwares instalados no sistema.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=diagnostic software>diagnostic software (software de diagn&oacute;stico)</a></b></font><dl><dd> <font size=2 face=Arial>Programas que ajudam no processo de solu&ccedil;&atilde;o de problemas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=diagnostic tools >diagnostic tools (ferramentas de diagn&oacute;stico)</a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rios que monitoram o servidor da rede.</font></dd></dl>

<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dial-up networking (DUN) >DUN (dial-up networking, rede dial-up) </a></b></font><dl><dd> <font size=2 face=Arial>Usado no sistema p&uacute;blico de telefonia ou rede para estabelecer comunica&ccedil;&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=differential backup >differential backup (backup diferencial) </a></b></font><dl><dd> <font size=2 face=Arial>Faz backup de todos os arquivos que foram criados ou modificados desde o &uacute;ltimo backup total. Ele n&atilde;o redefine o bit do arquivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital audio tape (DAT) >DAT (digital audio tape, fita de &aacute;udio digital) </a></b></font><dl><dd> <font size=2 face=Arial>Fita padr&atilde;o que usa fitas de &aacute;udio digitais de 4 mm para armazenar dados no formato DSS (Digital Data Storage). </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital linear tape (DLT)>DLT (digital linear tape, fita linear digital)</a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia que oferece recursos de backup em fita relativamente de alta velocidade e alta capacidade. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital multimeter (DMM) >DMM (digital multimeter, mult&iacute;metro digital) </a></b></font><dl><dd> <font size=2 face=Arial>Ferramenta que combina a funcionalidade de um volt&iacute;metro, ohm&iacute;metro e amper&iacute;metro em um f&aacute;cil dispositivo de medi&ccedil;&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital subscriber line (DSL)>DSL (digital subscriber line, linha digital de assinantes)</a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia de rede p&uacute;blica que distribui alta largura de banda por cabeamento de cobre convencional em dist&acirc;ncias limitadas. Tecnologia que permite para os usu&aacute;rios estabelecer conex&atilde;o com a Internet.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=digital versatile disc (DVD)>DVD (digital versatile disc, disco vers&aacute;til digital)</a></b></font><dl><dd> <font size=2 face=Arial>M&iacute;dia remov&iacute;vel usada principalmente para o armazenamento de filmes e dados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Digital Visual Interface (DVI) >DVI (Digital Visual Interface, interface visual digital) </a></b></font><dl><dd> <font size=2 face=Arial>Interface que exibe v&iacute;deo digital n&atilde;o compactado em um monitor digital. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=direct memory access (DMA) >DMA (direct memory access, acesso direto &agrave; mem&oacute;ria) </a></b></font><dl><dd> <font size=2 face=Arial>M&eacute;todo para ignorar a CPU ao transferir dados diretamente da mem&oacute;ria principal para um dispositivo.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=direct-current (DC)>DC (direct-current, corrente cont&iacute;nua)</a></b></font><dl><dd> <font size=2 face=Arial>Fluxo de corrente em uma dire&ccedil;&atilde;o, como a corrente usada em uma bateria. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=directory >directory (diret&oacute;rio)</a></b></font><dl><dd> <font size=2 face=Arial>1) Tipo de arquivo que organiza outros arquivos em uma estrutura hier&aacute;rquica. 2) Programa relacionado e arquivos de dados organizados e agrupados juntos em um sistema de arquivo DOS. 3) Usado para armazenar dados no sistema de gerenciamento de arquivos do Windows.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=disk cleanup>disk cleanup (limpeza de disco)</a></b></font><dl><dd> <font size=2 face=Arial>Software de gerenciamento de disco usado para limpar espa&ccedil;o em um disco r&iacute;gido buscando por arquivos que podem ser seguramente exclu&iacute;dos, como os arquivos tempor&aacute;rios da Internet.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=disk management >disk management (gerenciamento de disco) </a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rio do sistema usado para gerenciar discos r&iacute;gidos e parti&ccedil;&otilde;es, como discos de inicializa&ccedil;&atilde;o, cria&ccedil;&atilde;o e formata&ccedil;&atilde;o de parti&ccedil;&otilde;es.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=disk operating system (DOS) >DOS (disk operating system, sistema operacional em disco)</a></b></font><dl><dd> <font size=2 face=Arial>Conjunto de programas e comandos que controlam as opera&ccedil;&otilde;es gerais do computador em um sistema baseado em disco. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=display >display (monitor) </a></b></font><dl><dd> <font size=2 face=Arial>Mecanismo de proje&ccedil;&atilde;o e sa&iacute;da do computador que mostra texto e imagens gr&aacute;ficas.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DNS poisoning >DNS poisoning (Inviabiliza&ccedil;&atilde;o de DNS) </a></b></font><dl><dd> <font size=2 face=Arial>Altera&ccedil;&atilde;o nos registros DNS em um sistema que visa apontar falsos servidores em que os dados est&atilde;o registrados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=docking connector>docking connector (conector multifuncional)</a></b></font><dl><dd> <font size=2 face=Arial>Soquete usado para conectar uma base multifuncional ao laptop.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=docking station>docking station (base multifuncional)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo que conecta um laptop a uma corrente alternada e perif&eacute;ricos do computador de mesa. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=domain >domain (dom&iacute;nio) </a></b></font><dl><dd> <font size=2 face=Arial>Grupo l&oacute;gico de computadores e dispositivos eletr&ocirc;nicos com um conjunto de regras e procedimentos comuns administrados como uma unidade.  </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Domain Name System (DNS) >DNS (Domain Name System, sistema de nomes de dom&iacute;nios) </a></b></font><dl><dd> <font size=2 face=Arial>Sistema que fornece uma maneira de mapear amigavelmente nomes de host, URLs ou endere&ccedil;os IP.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dot matrix printer >dot matrix printer (impressora matricial) </a></b></font><dl><dd> <font size=2 face=Arial>Impressora que usa a t&eacute;cnica de prensar uma tira contra o papel para exibir a impress&atilde;o.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dots per inch (dpi) >dpi (dots per inch, pontos por polegada)</a></b></font><dl><dd> <font size=2 face=Arial>Medida da qualidade da impress&atilde;o. Como a qualidade da impress&atilde;o &eacute; medida em uma impressora matricial, quanto maior o dpi, maior a qualidade.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=drive bay>drive bay (compartimento da unidade)</a></b></font><dl><dd> <font size=2 face=Arial>&Aacute;rea de tamanho padr&atilde;o para adicionar hardware ao gabinete do computador. Os dois compartimentos de unidade mais comuns s&atilde;o a unidade de CD\DVD e a unidade de disquete.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=drive letter >drive letter (letra da unidade) </a></b></font><dl><dd> <font size=2 face=Arial>Designa&ccedil;&atilde;o que distingue as unidades f&iacute;sicas ou l&oacute;gicas no Windows.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=drive mapping>drive mapping (mapeamento de unidade)</a></b></font><dl><dd> <font size=2 face=Arial>Processo de atribui&ccedil;&atilde;o de uma letra a uma unidade f&iacute;sica ou l&oacute;gica. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dual in-line memory module (DIMM) >DIMM (dual in-line memory module, modulo de mem&oacute;ria em linha dupla) </a></b></font><dl><dd> <font size=2 face=Arial>Placa de circuitos com barramento de dados de 64 bits que ret&eacute;m os chips de mem&oacute;ria. M&oacute;dulo de mem&oacute;ria com 168 pinos. Oferece suporte a transfer&ecirc;ncias de dados de 64 bits.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dual ring>dual ring (duplo anel)</a></b></font><dl><dd> <font size=2 face=Arial>Todos os dispositivos da rede s&atilde;o conectados a dois cabos e os dados s&atilde;o transportados em ambas as dire&ccedil;&otilde;es. Apenas um cabo &eacute; usado por vez. Caso ocorra uma falha em um dos cabos/an&eacute;is, os dados s&atilde;o transmitidos pelo outro cabo/anel.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD drive>DVD drive (unidade de DVD)</a></b></font><dl><dd> <font size=2 face=Arial>Dispositivo &oacute;ptico que l&ecirc; DVDs.  Uma unidade de DVD regrav&aacute;vel (DVD-RW) permite realizar grava&ccedil;&otilde;es em DVD-RWs. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD-ROM  >DVD-ROM  </a></b></font><dl><dd> <font size=2 face=Arial>Formato de DVD desenvolvido para armazenar arquivos do computador.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD-RW >DVD-RW </a></b></font><dl><dd> <font size=2 face=Arial>Tecnologia que permite que a m&iacute;dia seja gravada v&aacute;rias vezes.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=DVD-Video >DVD-Video (V&iacute;deo de DVD) </a></b></font><dl><dd> <font size=2 face=Arial>Formato de DVD usado por DVD players independentes para filmes e extras.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dye-sublimation printer>dye-sublimation printer (impressoras dye-sublimation)</a></b></font><dl><dd> <font size=2 face=Arial>Impressora que usa camadas de tinta s&oacute;lida que se transformam em gasosas em um processo chamado sublima&ccedil;&atilde;o. O g&aacute;s, ent&atilde;o, passa para o papel e volta para o estado s&oacute;lido. O cabe&ccedil;ote de impress&atilde;o aplica uma camada de ciano, magenta, amarelo e uma cobertura clara (CMYO). Tamb&eacute;m &eacute; chamada de impressora de transfer&ecirc;ncia t&eacute;rmica.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=Dynamic Host Configuration Protocol (DHCP) >DHCP (Dynamic Host Configuration Protocol, protocolo de configura&ccedil;&atilde;o din&acirc;mica de hosts) </a></b></font><dl><dd> <font size=2 face=Arial>Utilit&aacute;rio que atribui automaticamente os endere&ccedil;os IP aos dispositivos do cliente em uma grande rede.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dynamic RAM (DRAM) >DRAM (dynamic RAM, RAM din&acirc;mica) </a></b></font><dl><dd> <font size=2 face=Arial>RAM que armazena informa&ccedil;&otilde;es em condensadores que devem ser atualizados periodicamente. Os atrasos podem ocorrer porque as DRAMs n&atilde;o podem ser acessadas pelo processador no momento da atualiza&ccedil;&atilde;o de seu conte&uacute;do. Entretanto, as DRAMs s&atilde;o menos complexas e possuem mais recursos que as SRAMs. </font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=dynamic routing >dynamic routing (roteamento din&acirc;mico) </a></b></font><dl><dd> <font size=2 face=Arial>Roteamento que ajusta automaticamente a topologia da rede ou as altera&ccedil;&otilde;es de tr&aacute;fego. Tamb&eacute;m chamado de roteamento adaptativo. </font></dd></dl>

<!-- end D -->

<!-- start E -->
  <p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='eject button '>eject button (bot&atilde;o ejetar) </a></b></font><dl><dd> <font size='2' face='Arial'>Libera um objeto, como o bot&atilde;o em uma unidade de disquete.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Electronic Industries Association  (EIA)'>EIA (Electronic Industries Association, associa&ccedil;&atilde;o das ind&uacute;strias eletr&ocirc;nicas)</a></b></font><dl><dd> <font size='2' face='Arial'>Grupo que especifica os padr&otilde;es de transmiss&atilde;o el&eacute;trica. A EIA e o TIA desenvolveram v&aacute;rios padr&otilde;es de comunica&ccedil;&atilde;o bastante conhecidos, incluindo o EIA/TIA-232 e o EIA/TIA-449.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='electronic mail (e-mail) '>e-mail (correio eletr&ocirc;nico) </a></b></font><dl><dd> <font size='2' face='Arial'>Habilidade que permite aos usu&aacute;rios se comunicarem por uma rede de computador. Troca de mensagens armazenadas no computador por meio de uma comunica&ccedil;&atilde;o via rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='electrophotographic drum '>electrophotographic drum (tambor eletrofotogr&aacute;fico) </a></b></font><dl><dd> <font size='2' face='Arial'>Parte central da impressora a laser que usa o toner para imprimir no papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='electrostatic discharge (ESD) '>ESD (electrostatic discharge, descarga eletrost&aacute;tica) </a></b></font><dl><dd> <font size='2' face='Arial'>Descarga de eletricidade est&aacute;tica de um condutor para outro de pot&ecirc;ncias diferentes.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='encryption '>encryption (criptografia) </a></b></font><dl><dd> <font size='2' face='Arial'>Recurso de seguran&ccedil;a que aplica uma codifica&ccedil;&atilde;o em um arquivo de forma que apenas os usu&aacute;rios autorizados possam visualizar o arquivo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Encryption File System (EFS) '>EFS (Encryption File System, criptografia de sistema de arquivos) </a></b></font><dl><dd> <font size='2' face='Arial'>Sistema de arquivos para criptografia espec&iacute;fico da Microsoft.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Enhanced Integrated Drive Electronics (EIDE)'>EIDE (Enhanced Integrated Drive Electronics)</a></b></font><dl><dd> <font size='2' face='Arial'>Vers&atilde;o aprimorada da interface IDE padr&atilde;o que conecta discos r&iacute;gidos, unidades de CD-ROM e unidades de fita a um PC.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Ethernet '>Ethernet </a></b></font><dl><dd> <font size='2' face='Arial'>Especifica&ccedil;&atilde;o de LAN de banda base criada pela Xerox Corporation e desenvolvida em conjunto pela Xerox, Intel e pela Digital Equipment Corporation. As redes Ethernet usam o CSMA/CD e s&atilde;o executadas por uma variedade de tipos de cabos a 10 Mbps ou mais. A Ethernet &eacute; semelhante com a s&eacute;rie de padr&otilde;es IEEE 802.3. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Ethernet port'>Ethernet port (porta Ethernet)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete RJ-45 usado para conectar um computador a uma rede de &aacute;rea local (LAN) por cabo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='event '>event (evento) </a></b></font><dl><dd> <font size='2' face='Arial'>Mensagem da rede que indica irregularidades operacionais nos elementos f&iacute;sicos de uma rede ou uma resposta para a ocorr&ecirc;ncia de uma tarefa significativa, geralmente a conclus&atilde;o de uma solicita&ccedil;&atilde;o de informa&ccedil;&otilde;es. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Event Viewer '>Event Viewer (Visualizar eventos) </a></b></font><dl><dd> <font size='2' face='Arial'>Aplicativo que monitora eventos do sistema, eventos do aplicativo e eventos de seguran&ccedil;a.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='exhaust vent'>exhaust vent (aberturas de exaust&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Sa&iacute;da que libera ar quente do interior de um dispositivo ou sala. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='expansion card modem '>expansion card modem (modem da placa de expans&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Modem inserido no slot de expans&atilde;o da placa-m&atilde;e (ISA ou PCI). Tamb&eacute;m chamado de modem interno.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='expansion slot '>expansion slot (slot de expans&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Abertura no computador que permite a inser&ccedil;&atilde;o de uma placa de PC para adicionar recursos ao computador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='ExpressCard '>ExpressCard </a></b></font><dl><dd> <font size='2' face='Arial'>Placa padr&atilde;o de expans&atilde;o de laptop e de alto-processamento desenvolvida pela PCMCIA. O slot de expans&atilde;o ExpressCard usa a PCI Express (x1) incorporada e/ou o barramento USB de um laptop. As ExpressCards possuem um conector de 26 pinos e s&atilde;o intercambi&aacute;veis. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='extended memory '>extended memory (mem&oacute;ria estendida) </a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria superior a 1 MB.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='extended partition '>extended partition (parti&ccedil;&atilde;o estendida) </a></b></font><dl><dd> <font size='2' face='Arial'>Segunda parti&ccedil;&atilde;o no disco r&iacute;gido. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='extended-star topology '>extended-star topology (topologia estrela estendida) </a></b></font><dl><dd> <font size='2' face='Arial'>Topologia estrela expandida para incluir dispositivos de rede adicionais.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='external hard drive'>external hard drive (disco r&iacute;gido externo)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que &eacute; conectado ao computador para fornecer armazenamento de dados adicional. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='external modem '>external modem (modem externo) </a></b></font><dl><dd> <font size='2' face='Arial'>Modem que &eacute; conectado &agrave; porta serial (COM1 ou COM2) da maioria dos computadores. Um modem externo, como um cable modem, normalmente &eacute; usado em conex&otilde;es de alta velocidade. </font></dd></dl>
<!-- end E -->

<!-- start F -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Fast Ethernet '>Fast Ethernet </a></b></font><dl><dd> <font size='2' face='Arial'>Qualquer uma das especifica&ccedil;&otilde;es de Ethernet de 100 Mbps. A Fast Ethernet oferece velocidade dez vezes maior que a especifica&ccedil;&atilde;o 10BASE-T Ethernet, preservando algumas qualidades como formato de quadros, mecanismos MAC e MTU. Tais semelhan&ccedil;as permitem o uso de aplicativos 10BASE-T existentes e ferramentas de gerenciamento de rede em redes Fast Ethernet. Baseia-se na extens&atilde;o da especifica&ccedil;&atilde;o IEEE 802.3. Compare com Ethernet. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='FDISK '>FDISK </a></b></font><dl><dd> <font size='2' face='Arial'>Comando usado para excluir e criar parti&ccedil;&otilde;es em disco r&iacute;gido:\STATUS; switch que exibe as informa&ccedil;&otilde;es de parti&ccedil;&atilde;o quando utilizadas com o comando FDISK.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Fiber Distributed Data Interface (FDDI) '>FDDI (Fiber Distributed Data Interface, interface de dados distribu&iacute;dos em fibra &oacute;ptica) </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de rede Token Ring usada em grandes LANs.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='fiber-optic cable '>fiber-optic cable (cabo de fibra &oacute;ptica) </a></b></font><dl><dd> <font size='2' face='Arial'>Meio f&iacute;sico capaz de conduzir a transmiss&atilde;o de ilumina&ccedil;&atilde;o modulada. Se comparado com outro meio de transmiss&atilde;o, o cabo de fibra &oacute;ptica &eacute; mais caro, mas n&atilde;o est&aacute; sujeito a interfer&ecirc;ncia eletromagn&eacute;tica e &eacute; capaz de trabalhar com taxas de dados mais altas. Algumas vezes, &eacute; chamado de fibra &oacute;ptica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='fiber-optic cable'>fiber-optic cable (fibra &oacute;ptica)</a></b></font><dl><dd> <font size='2' face='Arial'>Usa cabos com base em vidro ou pl&aacute;stico, tamb&eacute;m chamados de fibra, para conduzir informa&ccedil;&otilde;es como pulsos de ilumina&ccedil;&atilde;o. Conduz a ilumina&ccedil;&atilde;o modulada para transmitir dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='field-replaceable unit (FRU)'>FRU (field-replaceable unit, unidade substitu&iacute;vel em campo)</a></b></font><dl><dd> <font size='2' face='Arial'>Componente que um t&eacute;cnico qualificado pode instalar em um local remoto. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='file '>file (arquivo) </a></b></font><dl><dd> <font size='2' face='Arial'>Um bloco de dados relacionados logicamente que recebe um &uacute;nico nome e &eacute; tratado como uma &uacute;nica unidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='file allocation table (FAT)'>FAT (file allocation table, tabela de aloca&ccedil;&atilde;o de arquivos)</a></b></font><dl><dd> <font size='2' face='Arial'>Tabela usada pelo sistema operacional para armazenar informa&ccedil;&otilde;es sobre o local dos arquivos armazenados em um disco. Esse arquivo &eacute; armazenado em uma faixa 0 no disco.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='file extension '>file extension (extens&atilde;o de arquivo) </a></b></font><dl><dd> <font size='2' face='Arial'>Designa&ccedil;&atilde;o que descreve o formato do arquivo ou o tipo de aplicativo que criou um arquivo.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='file management '>file management (gerenciamento de arquivos) </a></b></font><dl><dd> <font size='2' face='Arial'>Estrutura hier&aacute;rquica de arquivos, pastas e unidades no Windows.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='file system  '>file system (sistema de arquivo)  </a></b></font><dl><dd> <font size='2' face='Arial'>Os dois sistemas de arquivos dispon&iacute;veis no Windows XP s&atilde;o FAT32 e NTFS. NTFS apresenta maior estabilidade e recursos de seguran&ccedil;a. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='File Transfer Protocol (FTP)'>FTP (File Transfer Protocol, protocolo de transfer&ecirc;ncia de arquivos)</a></b></font><dl><dd> <font size='2' face='Arial'>Conjunto de regras que rege como os arquivos s&atilde;o transferidos. O FTP permite v&aacute;rias conex&otilde;es simult&acirc;neas a sistemas de arquivos remotos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='fingerprint reader'>fingerprint reader (leitor de impress&atilde;o digital)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de entrada que examina as impress&otilde;es digitais para autenticar o login usando uma identifica&ccedil;&atilde;o biom&eacute;trica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='firewall'>firewall</a></b></font><dl><dd> <font size='2' face='Arial'>Roteador ou servidor de acesso, ou v&aacute;rios roteadores e servidores de acesso, designado como um buffer entre todas as redes p&uacute;blicas conectadas e uma rede particular. Um roteador de firewall usa listas de acessos e outros m&eacute;todos para garantir a seguran&ccedil;a da rede particular.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='FireWire'>FireWire</a></b></font><dl><dd> <font size='2' face='Arial'>Barramento de comunica&ccedil;&atilde;o de plataforma independente de alta velocidade. O FireWire permite a interconex&atilde;o de dispositivos digitais, como c&acirc;meras de v&iacute;deo digitais, impressoras, scanners, c&acirc;meras digitais e discos r&iacute;gidos. O FireWire tamb&eacute;m &eacute; conhecido como IEEE 1394, i.Link (propriedade da Sony), e LHDC (linear heat detecting cable) no Reino Unido.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='firmware'>firmware</a></b></font><dl><dd> <font size='2' face='Arial'>Programa incorporado em um chip de silicone em vez de armazenado em uma unidade de disquete.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Flash memory'>Flash memory (mem&oacute;ria Flash)</a></b></font><dl><dd> <font size='2' face='Arial'>Chip de mem&oacute;ria regrav&aacute;vel que ret&eacute;m os dados ap&oacute;s o desligamento da energia.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='flat-head screwdriver '>flat-head screwdriver (chave de fenda) </a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para soltar ou apertar os parafusos dos slots.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='floppy data cable '>floppy data cable (cabo de dados do disquete) </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo que transfere dados entre o computador e a unidade de disquete. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='floppy disk drive (FDD) '>FDD (floppy disk drive, unidade de disquete) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo com disco magn&eacute;tico girat&oacute;rio que permite a leitura e a grava&ccedil;&atilde;o de dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='floppy drive cable'>floppy drive cable (cabo da unidade de disquete)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo que conecta o computador e a unidade de disquete. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='form factor'>form factor (di&acirc;metro total)</a></b></font><dl><dd> <font size='2' face='Arial'>Tamanho f&iacute;sico e forma dos componentes do computador. Os componentes que compartilham o mesmo di&acirc;metro total s&atilde;o fisicamente intercambi&aacute;veis.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='format'>format (formato)</a></b></font><dl><dd> <font size='2' face='Arial'>Para preparar um sistema de arquivos em uma parti&ccedil;&atilde;o com o objetivo de armazenar arquivos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='full backup '>full backup (backup total) </a></b></font><dl><dd> <font size='2' face='Arial'>Faz backup de todos os arquivos em um disco. Tamb&eacute;m chamado de backup normal.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='full-duplex transmission '>full-duplex transmission (transmiss&atilde;o full-duplex) </a></b></font><dl><dd> <font size='2' face='Arial'>Transmiss&atilde;o de dados que pode ser conduzida de duas formas ao mesmo tempo. Uma conex&atilde;o com a Internet que usa o servi&ccedil;o DSL &eacute; um exemplo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='function key (Fn key)'>function key (tecla de fun&ccedil;&atilde;o (tecla Fn) )</a></b></font><dl><dd> <font size='2' face='Arial'>Tecla modificadora geralmente encontrada em laptops. &Eacute; usada em conjunto com outras teclas para desenvolver fun&ccedil;&otilde;es espec&iacute;ficas.</font></dd></dl>
<!-- end F -->

<!-- start G -->

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='gamepad'>gamepad</a></b></font><dl><dd> <font size='2' face='Arial'>Controlador externo usado como um dispositivo de entrada, principalmente para jogos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='gigahertz (GHz) '>GHz (gigahertz) </a></b></font><dl><dd> <font size='2' face='Arial'>Medida comum de um processador igual a um bilh&atilde;o de ciclos por segundo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Global System for Mobile Communications (GSM) '>Global System for Mobile Communications (GSM) </a></b></font><dl><dd> <font size='2' face='Arial'>Rede mundial de celular.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='graphical user interface (GUI)'>GUI (graphical user interface, interface gr&aacute;fica do usu&aacute;rio)</a></b></font><dl><dd> <font size='2' face='Arial'>Interface que permite ao usu&aacute;rio navegar pelo sistema operacional usando &iacute;cones e menus.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Graphics Device Interface (GDI)'>GDI (Graphics Device Interface, interface de dispositivo gr&aacute;fico)</a></b></font><dl><dd> <font size='2' face='Arial'>Componente do Windows que gerencia como as imagens gr&aacute;ficas s&atilde;o transmitidas para os dispositivos de sa&iacute;da. O GDI converte as imagens para um bitmap que usa o computador em vez da impressora para transferir as imagens.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='grayware '>grayware </a></b></font><dl><dd> <font size='2' face='Arial'>Spyware que se instala no computador sem ser solicitado e faz downloads de aplicativos adicionais sem a permiss&atilde;o do usu&aacute;rio. </font></dd></dl>


<!-- end G -- >

<!-- start H -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='half-duplex transmission '>half-duplex transmission (transmisso half-duplex) </a></b></font><dl><dd> <font size='2' face='Arial'>Transmiss&atilde;o de dados que pode ser conduzida de duas formas, mas n&atilde;o ao mesmo tempo. Um telefone e um r&aacute;dio bidirecional s&atilde;o exemplos desse tipo de transmiss&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='handshaking sequence '>handshaking sequence (seq&uuml;&ecirc;ncia de comunica&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Uma s&eacute;rie de breves comunica&ccedil;&otilde;es que ocorrem entre dois modems. Isso estabelece a prontid&atilde;o dos dois modems e dos computadores para iniciar a troca de dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='handwriting recognition'>handwriting recognition (reconhecimento de texto manuscrito)</a></b></font><dl><dd> <font size='2' face='Arial'>Capacidade do computador, especialmente dispositivos m&oacute;veis, para reconhecer letras e n&uacute;meros escritos &agrave; m&atilde;o e convert&ecirc;-los para texto ASCII.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hard disk drive (HDD)'>HDD (hard disk drive, unidade de disco r&iacute;gido)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que armazena e recupera dados dos discos magn&eacute;ticos que giram em velocidades bastante altas. O disco r&iacute;gido, ou HDD, &eacute; a principal m&iacute;dia de armazenamento em um computador.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Hardware Abstraction Layer (HAL) '>HAL (Hardware Abstraction Layer, camada de abstra&ccedil;&atilde;o de hardware) </a></b></font><dl><dd> <font size='2' face='Arial'>Biblioteca de drivers de hardware que estabelece comunica&ccedil;&atilde;o entre o sistema operacional e o hardware instalado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Hardware Compatibility List (HCL) '>HCL (Hardware Compatibility List, lista de compatibilidade de hardware) </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio que verifica se o hardware existente &eacute; compat&iacute;vel com um sistema operacional.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hardware firewall'>hardware firewall (firewall de hardware)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de hardware que filtra os pacotes de dados da rede antes que cheguem aos computadores e outros dispositivos na rede. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hardware'>hardware</a></b></font><dl><dd> <font size='2' face='Arial'>Componentes eletr&ocirc;nicos f&iacute;sicos que criam um sistema de computador.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Hayes-compatible command set '>Hayes-compatible command set (conjunto de comandos compat&iacute;veis com Hayes) </a></b></font><dl><dd> <font size='2' face='Arial'>Conjunto de comandos AT utilizados pela maioria dos softwares de modem. Esse conjunto de comandos foi nomeado ap&oacute;s a Hayes Microcomputer Products Company, empresa pioneira na defini&ccedil;&atilde;o de tais comandos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='headphone jack'>headphone jack (entrada do fone de ouvido)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete usado para conectar um dispositivo de sa&iacute;da &aacute;udio. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='heat sink and fan assembly'>heat sink and fan assembly (dissipador de calor/ventoinha (cooler) )</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que dissipa o calor dos componentes eletr&ocirc;nicos atrav&eacute;s da circula&ccedil;&atilde;o do ar.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hex driver'>hex driver (chave de fenda hexagonal)</a></b></font><dl><dd> <font size='2' face='Arial'>Chave usada para apertar porcas.  Algumas vezes, &eacute; chamada de chave para porcas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Hibernate/Standby  indicator LED'>Hibernate/Standby  indicator LED (LED indicador de hiberna&ccedil;&atilde;o/em espera)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que mostra se o computador est&aacute; no modo de espera (standby) ou em hiberna&ccedil;&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hierarchical star topology'>hierarchical star topology (topologia em estrela hier&aacute;rquica)</a></b></font><dl><dd> <font size='2' face='Arial'>Topologia em estrela estendida, onde um hub central &eacute; conectado pelo cabeamento vertical a outros hubs dependentes dele. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='High Data Rate DSL (HDSL) '>HDSL (High Data Rate DSL, linha digital de assinantes com alta taxa de dados) </a></b></font><dl><dd> <font size='2' face='Arial'>Fornece uma largura de banda de 768 kbps em ambas as dire&ccedil;&otilde;es.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='High Definition Multimedia Interface (HDMI)'>HDMI (High Definition Multimedia Interface, interface multim&iacute;dia de alta defini&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>V&iacute;deo, plasma, LCD ou projetor DLP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='HKEY_ '>HKEY_ </a></b></font><dl><dd> <font size='2' face='Arial'>Designa&ccedil;&atilde;o inicial nos nomes de arquivo de inicializa&ccedil;&atilde;o do Windows Registry.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='host'>host</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema do computador em uma rede. Semelhante ao n&oacute; do termo, exceto pelo fato de que o host normalmente implica em um sistema de computador, considere que o n&oacute; geralmente se aplica a qualquer sistema de rede, inclusive servidores de acesso e roteadores. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hot-swappable interface '>hot-swappable interface (interface intercambi&aacute;vel) </a></b></font><dl><dd> <font size='2' face='Arial'>Permite que os perif&eacute;ricos sejam alterados enquanto o sistema est&aacute; sendo executado. O USB &eacute; um exemplo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='hub'>hub</a></b></font><dl><dd> <font size='2' face='Arial'>1) Geralmente, um termo usado para descrever um dispositivo de Camada 1 que serve como o centro de uma rede de topologia estrela.<br>2) Dispositivo de hardware ou software que cont&eacute;m v&aacute;rios m&oacute;dulos de rede e equipamento de interliga&ccedil;&atilde;o de rede independentes, mas conectados. Os hubs podem ser ativos (quando eles repetem os sinais enviados por eles) ou passivos (quando eles n&atilde;o repetem, apenas dividem, os sinais enviados por eles).<br>3) Em Ethernet e IEEE 802.3, um repetidor multiportas Ethernet, algumas vezes citado como um centralizador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Hypertext Markup Language (HTML) '>HTML (Hypertext Markup Language, linguagem de marca&ccedil;&atilde;o de hipertexto) </a></b></font><dl><dd> <font size='2' face='Arial'>Linguagem de descri&ccedil;&atilde;o da p&aacute;gina usada por navegadores, como Windows Internet Explorer ou Mozilla Firefox.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Hypertext Transfer Protocol (HTTP) '>HTTP (Hypertext Transfer Protocol, protocolo de transfer&ecirc;ncia de hipertexto)</a></b></font><dl><dd> <font size='2' face='Arial'>Define como &eacute; realizada a troca de arquivos na Internet.</font></dd></dl>

<!-- end H -->
<!-- start I -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='I/O shield'>I/O shield (blindagem de E/S)</a></b></font><dl><dd> <font size='2' face='Arial'>Placa met&aacute;lica de aterramento instalada na parte traseira do gabinete que permite que os conectores da placa-m&atilde;e sejam acessados pelo lado de fora do gabinete. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='icon '>icon (&iacute;cone) </a></b></font><dl><dd> <font size='2' face='Arial'>Imagem que representa um aplicativo ou um recurso.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.1 '>IEEE 802.1 </a></b></font><dl><dd> <font size='2' face='Arial'>Uma especifica&ccedil;&atilde;o do IEEE que descreve um algoritmo que evita loops de bridging pela cria&ccedil;&atilde;o de uma spanning tree. O algoritmo foi inventado pela Digital Equipment Corporation. O algoritmo digital e o algoritmo IEEE 802.1 n&atilde;o s&atilde;o id&ecirc;nticos e nem compat&iacute;veis. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.12 '>IEEE 802.12 </a></b></font><dl><dd> <font size='2' face='Arial'>Um padr&atilde;o de rede local do IEEE que especifica a camada f&iacute;sica e a subcamada MAC da camada de v&iacute;nculo de dados.  O IEEE 802.12 usa o esquema de prioridade para acesso aos meios f&iacute;sicos a 100 Mbps sobre uma variedade de meios f&iacute;sicos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.2 '>IEEE 802.2 </a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local do IEEE que especifica uma implementa&ccedil;&atilde;o da subcamada LLC da camada de v&iacute;nculo de dados. O IEEE 802.2 processa erros, enquadramentos, controles de fluxos e a interface de servi&ccedil;o da camada de rede, Camada 3, interface de servi&ccedil;o. Usado em redes locais IEEE 802.3 e IEEE 802.5.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.3'>IEEE 802.3</a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local do IEEE que especifica uma implementa&ccedil;&atilde;o da camada f&iacute;sica e da subcamada MAC da camada de v&iacute;nculo de dados. O IEEE 802.3 usa o acesso CSMA/CD a uma variedade de velocidades sobre uma variedade de meios f&iacute;sicos. Extens&otilde;es do padr&atilde;o IEEE 802.3 especificam implementa&ccedil;&otilde;es para Fast Ethernet. Varia&ccedil;&otilde;es f&iacute;sicas da especifica&ccedil;&atilde;o original do IEEE 802.3 incluem 10BASE2, 10BASE5, 10BASE-F, 10BASE-T e 10Broad36. Varia&ccedil;&otilde;es f&iacute;sicas da Fast Ethernet incluem 100BASE-T, 100BASE-T4 e 100BASE-X. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.3i '>IEEE 802.3i </a></b></font><dl><dd> <font size='2' face='Arial'>Uma varia&ccedil;&atilde;o f&iacute;sica da especifica&ccedil;&atilde;o IEEE 802.3 original que especifica a utiliza&ccedil;&atilde;o de sinaliza&ccedil;&atilde;o do tipo Ethernet sobre meios de rede em pares tran&ccedil;ados. O padr&atilde;o define a velocidade de sinaliza&ccedil;&atilde;o em 10 megabits por segundo usando um esquema de sinaliza&ccedil;&atilde;o de banda base transmitida sobre cabos de par tran&ccedil;ado usando uma topologia estrela ou estrela estendida. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.4 '>IEEE 802.4 </a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local do IEEE que especifica uma implementa&ccedil;&atilde;o da camada f&iacute;sica e da subcamada MAC da camada de v&iacute;nculo de dados. O IEEE 802.4 usa acesso por passagem de token sobre uma topologia de barramento e baseia-se na arquitetura token bus para redes locais. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.5 '>IEEE 802.5 </a></b></font><dl><dd> <font size='2' face='Arial'>Um protocolo de rede local IEEE que especifica uma implementa&ccedil;&atilde;o da camada f&iacute;sica e da subcamada MAC da camada de v&iacute;nculo de dados. O IEEE 802.5 usa acesso por passagem de token a 4 ou 16 Mbps sobre cabeamento STP e &eacute; semelhante ao IBM Token Ring. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='IEEE 802.6 '>IEEE 802.6 </a></b></font><dl><dd> <font size='2' face='Arial'>Uma especifica&ccedil;&atilde;o de MAN do IEEE baseada na tecnologia DQDB. O IEEE 802.6 suporta taxas de dados entre 1,5 e 155 Mbps. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='impact printer '>impact printer (impressora de impacto) </a></b></font><dl><dd> <font size='2' face='Arial'>Classe que inclui a impressora matricial e a impressora de margarida.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='incremental backup'>incremental backup (backup incremental)</a></b></font><dl><dd> <font size='2' face='Arial'>Procedimento para fazer backup de todos os arquivos e pastas que foram criados ou modificados desde o &uacute;ltimo backup total ou normal. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='infrared (IR)'>IR (infrared, infravermelho)</a></b></font><dl><dd> <font size='2' face='Arial'>Ondas eletromagn&eacute;ticas cuja faixa de freq&uuml;&ecirc;ncias est&aacute; acima das microondas, mas abaixo do espectro de luz vis&iacute;vel. Os sistemas de rede local com base nesta tecnologia representam uma tecnologia emergente. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='infrared port'>infrared port (porta de infravermelho)</a></b></font><dl><dd> <font size='2' face='Arial'>Transceiver sem fio de linha de vis&atilde;o usado para a transmiss&atilde;o de dados.</font></dd>
  </dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='infrared scatter'>infrared scatter (dispers&atilde;o de infravermelho)</a></b></font>
<dl><dd><font size='2' face='Arial'>Sinal de infravermelho que encobre telhados e paredes. Dispositivos que podem estabelecer conex&atilde;o sem uma linha de vis&atilde;o, mas com taxas de transfer&ecirc;ncia de dados inferiores e pequenas dist&acirc;ncias.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='inkjet printer'>inkjet printer (impressora jato de tinta)</a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de impressora que usa cartucho de tinta l&iacute;quida, borrifando a tinta para formar uma imagem no papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='input/output (I/O) '>input/output (I/O) (E/S (entrada/sa&iacute;da) )</a></b></font><dl><dd> <font size='2' face='Arial'>Toda opera&ccedil;&atilde;o, programa ou dispositivo que transfere dados de ou para um computador. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='input/output (I/O) address'>input/output (I/O) address (endere&ccedil;o de E/S, entrada/sa&iacute;da) </a></b></font><dl><dd> <font size='2' face='Arial'>Endere&ccedil;o de mem&oacute;ria hexadecimal exclusivo associado a um dispositivo espec&iacute;fico em um computador. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='installation CD '>installation CD (CD de instala&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>CDs que incluem novo software com drivers e manuais. Al&eacute;m disso, podem incluir ferramentas de diagn&oacute;sticos e software de teste (vers&atilde;o trial).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='instant messaging (IM)'>IM (instant messaging, mensagens instant&acirc;neas)</a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de comunica&ccedil;&atilde;o com base em texto e em tempo real conduzido por uma rede entre dois ou mais usu&aacute;rios.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Institute of Electrical and Electronics Engineers  (IEEE)'>IEEE (Institute of Electrical and Electronics Engineers, instituto de engenharia el&eacute;trica e eletr&ocirc;nica)</a></b></font><dl><dd> <font size='2' face='Arial'>Organiza&ccedil;&atilde;o que acompanha o desenvolvimento dos padr&otilde;es de comunica&ccedil;&atilde;o e de rede. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='insulation'>insulation (isolante)</a></b></font><dl><dd> <font size='2' face='Arial'>Material de alta resist&ecirc;ncia que impede o fluxo de corrente entre os condutores em um cabo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Integrated Services Digital Network (ISDN)'>ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados)</a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo de comunica&ccedil;&atilde;o, oferecido por empresas telef&ocirc;nicas, que permite que as redes telef&ocirc;nicas transportem dados, voz e outros tipos de tr&aacute;fego. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='interface'>interface </a></b></font><dl><dd> <font size='2' face='Arial'>1) Conex&atilde;o entre dois sistemas ou dispositivos.<br>2) Na terminologia de roteamento, uma conex&atilde;o de rede. <br>3) Na  telefonia, uma borda compartilhada definida por caracter&iacute;sticas de interconex&otilde;es f&iacute;sicas, caracter&iacute;sticas de sinais e significados de sinais intercambiados. <br>4) A borda entre camadas adjacentes do modelo OSI.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Interior Gateway Protocol (IGP)'>IGP (Interior Gateway Protocol, protocolo de roteamento interno)</a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo de Internet usado para trocar informa&ccedil;&otilde;es de roteamento dentro de um sistema aut&ocirc;nomo. Exemplos de IGPs comuns na Internet incluem EIGRP, OSPF e RIP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='International Electrotechnical Commission (IEC)'>IEC (International Electrotechnical Commission, comiss&atilde;o de eletrot&eacute;cnica internacional)</a></b></font><dl><dd> <font size='2' face='Arial'>Grupo industrial que escreve e distribui padr&otilde;es para produtos e componentes el&eacute;tricos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='International Organization for Standardization (ISO) '>ISO (International Organization for Standardization, organiza&ccedil;&atilde;o internacional para padroniza&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Uma organiza&ccedil;&atilde;o internacional que define padr&otilde;es para as redes. A ISO desenvolveu o modelo de refer&ecirc;ncia OSI, um modelo de refer&ecirc;ncia para redes largamente aceito.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet '>Internet </a></b></font><dl><dd> <font size='2' face='Arial'>Termo usado para referir-se &agrave; maior rede do mundo, conectando dezenas de milhares de redes ao redor do mundo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Architecture Board (IAB)'>IAB (Internet Architecture Board)</a></b></font><dl><dd> <font size='2' face='Arial'>Junta de pesquisadores de rede que estudam quest&otilde;es pertinentes &agrave; arquitetura da Internet. Respons&aacute;vel pela indica&ccedil;&atilde;o de uma variedade de grupos relacionados &agrave; Internet, como IANA, IESG e IRSG. A IAB &eacute; designada pelos curadores da ISOC. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Control Message Protocol (ICMP)'>ICMP (Internet Control Message Protocol, protocolo de mensagens de controle da Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Usado para executar testes e solucionar problemas na rede, esse protocolo torna poss&iacute;vel a emiss&atilde;o mensagens de erro e diagn&oacute;sticos. As mensagens de eco do ICMP s&atilde;o usadas pelo utilit&aacute;rio ping para determinar se um dispositivo remoto est&aacute; acess&iacute;vel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Message Access Protocol (IMAP)  '>IMAP (Internet Message Access Protocol, protocolo de acesso &agrave;s mensagens de Internet)  </a></b></font><dl><dd> <font size='2' face='Arial'>Usado por cliente de e-mail local para sincronizar e recuperar e-mails de um servidor. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet Protocol (IP)'>IP (Internet Protocol, protocolo de Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo da camada de rede na pilha TCP/IP que oferece um servi&ccedil;os de rede sem conex&atilde;o. O IP proporciona recursos para o endere&ccedil;amento, especifica&ccedil;&atilde;o de tipo de servi&ccedil;o, fragmenta&ccedil;&atilde;o e remontagem e para seguran&ccedil;a. Documentado no RFC 791.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internet service provider (ISP)'>ISP (Internet service provider, provedor de servi&ccedil;o na Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Empresa que fornece o servi&ccedil;o de Internet a usu&aacute;rios dom&eacute;sticos, como empresas locais de telefonia ou servi&ccedil;os a cabo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Internetwork Packet Exchange/Sequenced Packet Exchange (IPX/SPX) '>IPX/SPX (Internetwork Packet Exchange/Sequenced Packet Exchange, protocolo de interc&acirc;mbio de pacotes entre redes/interc&acirc;mbio de pacotes seq&uuml;enciados) </a></b></font><dl><dd> <font size='2' face='Arial'>Usado pela Novell Netware; o IPX &eacute; capaz de estabelecer uma comunica&ccedil;&atilde;o sem conex&atilde;o e o SPX &eacute; a camada de transporte (Camada 7 do modelo de refer&ecirc;ncia OSI).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='interrupt request (IRQ) '>IRQ (interrupt request, pedido de interrup&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Pedido de um dispositivo de comunica&ccedil;&atilde;o com a CPU.</font></dd></dl>

<!-- end I -->
<!-- start J -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Java '>Java </a></b></font><dl><dd> <font size='2' face='Arial'>Linguagem de programa&ccedil;&atilde;o para applets a serem executados em um navegador da Web. Exemplos de applets incluem calculadora ou contador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='JavaScript'>JavaScript</a></b></font><dl><dd> <font size='2' face='Arial'>Linguagem de programa&ccedil;&atilde;o desenvolvida para interagir com o c&oacute;digo fonte da linguagem HTML em sites interativos na Web. Dentre os exemplos est&atilde;o o banner de rotacionamento e a janela popup.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='jumper '>jumper </a></b></font>
      <dl>
        <dd> <font size='2' face='Arial'>Pontos de contato el&eacute;tricos usados para definir uma unidade de disco r&iacute;gido como Master ou Slave.</font></dd>
      </dl>

<!-- end J -->

<!-- start K -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='keyboard port'>keyboard port (porta para teclado)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete PS/2 usado para conectar um teclado externo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='keyboard'>keyboard (teclado)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de entrada com teclas multifuncionais.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='kilobytes per second (KBps) '>KBps (kilobytes per second, kilobytes por segundo) </a></b></font><dl><dd> <font size='2' face='Arial'>Medi&ccedil;&atilde;o da quantidade de dados que &eacute; transferida em uma conex&atilde;o como, por exemplo, uma conex&atilde;o de rede. Uma taxa de transfer&ecirc;ncia de dados de 1 KBps &eacute; uma taxa de aproximadamente 1.000 bytes por segundo.</font></dd></dl>

<!-- end K-->

<!-- start L -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='laptop battery '>laptop battery (bateria do laptop) </a></b></font><dl><dd> <font size='2' face='Arial'>Pilhas recarreg&aacute;veis que proporcionam energia ao laptop.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='laptop connector'>laptop connector (conector do laptop)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete usado para conectar o laptop a uma base multifuncional.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='laptop keyboard '>laptop keyboard (teclado do laptop) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de entrada que inclui teclas alfanum&eacute;ricas, teclas de pontua&ccedil;&atilde;o e teclas de fun&ccedil;&atilde;o especial.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='laptop latch'>laptop latch (trava do laptop)</a></b></font><dl><dd> <font size='2' face='Arial'>Trinco usado para abrir a tampa do laptop. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='laptop'>laptop</a></b></font><dl><dd> <font size='2' face='Arial'>Computador de di&acirc;metro total pequeno desenvolvido para ser port&aacute;til, mas que funciona igualmente a um computador de mesa. O hardware do laptop &eacute; propriet&aacute;rio e geralmente mais caro que o hardware do computador de mesa.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='laser printer '>laser printer (impressora a laser) </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de impressora que usa eletricidade est&aacute;tica e laser para formar uma imagem no papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='latent image '>latent image (imagem latente) </a></b></font><dl><dd> <font size='2' face='Arial'>Em impressoras a laser, a imagem n&atilde;o &eacute; desenvolvida.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='LCD monitor'>LCD monitor (monitor LCD)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de sa&iacute;da que transmite luz polarizada atrav&eacute;s de cristais l&iacute;quidos para produzir imagens na tela.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='light-emitting diode (LED) '>LED (light-emitting diode, diodo emissor de luz) </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de semicondutor que emite luz produzida pela energia el&eacute;trica.  O LED indica se os componentes dentro do computador est&atilde;o ligados.</font></dd></dl>
<p align=left><font face=Arial size=2><img border=0 src=../../images/bullet.gif width=17 height=12><b><a name=battery status indicator LED>LED indicador de status da bateria</a></b></font><dl><dd> <font size=2 face=Arial>Luz que indica a condi&ccedil;&atilde;o da bateria do laptop. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='line of sight'>line of sight (linha de vis&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Caracter&iacute;stica de certos sistemas de transmiss&atilde;o, como laser, microondas e infravermelho, nos quais n&atilde;o podem existir obstru&ccedil;&otilde;es dentro de uma linha direta entre o transmissor e o receptor.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='line-in connector'>line-in connector (conector de entrada de linha)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete usado para conectar uma fonte de &aacute;udio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='liquid crystal display (LCD) '>LCD (liquid crystal display, tela de cristal l&iacute;quido) </a></b></font><dl>
  <dd> <font size='2' face='Arial'>Tipo de tela de alta resolu&ccedil;&atilde;o, de peso leve que funciona bloqueando a luz em vez de cri&aacute;-la.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='local area network (LAN)'>LAN (local area network, rede de &aacute;rea local)</a></b></font><dl><dd> <font size='2' face='Arial'>Rede de comunica&ccedil;&atilde;o que cobre uma pequena &aacute;rea geogr&aacute;fica e est&aacute; sob o controle de apenas um administrador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='local security policy'>local security policy (pol&iacute;tica de seguran&ccedil;a local)</a></b></font><dl><dd> <font size='2' face='Arial'>Combina&ccedil;&atilde;o das configura&ccedil;&otilde;es de seguran&ccedil;a que definem a seguran&ccedil;a do computador em que est&atilde;o essas configura&ccedil;&otilde;es.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='logical drive '>logical drive (unidade l&oacute;gica) </a></b></font><dl><dd> <font size='2' face='Arial'>Se&ccedil;&atilde;o na qual uma parti&ccedil;&atilde;o &eacute; dividida.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='logical topology'>logical topology (topologia l&oacute;gica)</a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo real (anel ou barramento) pelo qual diferentes computadores e outros equipamentos em uma rede podem se comunicar com outro computador. Compare com topologia f&iacute;sica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='loopback plug '>loopback plug (plugue de retorno autom&aacute;tico) </a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta de diagn&oacute;stico que redireciona os sinais de volta &agrave; porta de origem que os transmitiu para solucionar problemas de conectividade. </font></dd></dl>

<!-- end L -->

<!-- start M -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='MAC address '>MAC address (endereo MAC) </a></b></font><dl><dd> <font size='2' face='Arial'>Endere&ccedil;o da camada de v&iacute;nculo de dados padronizado necess&aacute;ria para cada porta ou dispositivo conectado a uma rede local. Outros dispositivos na rede utilizam esses endere&ccedil;os para localizar portas espec&iacute;ficas na rede e para criar e atualizar tabelas de roteamento e estruturas de dados. Os endere&ccedil;os MAC possuem 6 bytes e s&atilde;o controlados pelo IEEE (Institute of Electrical and Electronics Engineers, instituto de engenharia el&eacute;trica e eletr&ocirc;nica). Tamb&eacute;m s&atilde;o conhecidos como endere&ccedil;o de hardware, endere&ccedil;o de camada MAC, endere&ccedil;o burnt-in ou endere&ccedil;o f&iacute;sico. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='main distribution facility (MDF)'>MDF (main distribution facility, instala&ccedil;&atilde;o de distribui&ccedil;&atilde;o principal)</a></b></font><dl><dd> <font size='2' face='Arial'>Sala de comunica&ccedil;&otilde;es principal de um pr&eacute;dio. Ponto central de uma topologia de rede em estrela na qual os patch panels, hubs e roteadores est&atilde;o localizados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='malware'>malware</a></b></font><dl><dd> <font size='2' face='Arial'>Termo criado pela jun&ccedil;&atilde;o das palavras malicioso (malicious) e software. Malware &eacute; um software que foi desenvolvido para infiltrar-se ou danificar o sistema do computador sem o consentimento do usu&aacute;rio. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Master Boot Record (MBR) '>MBR (Master Boot Record, registro de inicializa&ccedil;&atilde;o mestre) </a></b></font><dl><dd> <font size='2' face='Arial'>Programa no primeiro setor de um disco r&iacute;gido que come&ccedil;a o processo de inicializa&ccedil;&atilde;o. O MBR determina qual parti&ccedil;&atilde;o ser&aacute; usada para inicializar o sistema e transfere o controle para o setor de inicializa&ccedil;&atilde;o dessa parti&ccedil;&atilde;o, que continua o processo de inicializa&ccedil;&atilde;o. O MBR permite programas como o DOS para carregar RAM. </font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Material Safety and Data Sheet (MSDS)'>MSDS (Material Safety and Data Sheet, folha de dados de seguran&ccedil;a)</a></b></font><dl><dd> <font size='2' face='Arial'>Uma folha de dados que identifica materiais perigosos.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mean time between failures (MTBF)'>MTBF (mean time between failures, tempo m&eacute;dio entre falhas)</a></b></font><dl>
  <dd> <font size='2' face='Arial'>Tempo m&eacute;dio em que o dispositivo poder&aacute; funcionar sem falhar. As informa&ccedil;&otilde;es podem ser encontradas no manual ou no site do fabricante na Web.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='media '>media (meios f&iacute;sicos) </a></b></font><dl><dd> <font size='2' face='Arial'>Plural de meio. Os v&aacute;rios ambientes f&iacute;sicos pelos quais passam os sinais de transmiss&atilde;o. Os meios de rede comumente usados incluem cabos de par tran&ccedil;ado, coaxial e de fibra &oacute;tica e a atmosfera (por onde ocorrem as transmiss&otilde;es de microondas, laser e infravermelho). </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Media Access Control (MAC)'>MAC (Media Access Control, controle de acesso aos meios)</a></b></font><dl><dd> <font size='2' face='Arial'>Camada mais inferior das duas subcamadas de v&iacute;nculo de dados definida pelo IEEE (Institute of Electrical and Electronics Engineers, instituto de engenharia el&eacute;trica e eletr&ocirc;nica). A subcamada MAC lida com o acesso a meios compartilhados, como, por exemplo, se a conten&ccedil;&atilde;o ou a passagem de token ser&aacute; usada. As regras de coordena&ccedil;&atilde;o tamb&eacute;m usam os meios f&iacute;sicos em uma rede local.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='media-handling options '>media-handling options (op&ccedil;&otilde;es de manuseio de m&iacute;dias)</a></b></font><dl><dd> <font size='2' face='Arial'>Op&ccedil;&otilde;es pelas quais uma impressora lida com a m&iacute;dia, incluindo orienta&ccedil;&atilde;o, tamanho e peso do papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='megabit '>megabit </a></b></font><dl><dd> <font size='2' face='Arial'>1.048.576 bits (aproximadamente 1 milh&atilde;o de bits).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='megabits per second (Mbps)'>Mbps (megabits per second, megabits por segundo)</a></b></font><dl><dd> <font size='2' face='Arial'>Medi&ccedil;&atilde;o comum da quantidade de dados que &eacute; transferida em uma conex&atilde;o em um segundo. Uma taxa de transfer&ecirc;ncia de dados de 1 Mbps &eacute; uma taxa de aproximadamente 1 milh&atilde;o de bits ou 1.000 kilobits por segundo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='megabyte (MB) '>MB (megabyte) </a></b></font><dl><dd> <font size='2' face='Arial'>1.048.576 bytes (ou aproximadamente 1 milh&atilde;o de bytes).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mesh grip'>mesh grip (malha de arame)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta conectada na extremidade de um cabo para ajudar a puxar o cabo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mesh topology'>mesh topology (topologia em malha)</a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de conex&atilde;o de usu&aacute;rios que fornece caminhos alternativos para os dados. Se um caminho for cortado ou n&atilde;o puder ser utilizado, os dados poder&atilde;o usar um caminho alternativo at&eacute; seus destinos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='microphone '>microphone (microfone) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de entrada de &aacute;udio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='microphone jack'>microphone jack (entrada para microfone)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete que serve para conectar um microfone usado para a entrada de &aacute;udio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='microwave '>microwave (microondas) </a></b></font><dl><dd> <font size='2' face='Arial'>Ondas eletromagn&eacute;ticas no intervalo de 1 a 30 GHz. As redes que se baseia em microondas s&atilde;o uma tecnologia em evolu&ccedil;&atilde;o que ganha espa&ccedil;o devido &agrave; alta largura de banda e um custo relativamente baixo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mobile processor '>mobile processor (processador port&aacute;til) </a></b></font><dl><dd> <font size='2' face='Arial'>CPU otimizada para usar menos energia permitindo que as baterias de laptops durem mais tempo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='modem port'>modem port (porta do modem)</a></b></font><dl><dd> <font size='2' face='Arial'>Tomada RJ-11 que conecta um computador a uma linha telef&ocirc;nica padr&atilde;o. A porta do modem pode ser usada para conectar o computador com a Internet, para enviar e receber documentos por fax e para atender chamadas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='modulator/demodulator (modem) '>modem (modulator/demodulator, modulador/demodulador) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que converte os sinais digitais do computador em um formato que &eacute; enviado e recebido por uma linha telef&ocirc;nica anal&oacute;gica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Molex power connector'>Molex power connector (conector de energia Molex)</a></b></font><dl><dd> <font size='2' face='Arial'>Conector de energia para computador com quatro fios usado para conectar muitos dispositivos, como unidades &oacute;pticas e discos r&iacute;gidos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='monitor'>monitor</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de v&iacute;deo que funciona com uma placa de v&iacute;deo instalada para apresentar os resultados a partir de um computador. A claridade de um monitor CRT baseia-se na largura de banda do v&iacute;deo, dist&acirc;ncia entre dois pontos, taxa de atualiza&ccedil;&atilde;o e converg&ecirc;ncia.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='motherboard '>motherboard (placa-m&atilde;e) </a></b></font><dl><dd> <font size='2' face='Arial'>Principal placa de circuito impresso que conecta todos os componentes do computador, como CPU, BIOS, mem&oacute;ria, interfaces de armazenamento em massa, portas seriais e paralelas, slots de expans&atilde;o e controladores necess&aacute;rios para os dispositivos perif&eacute;ricos padr&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mouse port'>mouse port (porta do mouse)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete PS/2 usado para conectar um mouse externo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='MSCONFIG'>MSCONFIG</a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Windows desenvolvido para auxiliar na solu&ccedil;&atilde;o de problemas do sistema operacional. Permite ao usu&aacute;rio editar aplicativos de inicializa&ccedil;&atilde;o e acessar os arquivos BOOT.INI, SYSTEM.INI e WIN.INI.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multimeter'>multimeter (mult&iacute;metro)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta de solu&ccedil;&atilde;o de problemas que mede a voltagem, a resist&ecirc;ncia e a corrente el&eacute;trica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multimode'>multimode (mult&iacute;modo)</a></b></font><dl><dd> <font size='2' face='Arial'>Fibra &oacute;ptica com n&uacute;cleo mais grosso que no modo simples. &Eacute; mais f&aacute;cil de criar, permite usar fontes luminosas mais simples, como LEDs, e funciona bem em pequenas dist&acirc;ncias. Esse tipo de fibra permite que as ondas de luz possam se dispersar em muitos caminhos enquanto s&atilde;o conduzidas pela fibra.&nbsp; </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multiprocessing  '>multiprocessing (multiprocessamento) </a></b></font><dl><dd> <font size='2' face='Arial'>Para permitir que os programas compartilhem duas ou mais CPUs. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Multipurpose Internet Mail Extensions (MIME)  '>MIME (Multipurpose Internet Mail Extensions, extens&otilde;es multifun&ccedil;&atilde;o para mensagens da Internet) </a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o que estende o formato de e-mail para incluir texto no padr&atilde;o ASCII, bem como outros formatos, por exemplo, imagens e documentos de processadores de texto. Normalmente, &eacute; usado em conjunto com o SMTP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multitask'>multitask (multitarefa)</a></b></font><dl><dd> <font size='2' face='Arial'>Para executar dois ou mais aplicativos ao mesmo tempo.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multithread'>multithread</a></b></font><dl><dd> <font size='2' face='Arial'>Para dividir um programa em pequenas partes que podem ser carregadas conforme a necessidade do sistema operacional. O multiencadeamento (multithread) permite que os programas individuais sejam multitarefados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multi-user  '>multi-user (multiusu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Dois ou mais usu&aacute;rios executando programas e compartilhando dispositivos perif&eacute;ricos, como, por exemplo, uma impressora, ao mesmo tempo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='My Computer icon '>My Computer icon (&iacute;cone Meu computador) </a></b></font><dl><dd> <font size='2' face='Arial'>&Iacute;cone da &aacute;rea de trabalho que fornece acesso &agrave;s unidades instaladas e outras propriedades do computador.</font></dd></dl>

<!-- end M -->

<!-- start N -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='near letter quality (NLQ) '>NLQ (near letter quality, qualidade quase carta) </a></b></font><dl><dd> <font size='2' face='Arial'>Qualidade de impress&atilde;o melhor que a qualidade rascunho, mas n&atilde;o t&atilde;o boa quando a qualidade carta.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='needle-nose pliers'>needle-nose pliers (alicate de bico fino)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta com pin&ccedil;as longas e finas que podem ser usadas para agarrar pequenos objetos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='NetView '>NetView </a></b></font><dl><dd> <font size='2' face='Arial'>Arquitetura de gerenciamento de rede da IBM e aplicativos relacionados. O NetView &eacute; um aplicativo VTAM (virtual telecommunications access method, m&eacute;todo virtual de acesso &agrave;s telecomunica&ccedil;&otilde;es) usado para o gerenciamento de mainframes em redes SNA (Systems Network Architecture, arquitetura de rede de sistemas). </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network '>network (rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Grupo de dois ou mais dispositivos eletr&ocirc;nicos, como computadores, PDAs e smartphones que se comunicam uns com os outros para compartilhar dados e recursos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Network Access Point (NAP) '>NAP (Network Access Point, ponto de acesso &agrave; rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Ponto em que os provedores de acesso s&atilde;o interconectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network administration '>network administration (administra&ccedil;&atilde;o da rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Tarefa de manuten&ccedil;&atilde;o e atualiza&ccedil;&atilde;o de uma rede particular realizada pelos administradores de rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Network Basic Input/Output System (NetBIOS)'>NetBIOS (Network Basic Input/Output System, sistema de entrada/sa&iacute;da b&aacute;sico da rede)</a></b></font><dl><dd> <font size='2' face='Arial'>API (Application programming interface, interface de programa&ccedil;&atilde;o de aplicativos) usada por aplicativos em uma rede local IBM para solicitar servi&ccedil;os a partir dos processos de rede em n&iacute;vel inferior. Esses servi&ccedil;os podem incluir estabelecimento e finaliza&ccedil;&atilde;o de sess&atilde;o e transfer&ecirc;ncia de informa&ccedil;&otilde;es.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network cable'>network cable (cabo de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Meio f&iacute;sico usado para conectar dispositivos em conjunto para a comunica&ccedil;&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network file services '>network file services (servi&ccedil;os de arquivo de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Permite que os documentos sejam compartilhados em rede para facilitar o desenvolvimento de um projeto.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network indicator LED'>network indicator LED (LED indicador de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica o status da conex&atilde;o de rede. A luz verde indica a conectividade da rede. O outro LED indica o tr&aacute;fego.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network interface card (NIC)'>NIC (network interface card, placa de interface de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>&Eacute; a interface do computador com a rede local. Geralmente, essa placa &eacute; inserida no computador em um slot de expans&atilde;o e estabelece a conex&atilde;o da rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network layer '>network layer (camada da rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Camada 3 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada fornece sele&ccedil;&atilde;o de caminho e conectividade entre dois sistemas finais. A camada da rede &eacute; a camada em que ocorre o roteamento. De maneira geral, corresponde &agrave; camada de controle de caminho do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network operating system (NOS )'>NOS (network operating system, sistema operacional de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema operacional desenvolvido especificamente para fornecer recursos de rede adicionais.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network printer '>network printer (impressora de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Impressora conectada &agrave; rede de computadores configurada para ser compartilhada por v&aacute;rios usu&aacute;rios.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network server '>network server (servidor da rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Computador que fornece alguns servi&ccedil;os de rede, como, por exemplo, compartilhamento de arquivos, e pode lidar com v&aacute;rios usu&aacute;rios e v&aacute;rios trabalhos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network topology '>network topology (topologia de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>A maneira como computadores, impressoras e outros dispositivos s&atilde;o conectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='networking media '>networking media (meios da rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Material (cabo ou ar) pelo qual os sinais s&atilde;o enviados de um dispositivo de rede a outro.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='New Technology File System (NTFS) '>NTFS (New Technology File System, nova tecnologia de sistema de arquivos) </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de sistema de arquivos que fornece toler&acirc;ncia a falhas aprimorada em sistemas de arquivos tradicionais e tamb&eacute;m fornece seguran&ccedil;a em n&iacute;vel de arquivo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='nibble '>nibble </a></b></font><dl><dd> <font size='2' face='Arial'>Metade de um byte ou quatro bits.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='node '>n&oacute; </a></b></font><dl><dd> <font size='2' face='Arial'>1) Extremidade de uma conex&atilde;o de rede ou jun&ccedil;&atilde;o comum a duas ou mais linhas em uma rede. Os n&oacute;s podem ser processadores, controladores ou esta&ccedil;&otilde;es de trabalho. Eles tamb&eacute;m podem variar em roteamento e em outros recursos funcionais, podem ser interconectados por links e servir como pontos de controle na rede. Algumas vezes, o n&oacute; usado genericamente como refer&ecirc;ncia para qualquer entidade que pode acessar uma rede e tamb&eacute;m &eacute; usado com freq&uuml;&ecirc;ncia de maneira intercambi&aacute;vel com dispositivos. <br>2) Em redes SNA (Systems Network Architecture, arquitetura de rede de sistemas), o componente b&aacute;sico de uma rede e o ponto no qual uma ou mais unidades funcionais conectam canais ou circuitos de dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='noise '>noise (ru&iacute;do) </a></b></font><dl><dd> <font size='2' face='Arial'>Interfer&ecirc;ncias, como EMI ou RFI, que causam sinais ruins e podem causar erros no sistema do computador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='non-bootable disk'>non-bootable disk (disco n&atilde;o-inicializ&aacute;vel)</a></b></font><dl><dd> <font size='2' face='Arial'>Disco ausente ou danificado, ou um disco que n&atilde;o cont&eacute;m um ou mais arquivos de inicializa&ccedil;&atilde;o do sistema.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='northbridge'>northbridge</a></b></font><dl><dd> <font size='2' face='Arial'> Um dos dois chips no conjunto de chips l&oacute;gico principal de uma placa-m&atilde;e do PC. Normalmente ele lida com a comunica&ccedil;&atilde;o entre CPU, RAM, AGP, PCIe e chip do n&uacute;cleo southbridge. Tamb&eacute;m chamado de MCH (Memory Controller Hub, hub controlador de mem&oacute;ria).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='NSLOOKUP '>NSLOOKUP </a></b></font><dl><dd> <font size='2' face='Arial'>Comando que retorna o endere&ccedil;o IP a um determinado nome de host. Esse comando tamb&eacute;m pode reverter e localizar o nome de host de um endere&ccedil;o IP espec&iacute;fico.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='NTDETECT'>NTDETECT</a></b></font><dl><dd> <font size='2' face='Arial'>Programa usado pelos sistemas com base em Intel para detectar o hardware instalado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Num lock indicator LED'>Num lock indicator LED (LED indicador de Num Lock)</a></b></font><dl><dd> <font size=2 face=Arial>Luz que indica se o teclado num&eacute;rico est&aacute; ativado ou desativado.</font></dd></dl>

<!-- end N -->
<!-- start O -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Ohm's Law'>Ohm's Law (Lei de Ohm)</a></b></font><dl><dd> <font size='2' face='Arial'>Relacionamento matem&aacute;tico entre corrente, resist&ecirc;ncia e voltagem, onde voltagem &eacute; igual &agrave; corrente multiplicada pela resist&ecirc;ncia.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='operating system'>operating system (sistema operacional)</a></b></font><dl><dd> <font size='2' face='Arial'>Programa de software que executa tarefas gerais do sistema, como controlar RAM, priorizar processamento, controlar dispositivos de entrada e sa&iacute;da e gerenciar arquivos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='optical drive activity indicator LED'>optical drive activity indicator LED (LED indicador de atividade da unidade &oacute;ptica)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que mostra a atividade da unidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='optical drive'>optical drive (unidade &oacute;ptica)</a></b></font><dl><dd> <font size='2' face='Arial'>Unidade de disco que usa um laser para ler e/ou gravar CDs e DVDs.</font></dd></dl>

<!-- end O -->
<!-- start P -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='packet '>pacote </a></b></font><dl><dd> <font size='2' face='Arial'>Agrupamento l&oacute;gico de informa&ccedil;&otilde;es que incluem um cabe&ccedil;alho com informa&ccedil;&otilde;es de controle e, geralmente, dados do usu&aacute;rio. Em geral, os pacotes s&atilde;o mais usados para as unidades de dados da camada da rede. Os termos datagrama, quadro, mensagem e segmento tamb&eacute;m s&atilde;o usados para descrever agrupamentos de informa&ccedil;&otilde;es l&oacute;gicas em v&aacute;rias camadas do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos) e em diversos c&iacute;rculos de tecnologia. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Packet Internet Gopher (ping) '>ping (Packet Internet Gopher, localizador de pacotes na Internet) </a></b></font><dl><dd> <font size='2' face='Arial'>Simples utilit&aacute;rio de linha de comando que est&aacute; inclu&iacute;do em muitas implementa&ccedil;&otilde;es de TCP/IP. O ping pode ser usado tanto com o nome de host quanto com o endere&ccedil;o IP para testar a conectividade. Determina se um endere&ccedil;o IP espec&iacute;fico est&aacute; acess&iacute;vel enviando uma solicita&ccedil;&atilde;o de eco do ICMP para um computador de destino ou outro dispositivo de rede. Ent&atilde;o, o dispositivo receptor retorna uma mensagem de resposta do eco do ICMP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Page Description Language (PDL) '>PDL (Page Description Language, linguagem de descri&ccedil;&atilde;o de p&aacute;ginas) </a></b></font><dl><dd> <font size='2' face='Arial'>C&oacute;digo que descreve o conte&uacute;do de um documento em uma linguagem que pode ser compreendida pela impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='pages per minute (ppm)'>ppm (pages per minute, p&aacute;ginas por minuto)</a></b></font><dl><dd> <font size='2' face='Arial'>Designa&ccedil;&atilde;o para medir a velocidade de uma impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Parallel Advanced Technology Attachment (PATA)'>PATA (Parallel Advanced Technology Attachment)</a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o para conex&atilde;o de discos r&iacute;gidos e unidades &oacute;ticas em sistemas de computador e que usa tecnologia de sinaliza&ccedil;&atilde;o paralela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='parallel ATA (PATA) data cable'>parallel ATA (PATA) data cable (cabo de dados (P)ATA paralelo)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo interno que transfere dados entre a placa-m&atilde;e e a unidade de ATA.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='parallel cable'>parallel cable (cabo paralelo)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo que conecta a porta paralela do computador a uma impressora ou outro dispositivo de comunica&ccedil;&atilde;o paralelo. Tamb&eacute;m conhecido como cabo de impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='parallel port'>parallel port (porta paralela)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete usado para conectar um dispositivo, como impressora ou scanner.  </font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='partition'>partition (parti&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Para dividir mem&oacute;ria ou armazenamento em massa em se&ccedil;&otilde;es isoladas ou l&oacute;gicas. Quando um disco &eacute; particionado, o comportamento de cada parti&ccedil;&atilde;o ser&aacute; como unidade de disco separada.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='PC Card '>PC Card </a></b></font><dl><dd> <font size='2' face='Arial'>Placa de expans&atilde;o usada em laptops para ajustar-se aos padr&otilde;es PCMCIA.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='peer-to-peer computing  '>P2P (peer-to-peer computing, computa&ccedil;&atilde;o ponto-a-ponto) </a></b></font><dl><dd> <font size='2' face='Arial'>Cada dispositivo de rede executa ambas as partes de um aplicativo, tanto cliente quanto servidor. Tamb&eacute;m descreve a comunica&ccedil;&atilde;o entre as implementa&ccedil;&otilde;es da mesma camada do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos) em dois dispositivos de rede diferentes. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Personal Computer Memory Card International Association (PCMCIA) '>PCMCIA (Personal Computer Memory Card International Association) </a></b></font><dl>
  <dd> <font size='2' face='Arial'>Associa&ccedil;&atilde;o comercial da ind&uacute;stria que define os padr&otilde;es para a placa de expans&atilde;o do laptop.</font></dd>
</dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='personal digital assistant (PDA) '>PDA (personal digital assistant, assistente digital pessoal) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo port&aacute;til e independente com recursos de computa&ccedil;&atilde;o e comunica&ccedil;&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Phillips-head screwdriver'>Phillips-head screwdriver (chave de fenda Phillips)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para apertar ou soltar os parafusos em formato de cruz.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='phishing '>phishing </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de spam intencional emitido para persuadir o destinat&aacute;rio a fornecer o remetente com informa&ccedil;&otilde;es que permitir&atilde;o ao remetente acessar as informa&ccedil;&otilde;es pessoais do destinat&aacute;rio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='physical layer  '>physical layer (camada f&iacute;sica)  </a></b></font><dl><dd> <font size='2' face='Arial'>Layer 1 of the Open System Interconnection (OSI) reference model (Camada 1 do modelo de refer&ecirc;ncia OSI, Open System Interconnection). A camada f&iacute;sica define as especifica&ccedil;&otilde;es el&eacute;tricas, mec&acirc;nicas, funcionais e de procedimentos para ativar, manter e desativar o v&iacute;nculo f&iacute;sico entre sistemas finais. Corresponde &agrave; camada de controle f&iacute;sico do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='physical topology '>physical topology (topologia f&iacute;sica) </a></b></font><dl><dd> <font size='2' face='Arial'>Layout f&iacute;sico dos componentes na rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='piezoelectric'>piezoelectric (piezoel&eacute;trico)</a></b></font><dl><dd> <font size='2' face='Arial'>Nas impressoras, uma placa carregada eletricamente altera o tamanho e a forma do injetor. A altera&ccedil;&atilde;o no tamanho faz com que o injetor passe a agir como uma bomba. A a&ccedil;&atilde;o de bombeamento for&ccedil;a a tinta a sair pelo injetor e sobre o papel.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='plain old telephone service (POTS)'>POTS (plain old telephone service, servi&ccedil;o telef&ocirc;nico comum)</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema telef&ocirc;nico comum que normalmente usa sinais anal&oacute;gicos para transmitir voz e dados. Algumas vezes &eacute; chamado de PSTN (Public Switched Telephone Network, rede de telefonia p&uacute;blica comutada).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='platen'>platen (cilindro)</a></b></font><dl><dd> <font size='2' face='Arial'>Cilindro da impressora matricial que aplica for&ccedil;a contra o papel para evitar que ele deslize. Se for utilizado um papel de m&uacute;ltiplas c&oacute;pias, a dist&acirc;ncia do cilindro poder&aacute; ser ajustada para a espessura do papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='plug-and-play (PnP)'>PnP (plug and play)</a></b></font><dl><dd> <font size='2' face='Arial'>Tecnologia que permite ao computador configurar automaticamente os dispositivos que s&atilde;o conectados a ele. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='point of presence (POP)'>POP (point of presence, ponto de presen&ccedil;a)</a></b></font><dl><dd> <font size='2' face='Arial'>O ponto de presen&ccedil;a &eacute; o ponto de interconex&atilde;o entre os recursos de comunica&ccedil;&atilde;o fornecido pela companhia telef&ocirc;nica e o equipamento de distribui&ccedil;&atilde;o principal do pr&eacute;dio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='port replicator '>port replicator (duplicador de porta) </a></b></font><dl><dd> <font size='2' face='Arial'>Unidade de base fixa na qual um laptop &eacute; inserido e capaz de conectar dispositivos perif&eacute;ricos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power adaptor'>power adaptor (adaptador de energia)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que transforma corrente alternada em corrente cont&iacute;nua para fornecer eletricidade ao computador e carregar a bateria.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power button'>power button (bot&atilde;o liga/desliga)</a></b></font><dl><dd> <font size='2' face='Arial'>Liga/desliga um dispositivo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power cable'>power cable (cabo de energia)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo composto por condutores codificados em cores que transfere eletricidade ao computador e aos dispositivos el&eacute;tricos conectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power line communication (PLC) '>PLC (power line communication, comunica&ccedil;&atilde;o da linha de energia) </a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de comunica&ccedil;&atilde;o que usa fia&ccedil;&otilde;es de distribui&ccedil;&atilde;o de energia (grade el&eacute;trica local) para enviar e receber dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power on indicator LED'>power on indicator LED (LED indicador de energia)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica se o laptop est&aacute; ligado ou desligado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power supply '>power supply (fonte de energia) </a></b></font><dl><dd> <font size='2' face='Arial'>Converte a CA (alternating current, corrente alternada) em voltagens inferiores de DC (direct current, corrente cont&iacute;nua) que passa energia a todos os componentes do computador. As fontes de energia s&atilde;o mensuradas em Watts.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power-on self-test (POST) '>POST (power-on self-test, autoteste ao ligar-se) </a></b></font><dl><dd> <font size='2' face='Arial'>Teste de diagn&oacute;sticos de mem&oacute;ria e hardware executado quando o sistema &eacute; ligado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='presentation layer'>presentation layer (camada de apresenta&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Camada 6 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada garante que a informa&ccedil;&atilde;o enviada pela camada de aplica&ccedil;&atilde;o de um sistema poder&aacute; ser lida pela camada de aplica&ccedil;&atilde;o de outro sistema. A camada de apresenta&ccedil;&atilde;o tamb&eacute;m lida com as estruturas de dados usadas pelos programas, negociando, assim, a sintaxe da transfer&ecirc;ncia de dados da camada de aplica&ccedil;&atilde;o. De maneira geral, corresponde &agrave; camada de servi&ccedil;os de apresenta&ccedil;&atilde;o do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='preventive maintenance policy '>preventive maintenance policy (pol&iacute;tica de manuten&ccedil;&atilde;o preventiva) </a></b></font><dl><dd> <font size='2' face='Arial'>Programa detalhado que determina o tempo de manuten&ccedil;&atilde;o, o tipo de manuten&ccedil;&atilde;o desenvolvido e as especifica&ccedil;&otilde;es sobre como o plano de manuten&ccedil;&atilde;o &eacute; transmitido.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='preventive maintenance'>preventive maintenance (manuten&ccedil;&atilde;o preventiva)</a></b></font><dl><dd> <font size='2' face='Arial'>Inspe&ccedil;&atilde;o regular e sistem&aacute;tica, limpeza e substitui&ccedil;&atilde;o de pe&ccedil;as, materiais e sistemas usados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='primary corona wire '>primary corona wire (fio de corona prim&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de voltagem que elimina a carga no tambor de impress&atilde;o. Tamb&eacute;m chamado de grade ou cilindro de acondicionamento.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='primary partition'>primary partition (parti&ccedil;&atilde;o prim&aacute;ria)</a></b></font><dl><dd> <font size='2' face='Arial'>Primeira parti&ccedil;&atilde;o em um disco r&iacute;gido. Uma parti&ccedil;&atilde;o prim&aacute;ria n&atilde;o pode ser subdividida em se&ccedil;&otilde;es menores. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Primary Rate Interface (PRI)'>PRI (Primary Rate Interface, interface de taxa prim&aacute;ria)</a></b></font><dl><dd> <font size='2' face='Arial'>Interface ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados, para o acesso de taxa prim&aacute;ria)  O acesso de taxa prim&aacute;ria consiste em um canal D simples de 64 Kbps mais 23 canais B (T1) ou 30 (E1) para voz e dados. Compare com BRI. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='print resolution '>print resolution (resolu&ccedil;&atilde;o de impress&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Quantidade de pequenos pontos que pode ser impressa em um papel pelo cabe&ccedil;ote de impress&atilde;o por polegada ao formar uma imagem.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Printer Control Language (PCL)  '>PCL (Printer Control Language, linguagem de controle da impressora) </a></b></font><dl><dd> <font size='2' face='Arial'>Desenvolvida pela Hewlett-Packard para permitir que os aplicativos de software possam estabelecer uma comunica&ccedil;&atilde;o com a HP e com as impressoras a laser compat&iacute;veis com HP. Hoje, a PCL &eacute; um padr&atilde;o industrial para muitos tipos de impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer driver '>printer driver (driver da impressora) </a></b></font><dl><dd> <font size='2' face='Arial'>Software que deve ser instalado em um PC para que a impressora possa comunicar e coordenar o processo de impress&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer network interface card (NIC) '>printer NIC (printer network interface card, placa de interface de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Adaptador usado pela impressora para acessar os meios de rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer queue '>printer queue (fila de impress&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>&Aacute;rea de armazenamento tempor&aacute;rio dos trabalhos de impress&atilde;o. Os trabalhos na fila ser&atilde;o alimentados para a impressora quando ela estiver pronta para o pr&oacute;ximo trabalho.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer-output options '>printer-output options (op&ccedil;&otilde;es de sa&iacute;da da impressora) </a></b></font><dl><dd> <font size='2' face='Arial'>Determina a maneira como a tinta ou o toner s&atilde;o transferidos para o papel e inclui gerenciamento de cores, qualidade de impress&atilde;o e velocidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='protected mode '>protected mode (modo protegido) </a></b></font><dl><dd> <font size='2' face='Arial'>Permite que os programas acessem mais de 1 MB da mem&oacute;ria f&iacute;sica e protege contra a utiliza&ccedil;&atilde;o inadequada da mem&oacute;ria, como programas que n&atilde;o pode executar um segmento de dados ou escrever em um segmento de c&oacute;digo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='protocol  '>protocol (protocolo) </a></b></font><dl><dd> <font size='2' face='Arial'>1) Descri&ccedil;&atilde;o formal de um conjunto de regras e conven&ccedil;&otilde;es que determina como os dispositivos de uma rede trocam informa&ccedil;&otilde;es. <br>2) Campo de um datagrama IP que indica o protocolo de camada superior (Camada 4) que envia o datagrama.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='protocol data unit (PDU)'>PDU (protocol data unit, unidade de dados de protocolo)</a></b></font><dl><dd> <font size='2' face='Arial'>Uma unidade de dados especificada em um protocolo de uma camada do modelo OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Por exemplo, a PDU da Camada 1 s&atilde;o bits ou o fluxo de dados, da Camada 2 s&atilde;o os enquadramentos, da Camada 3 &eacute; o pacote e da Camada 4 &eacute; o segmento. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='proxy '>proxy </a></b></font><dl><dd> <font size='2' face='Arial'>Entidade que, para obter efici&ecirc;ncia, representa outra entidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Public Switched Telephone Network (PSTN)'>PSTN (Public Switched Telephone Network, rede de telefonia p&uacute;blica comutada)</a></b></font><dl><dd> <font size='2' face='Arial'>Termo geral referente &agrave; variedade de redes e servi&ccedil;os telef&ocirc;nicos em todo o mundo. Algumas vezes &eacute; chamado de POTS (plain old telephone service, servi&ccedil;o telef&ocirc;nico comum).</font></dd></dl>
<!-- end P -->
<!-- start Q -->

<!-- end Q -->

<!-- start R -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='radio frequency (RF)'>RF (radio frequency, radiofreq&uuml;&ecirc;ncia)</a></b></font><dl><dd> <font size='2' face='Arial'>Termo gen&eacute;rico referente &agrave;s freq&uuml;&ecirc;ncias que correspondem a radiotransmiss&otilde;es. As redes de TV a cabo e de banda larga usam tecnologia de RF.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='radio frequency interference (RFI)'>RFI (radio frequency interference, interfer&ecirc;ncia de radiofreq&uuml;&ecirc;ncia)</a></b></font><dl><dd> <font size='2' face='Arial'>Radiofreq&uuml;&ecirc;ncias que criam ru&iacute;do que interfere nas informa&ccedil;&otilde;es transmitidas por cabeamento de cobre sem blindagem.</font></dd></dl>


<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='random access memory (RAM)'>RAM (random access memory, mem&oacute;ria de acesso aleat&oacute;rio)</a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria que armazena temporariamente os dados que ser&atilde;o processados pela CPU.  Tamb&eacute;m chamado de mem&oacute;ria f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='read only memory (ROM) '>ROM (read only memory, mem&oacute;ria apenas de leitura) </a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria que armazena defini&ccedil;&otilde;es de configura&ccedil;&atilde;o pr&eacute;-registradas e dados de maneira permanente em um chip que s&oacute; pode ser lido. Esse tipo de mem&oacute;ria ret&eacute;m seu conte&uacute;do mesmo quando o chip n&atilde;o estiver recebendo energia.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Reduced Instruction Set Computer (RISC) '>RISC (Reduced Instruction Set Computer, computador com conjunto de instru&ccedil;&otilde;es reduzido) </a></b></font><dl><dd> <font size='2' face='Arial'>Arquitetura que usa um conjunto de instru&ccedil;&otilde;es relativamente pequeno. Os chips RISC s&atilde;o desenvolvidos para executar essas instru&ccedil;&otilde;es muito rapidamente.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Redundant Array of Independent Disks (RAID) '>RAID (Redundant Array of Independent Disks, matriz redundante de discos independentes) </a></b></font><dl><dd> <font size='2' face='Arial'>Oferece toler&acirc;ncia a falhas impedindo a perda de dados caso ocorra uma falha no disco r&iacute;gido em um servidor da rede. Tamb&eacute;m conhecido como Redundant Array of Inexpensive Disks, ou seja, matriz redundante de discos baratos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Regedit'>Regedit</a></b></font><dl><dd> <font size='2' face='Arial'>Aplicativo do Windows que permite aos usu&aacute;rios editar o registro. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='registry'>registry (registro)</a></b></font><dl><dd> <font size='2' face='Arial'>Amplo banco de dados do sistema usado pelo Windows para armazenar informa&ccedil;&otilde;es e configura&ccedil;&otilde;es de hardware, software, usu&aacute;rios e prefer&ecirc;ncias em um sistema.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='remote access server (RAS)  '>RAS (remote access server, servi&ccedil;os de acesso remoto)  </a></b></font><dl><dd> <font size='2' face='Arial'>Servidor dedicado a usu&aacute;rios que precisam obter acesso aos arquivos e servi&ccedil;os de impress&atilde;o na rede local de um local remoto. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='remote installation services (RIS)'>RIS (remote installation services, servi&ccedil;os de instala&ccedil;&atilde;o remota)</a></b></font><dl><dd> <font size='2' face='Arial'>Capacidade de fazer download da instala&ccedil;&atilde;o do sistema operacional Windows pela rede. Essa instala&ccedil;&atilde;o pode ser solicitada pelo usu&aacute;rio ou pode ser for&ccedil;ada dentro do computador pelo administrador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='removable drive'>removable drive (unidade remov&iacute;vel)</a></b></font><dl><dd> <font size='2' face='Arial'>Unidade que pode ser removida de um computador para transportar dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='resistance ( r ) '>resistance (r, resist&ecirc;ncia) </a></b></font><dl><dd> <font size='2' face='Arial'>Medida, expressa em ohms, obtida pela oposi&ccedil;&atilde;o de um material a um fluxo de corrente.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='resolution'>resolution (resolu&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Quantidade de diferentes pixels em cada dimens&atilde;o que pode ser exibida em uma tela de computador. Quanto maior a resolu&ccedil;&atilde;o, melhor a qualidade exibida na tela. Tamb&eacute;m conhecida como resolu&ccedil;&atilde;o da tela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='restore point'>restore point (ponto de restaura&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio nos sistemas operacionais Windows Me, XP e Vista da Microsoft. Em caso de falhas no sistema, o ponto de restaura&ccedil;&atilde;o permite retornar os arquivos de sistema, chaves de registro e programas instalados para o estado anterior. Os dados de usu&aacute;rio n&atilde;o s&atilde;o afetados quando o ponto de restaura&ccedil;&atilde;o &eacute; executado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='ring topology '>ring topology (topologia em anel) </a></b></font><dl><dd> <font size='2' face='Arial'>Topologia de rede que consiste em uma s&eacute;rie de repetidores conectados uns aos outros por links de transmiss&atilde;o unidirecional para formar um loop &uacute;nico fechado. Cada esta&ccedil;&atilde;o da rede se conecta &agrave; rede em um repetidor. Mesmo tendo uma l&oacute;gica de anel, as topologias de anel s&atilde;o organizadas com mais freq&uuml;&ecirc;ncia em forma de estrela de loop fechado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='router '>router (roteador) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de camada de rede que usa uma ou mais medidas para determinar o caminho ideal pelo qual o tr&aacute;fego da rede deve ser encaminhado. Os roteadores encaminham pacotes de uma rede para outra com base nas informa&ccedil;&otilde;es da camada de rede. Algumas vezes &eacute; chamado de gateway, embora a defini&ccedil;&atilde;o de gateway esteja se tornando cada vez mais ultrapassada. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Routing Information Protocol (RIP) '>RIP (Routing Information Protocol, protocolo de informa&ccedil;&otilde;es de roteamento) </a></b></font><dl><dd> <font size='2' face='Arial'>IGP (Interior Gateway Protocol, protocolo de roteamento interno, fornecido com sistemas UNIX Berkeley Standard Distribution (BSD) ). O IGP mais comum da Internet. O RIP usa o contador de saltos como medida de roteamento.</font></dd></dl>

<!-- end R -->

<!-- start S -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='safe mode '>safe mode (modo de seguran&ccedil;a) </a></b></font><dl><dd> <font size='2' face='Arial'>Op&ccedil;&atilde;o de inicializa&ccedil;&atilde;o do sistema que carrega somente os dispositivos b&aacute;sicos que o Windows precisa executar. Esse processo &eacute; usado para a solu&ccedil;&atilde;o de problemas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='satellite communication '>satellite communication (comunica&ccedil;&atilde;o por sat&eacute;lite) </a></b></font><dl><dd> <font size='2' face='Arial'>Utiliza&ccedil;&atilde;o de sat&eacute;lites orbitais para transmitir dados entre m&uacute;ltiplas esta&ccedil;&otilde;es terrestres. A comunica&ccedil;&atilde;o por sat&eacute;lite oferece alta largura de banda e capacidade de transmiss&atilde;o sob um custo que n&atilde;o est&aacute; relacionado &agrave; dist&acirc;ncia entre as esta&ccedil;&otilde;es terrestres. Devido &agrave; altitude do sat&eacute;lite, esse tipo de comunica&ccedil;&atilde;o pode estar sujeito a longos atrasos de propaga&ccedil;&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='SCANDISK'>SCANDISK</a></b></font><dl>
  <dd> <font size='2' face='Arial'>Utilit&aacute;rio do Windows usado para examinar todos os arquivos em uma unidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='security key fob'>security key fob (chave de seguran&ccedil;a)</a></b></font><dl><dd> <font size='2' face='Arial'>Pequeno sistema de r&aacute;dio que se comunica com o computador por um breve intervalo. O computador deve receber o sinal da chave de seguran&ccedil;a antes de aceitar os dados de nome de usu&aacute;rio e senha. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='security keyhole'>security keyhole (ponto da chave de seguran&ccedil;a)</a></b></font><dl><dd> <font size='2' face='Arial'>Ponto r&iacute;gido no gabinete usado para conectar um cabo de seguran&ccedil;a.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='segment'>segment (segmento)</a></b></font><dl><dd> <font size='2' face='Arial'>Parte de uma rede de computador na qual o dispositivo se comunica usando a camada f&iacute;sica do modelo OSI. Hubs e repetidores s&atilde;o estendidos e tornam-se parte de um segmento de rede, enquanto os switches e roteadores definem e separam os segmentos de rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='semiconductor'>semicondutor</a></b></font><dl><dd> <font size='2' face='Arial'>Material usado para criar chips de computador que podem ser usados como condutor ou como isolante, dependendo dos sinais de controle aplicados a ele. Os materiais mais comuns de um semicondutor s&atilde;o o silicone e o germ&acirc;nio, e estes materiais cont&ecirc;m outros materiais adicionados a eles que aumentam a condutividade. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='serial cable'>serial cable (cabo serial)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo que conecta a porta serial do computador a um dispositivo perif&eacute;rico.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='serial data transfer '>serial data transfer (transfer&ecirc;ncia de dados serial) </a></b></font><dl><dd> <font size='2' face='Arial'>Movimento de bits simples de informa&ccedil;&atilde;o em um &uacute;nico ciclo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='serial port'>serial port (porta serial)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete usado para conectar um dispositivo, como mouse ou trackball.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='serial transmission '>serial transmission (transmiss&atilde;o serial) </a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de transmiss&atilde;o de dados no qual os bits de um caractere de dados s&atilde;o transmitidos seq&uuml;encialmente atrav&eacute;s de um &uacute;nico canal. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='server'>server (servidor)</a></b></font><dl><dd> <font size='2' face='Arial'>Reposit&oacute;rio para arquivos, ou outros recursos, que pode ser acessado e compartilhado pela rede por muitos usu&aacute;rios. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='service level agreement (SLA) '>SLA (service level agreement, contrato de n&iacute;vel de servi&ccedil;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Contrato que define as expectativas entre uma organiza&ccedil;&atilde;o e o fornecedor do servi&ccedil;o para fornecer um n&iacute;vel de suporte acordado. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='session layer '>session layer (camada de sess&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Camada 5 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada estabelece, gerencia e encerra sess&otilde;es entre aplica&ccedil;&otilde;es e gerencia troca de dados entre entidades de camadas de apresenta&ccedil;&atilde;o.  O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='shielded twisted pair (STP) '>STP (shielded twisted pair, par tran&ccedil;ado blindado) </a></b></font><dl><dd> <font size='2' face='Arial'>Meio composto por dois pares de fios usados principalmente em redes token ring.  O cabeamento do STP possui uma camada de isolamento blindado para reduzir a interfer&ecirc;ncia eletromagn&eacute;tica (EMI). Compare com UTP. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='shortcut'>shortcut (atalho)</a></b></font><dl><dd> <font size='2' face='Arial'>Combina&ccedil;&atilde;o no teclado que ativa um comando.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Simple Mail Transfer Protocol (SMTP) '>SMTP (Simple Mail Transfer Protocol, protocolo de transfer&ecirc;ncia de correio simples) </a></b></font><dl><dd> <font size='2' face='Arial'>Protocolo de e-mail usado por servidores para enviar mensagens de texto ASCII. Quando ampliado pelo protocolo MIME, o SMTP pode enviar e-mails com imagens e documentos. Algumas vezes, o SMTP &eacute; usado por clientes de e-mail para recuperar mensagens a partir de um servidor de e-mails. Entretanto, devido &agrave; capacidade limitada para as mensagens em fila ao fim de uma recep&ccedil;&atilde;o, outros protocolos, como POP ou IMAP, s&atilde;o utilizados para receber e-mails.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='simplex '>simplex </a></b></font><dl><dd> <font size='2' face='Arial'>Capacidade de transmiss&atilde;o de dados em apenas uma dire&ccedil;&atilde;o entre a esta&ccedil;&atilde;o de envio e uma esta&ccedil;&atilde;o de recebimento. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='single-mode'>single-mode (modo simples)</a></b></font><dl><dd> <font size='2' face='Arial'>Fibra &oacute;ptica com n&uacute;cleo muito fino. Usa alta energia a laser como fonte de luz e pode transmitir sinais a dist&acirc;ncias mais longas que o cabo de fibra &oacute;ptica multimodo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='site survey'>site survey (pesquisa de local)</a></b></font><dl><dd> <font size='2' face='Arial'>Inspe&ccedil;&atilde;o f&iacute;sica do local que ajudar&aacute; a determinar uma topologia de rede b&aacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Small Computer System Interface (SCSI) '>SCSI (Small Computer System Interface, interface de sistema de computadores de pequeno porte) </a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o de interface paralela que suporta v&aacute;rios dispositivos no mesmo cabo e atinge taxas de transmiss&atilde;o de dados mais r&aacute;pidas que os barramentos padr&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Small Computer System Interface (SCSI) cable '>Small Computer System Interface (cabo da SCSI (Small Computer System Interface, interface de sistema de computadores de pequeno porte) ) </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo ou interno que conecta o controlador SCSI &agrave;s portas SCSI de v&aacute;rios dispositivos internos e externos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='smart card'>smart card (cart&atilde;o inteligente)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo do tamanho de um cart&atilde;o de cr&eacute;dito que inclui processador e mem&oacute;ria usado para armazenar informa&ccedil;&otilde;es e autenticar os usu&aacute;rios da rede.  Os cart&otilde;es inteligentes oferecem identifica&ccedil;&atilde;o dupla, pois o usu&aacute;rio deve ter tanto o cart&atilde;o quanto a senha para acessar a rede. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='software firewall'>software firewall (firewall de software)</a></b></font><dl><dd> <font size='2' face='Arial'>Aplicativo em um computador que inspeciona e filtra os pacotes de dados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='solenoid '>solenoid (solen&oacute;ide) </a></b></font><dl><dd> <font size='2' face='Arial'>Bobina de fios que forma eletromagn&eacute;ticos que acionam os pinos na impressora matricial.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='solid-ink printers '>solid-ink printers (impressoras de tinta s&oacute;lida) </a></b></font><dl><dd> <font size='2' face='Arial'>Impressora que usa bast&otilde;es de tinta s&oacute;lida em vez de toner ou cartuchos de tinta. Impressoras de tinta s&oacute;lida produzem imagens de alta qualidade. Os bast&otilde;es de tinta n&atilde;o s&atilde;o t&oacute;xicos e podem ser manipulados com seguran&ccedil;a.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='sound card'>sound card (placa de som)</a></b></font><dl><dd> <font size='2' face='Arial'>Placa de circuito integrado que aprimora os recursos de &aacute;udio do computador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='southbridge'>southbridge</a></b></font><dl><dd> <font size='2' face='Arial'>Chip que implementa os recursos mais lentos da placa-m&atilde;e. &Eacute; conectado &agrave; CPU pelo chip northbridge. Tamb&eacute;m &eacute; conhecido como ICH (Controlling Station, esta&ccedil;&atilde;o de controle) de E/S (Input/Output, entrada/sa&iacute;da).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='spam'>spam</a></b></font><dl><dd> <font size='2' face='Arial'>E-mail n&atilde;o solicitado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='speaker'>speaker (alto-falante)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de sa&iacute;da de &aacute;udio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='spike '>spike (pico) </a></b></font><dl><dd> <font size='2' face='Arial'>Aumento repentino na voltagem normalmente causado por rel&acirc;mpagos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='spoof'>spoof</a></b></font><dl><dd> <font size='2' face='Arial'>Para obter acesso aos recursos dos dispositivos tentando passar por um computador confi&aacute;vel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='spooling '>spooling </a></b></font><dl><dd> <font size='2' face='Arial'>Processo de carregamento de documentos para um buffer (normalmente uma &aacute;rea no disco r&iacute;gido) at&eacute; que a impressora esteja pronta para imprimir os documentos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='spyware '>spyware </a></b></font><dl><dd> <font size='2' face='Arial'>Malware que monitora a atividade em um computador. O spyware envia as informa&ccedil;&otilde;es para a organiza&ccedil;&atilde;o respons&aacute;vel pelo lan&ccedil;amento do spyware.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='standby power supply (SPS) '>SPS (standby power supply, fonte de energia de reserva) </a></b></font><dl><dd> <font size='2' face='Arial'>Reserva de energia que &eacute; ativada quando os n&iacute;veis de voltagem caem abaixo do normal.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='standoff'>standoff (separador)</a></b></font><dl><dd> <font size='2' face='Arial'>Obst&aacute;culo usado para separar fisicamente as pe&ccedil;as.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='star topology '>star topology (topologia estrela) </a></b></font><dl><dd> <font size='2' face='Arial'>Topologia de uma rede local na qual os pontos finais de uma rede s&atilde;o conectados a um switch central comum atrav&eacute;s de v&iacute;nculos ponto-a-ponto. Uma topologia em anel que &eacute; organizada como uma estrela e implementa uma estrela de loop fechado unidirecional em vez de v&iacute;nculos ponto-a-ponto.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='static RAM (SRAM)'>SRAM (RAM est&aacute;tica)</a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de mem&oacute;ria RAM que ret&eacute;m o conte&uacute;do enquanto o dispositivo estiver ligado. A RAM est&aacute;tica n&atilde;o requer recupera&ccedil;&atilde;o constante como a RAM din&acirc;mica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='static random access memory (SRAM) '>SRAM (static random access memory, mem&oacute;ria de acesso aleat&oacute;rio est&aacute;tica) </a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria que ret&eacute;m dados enquanto houver voltagem aplicada.  Usado principalmente como mem&oacute;ria cache para a CPU. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='stylus'>stylus (caneta)</a></b></font><dl><dd> <font size='2' face='Arial'>Utens&iacute;lio de escrita. Geralmente usado como um m&eacute;todo de entrada para as telas sens&iacute;veis ao toque de PDAs e tablets gr&aacute;ficos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='subnet mask'>subnet mask (m&aacute;scara de sub-rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Segundo grupo de n&uacute;meros usado na configura&ccedil;&atilde;o de um endere&ccedil;o IP em um dispositivo. A m&aacute;scara de sub-rede &eacute; usada por dispositivos finais para determinar a parte da rede de um endere&ccedil;o IP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='subnetting'>subnetting (sub-rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Divis&atilde;o l&oacute;gica de uma rede. Ela fornece os meios para dividir uma rede e a m&aacute;scara de sub-rede especifica como ela &eacute; subdividida.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='surge '>surge (surto) </a></b></font><dl><dd> <font size='2' face='Arial'>Toda voltagem que aumenta mais de 110% da voltagem normal transportada por uma linha de energia. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='surge protector'>surge protector (protetor contra surto de voltagem)</a></b></font><dl><dd> <font size='2' face='Arial'>Protetor que regula a voltagem que chega a um dispositivo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='surge suppressor '>surge suppressor (protetor anti-surto)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que verifica se a voltagem que chega a outro dispositivo est&aacute; abaixo de um determinado n&iacute;vel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='S-video port'>S-video port (porta S-video)</a></b></font><dl><dd> <font size='2' face='Arial'>Miniconector DIN de quatro pinos usado para emitir os sinais de v&iacute;deo a um dispositivo compat&iacute;vel. O S-video separa o brilho e a cor de um sinal de v&iacute;deo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='switch'>switch</a></b></font><dl><dd> <font size='2' face='Arial'>1) Opera&ccedil;&atilde;o adicionada a um comando do DOS para modificar o resultado desse comando. 2) Um dispositivo de rede de Camada 2 tamb&eacute;m conhecido como ponte multiporta.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Symmetric DSL (SDSL)'>SDSL (Symmetric DSL, linha digital de assinantes sim&eacute;trica)</a></b></font><dl><dd> <font size='2' face='Arial'>Vers&atilde;o de um servi&ccedil;o DSL (Digital Subscriber Loop, loop digital de assinantes) que oferece a mesma velocidade para uploads e downloads.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Symmetric encryption '>Symmetric encryption (criptografia sim&eacute;trica) </a></b></font><dl><dd> <font size='2' face='Arial'>Criptografia que requer ambas as partes de uma conversa criptografada para usar uma chave de criptografia capaz de codificar e decodificar os dados. O remetente e o receptor devem usar a mesma chave ao mesmo tempo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='SYN flood '>SYN flood (inunda&ccedil;&atilde;o SYN)</a></b></font><dl><dd> <font size='2' face='Arial'>Abre aleatoriamente as portas TCP, bloqueando temporariamente o equipamento de rede ou os recursos do computador devido a uma grande quantidade de solicita&ccedil;&otilde;es falsas, fazendo com que as sess&otilde;es sejam negadas aos outros usu&aacute;rios. Veja tamb&eacute;m DoS (Denial of Service, ataques de nega&ccedil;&atilde;o de servi&ccedil;os).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='System Restore '>System Restore (Restaurao do sistema) </a></b></font><dl><dd> <font size='2' face='Arial'>Servi&ccedil;o do Windows XP que &eacute; executado em segundo plano e que permite ao usu&aacute;rio restaurar o sistema operacional para um per&iacute;odo de tempo predefinido.</font></dd></dl>


<!-- end S -->

<!-- start T -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='tape drive'>tape drive (unidade de fita)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo usado para fazer backup de dados em uma unidade de servidor da rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Task Manager '>Task Manager (Gerenciador de tarefas) </a></b></font><dl><dd> <font size='2' face='Arial'>Exibe os aplicativos ativos e identifica aqueles que n&atilde;o est&atilde;o respondendo, permitindo que eles sejam encerrados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Taskbar '>Taskbar (Barra de tarefas) </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Microsoft Windows que representa graficamente os aplicativos abertos, o conte&uacute;do do computador e outras informa&ccedil;&otilde;es. Tamb&eacute;m oferece acesso r&aacute;pido a esses recursos.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Telecommunications Industry Association (TIA)'>TIA (Telecommunications Industry Association, associa&ccedil;&atilde;o da ind&uacute;stria de telecomunica&ccedil;&otilde;es)</a></b></font><dl><dd> <font size='2' face='Arial'>Organiza&ccedil;&atilde;o que desenvolve os padr&otilde;es relacionados &agrave;s tecnologias das telecomunica&ccedil;&otilde;es. Juntas, a TIA e a EIA (Electronic Industries Alliance, alian&ccedil;a das ind&uacute;strias eletr&ocirc;nicas) formalizaram padr&otilde;es como o EIA/TIA-232 para as caracter&iacute;sticas el&eacute;tricas da transmiss&atilde;o de dados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='telnet '>telnet </a></b></font><dl><dd> <font size='2' face='Arial'>Aplicativo de acesso remoto usado para fornecer acesso terminal remoto entre os hosts em uma rede. Como ferramenta para a solu&ccedil;&atilde;o de problemas, o telnet pode verificar o software da camada de aplica&ccedil;&atilde;o entre as esta&ccedil;&otilde;es de origem e de destino. Este &eacute; o mecanismo de teste mais completo dispon&iacute;vel para o modelo OSI. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='thermal paper'>thermal paper (papel t&eacute;rmico)</a></b></font><dl><dd> <font size='2' face='Arial'>Papel tratado quimicamente com qualidade de cera. Quando aquecido, torna-se preto. Muitos dos cabe&ccedil;otes de impress&atilde;o da impressora t&eacute;rmica s&atilde;o da largura do papel. O papel &eacute; fornecido em bobinas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='thermal printer'>thermal printer (impressora t&eacute;rmica)</a></b></font><dl><dd> <font size='2' face='Arial'>Uma impressora que marca o papel t&eacute;rmico especial aplicando calor nas &aacute;reas do papel que ser&aacute; escurecido para representar os caracteres.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Thicknet '>Thicknet </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo coaxial que foi usado em redes antigas e operou em 10 megabits por segundo com um comprimento m&aacute;ximo de 500 metros. Tamb&eacute;m chamado de 10BASE5.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Thinnet '>Thinnet </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo coaxial que foi usado em redes antigas e operou em 10 megabits por segundo com um comprimento m&aacute;ximo de 185 metros. Tamb&eacute;m chamado de 10BASE2.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='three claw part retriever'>three claw part retriever (alicate de tr&ecirc;s pontas)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para recuperar e manipular pe&ccedil;as pequenas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Token Ring network '>Token Ring network (rede Token Ring) </a></b></font><dl><dd> <font size='2' face='Arial'>Usa uma topologia em anel e uma metodologia de passagem de token para criar uma transmiss&atilde;o de dados livre de colis&otilde;es.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='toner'>toner</a></b></font><dl><dd> <font size='2' face='Arial'>Tinta em p&oacute; usada em impressoras a laser e fotocopiadoras para formar textos e imagens sobre o papel da impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='topology'>topology (topologia)</a></b></font><dl><dd> <font size='2' face='Arial'>Layout f&iacute;sico real de uma rede ou, no caso de uma topologia l&oacute;gica, o sinal ou os fluxos de dados em uma rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='torx screwdriver'>torx screwdriver (chave estrela)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para apertar ou soltar os parafusos que cont&eacute;m uma depress&atilde;o em forma de estrela (seis pontas) na parte superior. Essa caracter&iacute;stica &eacute; encontrada principalmente nos parafusos para laptops.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='touch screen'>touch screen</a></b></font><dl><dd> <font size='2' face='Arial'>Monitor interativo em LCD ou CRT que detecta quando algo o pressiona, tocando na tela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='touchpad'>touchpad</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo sens&iacute;vel ao toque que controla o cursor. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='tracert '>tracert </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Windows que tra&ccedil;a a rota utilizada por um pacote a partir do computador de origem at&eacute; o host de destino.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='track'>track</a></b></font><dl><dd> <font size='2' face='Arial'>C&iacute;rculo completo ao redor do disco r&iacute;gido composto por grupos de setores de 512 bytes.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='trackball '>trackball </a></b></font><dl><dd> <font size='2' face='Arial'>Esfera girat&oacute;ria que serve para controlar o cursor.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='trackpoint '>trackpoint </a></b></font><dl><dd> <font size='2' face='Arial'>Almofada pequena e sens&iacute;vel ao toque que controla o cursor.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Transmission Control Protocol (TCP) '>TCP (Transmission Control Protocol, protocolo de controle de transmiss&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Principal protocolo da Internet para a transmiss&atilde;o de dados. O TCP inclui recursos para estabelecer uma conex&atilde;o ponta-a-ponta, detectar e recuperar erros e medir a taxa de fluxo de dados na rede. Muitos dos aplicativos padr&atilde;o, como e-mail, navegador da Web, transfer&ecirc;ncia de arquivos e Telnet, dependem dos servi&ccedil;os do TCP. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Transmission Control Protocol/Internet Protocol (TCP/IP)'>TCP/IP (Transmission Control Protocol/Internet Protocol, protocolo de controle de transmiss&atilde;o/protocolo da Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Nome comum do conjunto de protocolos desenvolvidos pela U.S. DoD nos anos de 1970 para dar suporte &agrave; constru&ccedil;&atilde;o das redes mundiais. O TCP e o IP s&atilde;o os dois protocolos mais conhecidos do conjunto. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='transport layer '>transport layer (camada de transporte) </a></b></font><dl><dd> <font size='2' face='Arial'>Esta &eacute; a Camada 4 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Ela &eacute; respons&aacute;vel pela comunica&ccedil;&atilde;o confi&aacute;vel da rede entre os n&oacute;s finais. A camada de transporte fornece mecanismos para o estabelecimento, a manuten&ccedil;&atilde;o e o encerramento dos circuitos virtuais, detec&ccedil;&atilde;o de falhas de transporte e recupera&ccedil;&atilde;o, bem como o controle do fluxo de informa&ccedil;&otilde;es. Corresponde &agrave; camada de controle de transmiss&atilde;o do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='troubleshooting '>troubleshooting (solu&ccedil;&atilde;o de problemas) </a></b></font><dl><dd> <font size='2' face='Arial'>Abordagem sistem&aacute;tica para localizar a causa de uma falha em um sistema de computador. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='tweezers'>tweezers (pin&ccedil;as)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para recuperar e manipular pe&ccedil;as pequenas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='twisted pair '>twisted pair (par tran&ccedil;ado) </a></b></font><dl><dd> <font size='2' face='Arial'>Par de fios isolados e unidos em um padr&atilde;o espiral regular que controla os efeitos do ru&iacute;do el&eacute;trico. Os pares podem ser blindados ou n&atilde;o. O par tran&ccedil;ado &eacute; comum nos aplicativos de telefonia e em redes de dados. Todos os cabos de par tran&ccedil;ado de Categoria 3, Categoria 5, Categoria 5e e Categoria 6 cont&ecirc;m 4 pares tran&ccedil;ados em um inv&oacute;lucro comum.</font></dd></dl>
<!-- end T -->

<!-- start U -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='unattended installation '>unattended installation (instala&ccedil;&atilde;o aut&ocirc;noma) </a></b></font><dl><dd> <font size='2' face='Arial'>Instala&ccedil;&atilde;o personalizada de um sistema operacional com a m&iacute;nima interven&ccedil;&atilde;o do usu&aacute;rio. O Windows executa instala&ccedil;&otilde;es aut&ocirc;nomas usando um arquivo de resposta chamado unattend.txt.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='universal bay status indicator LED'>universal bay status indicator LED (LED indicador de status do compartimento universal) </a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica que um dispositivo est&aacute; instalado no compartimento do laptop.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Universal Serial Bus (USB) cable'>Universal Serial Bus (USB) cable (cabo USB (Universal Serial Bus, barramento serial universal) ) </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo que conecta a porta USB do computador a um dispositivo perif&eacute;rico.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Universal Serial Bus (USB) port '>Universal Serial Bus (USB) port (porta USB (Universal Serial Bus, barramento serial universal) ) </a></b></font><dl><dd> <font size='2' face='Arial'>Conex&atilde;o externa bidirecional e intercambi&aacute;vel para conex&atilde;o de cabos USB a dispositivos perif&eacute;ricos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Universal Serial Bus (USB)'>USB (Universal Serial Bus, barramento serial universal)</a></b></font><dl><dd> <font size='2' face='Arial'>Interface de barramento serial externa para a conex&atilde;o de v&aacute;rios dispositivos perif&eacute;ricos. O USB pode conectar at&eacute; 127 dispositivos USB com taxa de transfer&ecirc;ncia de at&eacute; 480 Mbps e pode fornecer energia DC aos dispositivos conectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='UNIX'>UNIX</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema operacional usado principalmente para executar e manter as redes de computador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='unshielded twisted pair (UTP) '>UTP (unshielded twisted pair, par tran&ccedil;ado n&atilde;o blindado) </a></b></font><dl><dd> <font size='2' face='Arial'>Quatro pares de fios usados em diversas redes. O UTP &eacute; classificado em categorias; quanto mais alta for a categoria, melhor ser&aacute; o desempenho e mais alta ser&aacute; a largura de banda. As categorias mais comuns s&atilde;o Categoria 3, Categoria 5, Categoria 5e, Categoria 6 e Categoria 6A.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='User Datagram Protocol (UDP) '>UDP (User Datagram Protocol, protocolo de datagrama de usu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Servi&ccedil;o sem conex&atilde;o para a passagem de dados com menos carga que o TCP e desenvolvido para velocidade. Os aplicativos de gerenciamento de rede, o sistema de arquivos de rede e o transporte de arquivos simples usam o UDP. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='user interface '>user interface (interface de usu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Parte do sistema operacional que permite ao usu&aacute;rio estabelecer comunica&ccedil;&atilde;o com o computador. As interfaces de usu&aacute;rio fornecem uma interface de linha de comando (Command Line Interface) (texto) ou GUI (Graphical User Interface, interface gr&aacute;fica do usu&aacute;rio).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='user profile '>user profile (perfil do usu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Configura&ccedil;&atilde;o espec&iacute;fica do usu&aacute;rio que est&aacute; conectado com o computador.</font></dd></dl>

<!-- end U -->

<!-- start V -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='ventilation'>ventila&ccedil;&atilde;o</a></b></font><dl><dd> <font size='2' face='Arial'>Permite expelir o ar quente do interior do dispositivo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='very high data rate DSL (VDSL) '>VDSL (very high data rate DSL, linha digital de assinantes com taxa de dados muito alta) </a></b></font><dl><dd> <font size='2' face='Arial'>Transfer&ecirc;ncia de dados de banda larga com larguras de banda de 13 Mbps a 52 Mbps. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='video accelerator card '>video accelerator card (placa aceleradora de v&iacute;deo) </a></b></font><dl><dd> <font size='2' face='Arial'>Placa de circuito integrado que cont&eacute;m processador e mem&oacute;ria para aumentar a velocidade dos gr&aacute;ficos de v&iacute;deo. As placas de acelera&ccedil;&atilde;o de v&iacute;deo s&atilde;o usadas principalmente para aplicativos em 3D e jogos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='video adapter '>video adapter (adaptador de v&iacute;deo) </a></b></font><dl><dd> <font size='2' face='Arial'>Placa de circuito integrado que armazena dados digitais na VRAM e a converte em dados anal&oacute;gicos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='video graphics array (VGA)'>VGA (video graphics array, adaptador de v&iacute;deo)</a></b></font><dl><dd> <font size='2' face='Arial'>Fornece v&iacute;deos anal&oacute;gicos para monitores anal&oacute;gicos. O conector &eacute; do subtipo D com 15 pinos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='video memory'>video memory (mem&oacute;ria de v&iacute;deo)</a></b></font><dl>
  <dd> <font size='2' face='Arial'>Mem&oacute;ria de acesso aleat&oacute;rio dedicada em um adaptador gr&aacute;fico de v&iacute;deo (v&iacute;deo RAM ou VRAM). Tamb&eacute;m &eacute; uma &aacute;rea da RAM do sistema compartilhada com a CPU. </font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='video surveillance equipment'>video surveillance equipment (equipamento de vigilncia eletrnica, por vdeo)</a></b></font><dl><dd> <font size='2' face='Arial'>Usado para gravar imagens e sons de uma atividade de monitoramento.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='virtual memory '>virtual memory (mem&oacute;ria virtual) </a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria criada e controlada pelo sistema operacional que serve para manipular o espa&ccedil;o livre em disco imitando a RAM que est&aacute; instalada no sistema.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='virtual private network (VPN)'>VPN (virtual private network, rede privada virtual)</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema de criptografia que protege os dados enquanto eles s&atilde;o conduzidos pela Internet ou outra rede p&uacute;blica n&atilde;o segura.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='virtual'>virtual</a></b></font><dl><dd> <font size='2' face='Arial'>Algo conceitual em vez de f&iacute;sico.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Virus Scan '>Virus Scan (verifica&ccedil;&atilde;o de v&iacute;rus) </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio que verifica a exist&ecirc;ncia de v&iacute;rus em todas as unidades de disco r&iacute;gido e mem&oacute;ria.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='virus'>virus (v&iacute;rus)</a></b></font><dl><dd> <font size='2' face='Arial'>Em termos de computador, trata-se de uma parte maliciosa do software ou um c&oacute;digo capaz de se copiar automaticamente e infectar um computador sem o conhecimento ou permiss&atilde;o do usu&aacute;rio. Alguns v&iacute;rus s&atilde;o benignos e n&atilde;o afetam adversamente o computador, enquanto outros podem danificar ou excluir o sistema operacional e arquivos de dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Voice over IP (VoIP)'>VoIP (Voice over IP, voz sobre IP)</a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo para transmitir chamadas telef&ocirc;nicas via Internet usando a tecnologia de comuta&ccedil;&atilde;o de pacotes. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='voltage (V)'>V (voltage, voltagem)</a></b></font><dl><dd> <font size='2' face='Arial'>For&ccedil;a que cria uma corrente atrav&eacute;s da movimenta&ccedil;&atilde;o de el&eacute;trons. For&ccedil;a eletromotriz ou diferen&ccedil;a potencial expressa em volts. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='volume control'>volume control (controle de volume)</a></b></font><dl><dd> <font size='2' face='Arial'>Bot&atilde;o que ajusta a sa&iacute;da de &aacute;udio.</font></dd></dl>
<!-- end V -->

<!-- start W -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='warm boot '>warm boot (reinicializa&ccedil;&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Reinicia um computador que j&aacute; estava ligado sem deslig&aacute;-lo primeiro. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='What You See Is What You Get (WYSIWYG) '>WYSIWYG (What You See Is What You Get, o formato exibido &eacute; o resultado final) </a></b></font><dl><dd> <font size='2' face='Arial'>Resultado de um trabalho da impressora que corresponde ao o que o usu&aacute;rio v&ecirc; na tela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='wide-area network (WAN)'>WAN (wide area network, rede de longa dist&acirc;ncia)</a></b></font><dl><dd> <font size='2' face='Arial'>Rede de comunica&ccedil;&atilde;o de dados que serve a usu&aacute;rios de uma ampla &aacute;rea geogr&aacute;fica e que, freq&uuml;entemente, usa dispositivos de transmiss&atilde;o oferecidos por transportadores comuns. Frame Relay, SMDS e X.25 s&atilde;o exemplos de WANs.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Wi-Fi Protected Access (WPA)'>WPA (Wi-Fi Protected Access)</a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o de seguran&ccedil;a da tecnologia sem fio Wi-Fi. Fornece melhor criptografia e autentica&ccedil;&atilde;o do que o sistema WEP anterior.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Wi-Fi'>Wi-Fi</a></b></font><dl><dd> <font size='2' face='Arial'>Marca originalmente licenciada pela Wi-Fi Alliance para definir a tecnologia incorporada de uma rede sem fio. A tecnologia Wi-Fi (Wireless Fidelity, fidelidade sem fio) tem como base as especifica&ccedil;&otilde;es IEEE 802.11.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Windows Explorer '>Windows Explorer </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Windows que representa graficamente a estrutura de gerenciamento de arquivos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='wire cutters'>wire cutters (alicate para corte de fios)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para desencapar e cortar fios.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Wired Equivalent Privacy (WEP) '>WEP (Wired Equivalent Privacy, privacidade equivalente de rede cabeada) </a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o de seguran&ccedil;a da primeira gera&ccedil;&atilde;o da tecnologia sem fio. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='wireless connection '>wireless connection (conex&atilde;o sem fio) </a></b></font><dl><dd> <font size='2' face='Arial'>Conex&atilde;o com uma rede que usa sinais de r&aacute;dio, tecnologia de infravermelho (laser) ou transmiss&otilde;es por sat&eacute;lite.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='wireless indicator LED'>wireless indicator LED (LED indicador de rede sem fio)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica a atividade da conex&atilde;o de rede sem fio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='wireless network'>wireless network (rede sem fio)</a></b></font><dl><dd> <font size='2' face='Arial'>Extens&atilde;o de uma rede cabeada que usa os sinais de radiofreq&uuml;&ecirc;ncia (RF) para estabelecer conex&atilde;o com pontos de acesso. Os sinais sem fio podem ser repetidos aos pontos de acesso adicionais, estendendo a dist&acirc;ncia da rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='wireless NIC'>wireless NIC (placa de rede sem fio)</a></b></font><dl><dd> <font size='2' face='Arial'>Placa de expans&atilde;o que permite ao computador estabelecer conex&atilde;o com um modem sem fio usando sinais de radiofreq&uuml;&ecirc;ncia.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Wireless Transport Layer Security (WTLS) '>WTLS (Wireless Transport Layer Security, seguran&ccedil;a da camada de transporte sem fio) </a></b></font><dl><dd> <font size='2' face='Arial'>Camada que fornece seguran&ccedil;a para dispositivos m&oacute;veis que usam WAP (Wireless Applications Protocol, protocolo para aplica&ccedil;&otilde;es sem fio). </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='workgroup '>workgroup (grupo de trabalho) </a></b></font><dl><dd> <font size='2' face='Arial'>Conjunto de esta&ccedil;&otilde;es de trabalho e servidores em uma rede local (LAN) desenvolvido para comunicar e trocar dados entre si.</font></dd></dl>
<!-- end W -->

<!-- start X -->

<!-- end X -->

<!-- start Y -->
<!-- end Y -->

<!-- start Z -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='zero insertion force (ZIF) socket '>ZIF socket (soquete ZIF, zero insertion force) </a></b></font><dl><dd> <font size='2' face='Arial'>Soquete de chip que permite inserir ou remover um chip sem fazer uso de ferramentas ou de for&ccedil;a. Sua aplica&ccedil;&atilde;o &eacute; comum para chips delicados, como CPU. </font></dd></dl>
<!-- end Z -->

<!-- start nums -->
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='1000BASE-T'>1000BASE-T</a></b></font><dl><dd> <font size='2' face='Arial'>Especifica&ccedil;&atilde;o Ethernet de Gigabit que usa UTP Cat5, 5e ou 6. Cada segmento de rede pode ter uma dist&acirc;ncia m&aacute;xima de 328 p&eacute;s (100 m) sem usar um repetidor. Tamb&eacute;m &eacute; conhecido como 801.3ab.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='100BASE-TX '>100BASE-TX </a></b></font><dl><dd> <font size='2' face='Arial'>Especifica&ccedil;&atilde;o Fast Ethernet de banda b&aacute;sica de 100 Mbps que usa dois pares de fios UTP ou STP. Baseia-se no padr&atilde;o IEEE 802.3. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='100BASE-X '>100BASE-X </a></b></font><dl>
  <dd> <font size='2' face='Arial'>Especifica&ccedil;&atilde;o Fast Ethernet de banda b&aacute;sica de 100 Mbps que se refere aos padr&otilde;es 100BASE-FX e 100BASE-TX para Fast Ethernet em cabeamento de cobre e fibra &oacute;tica. Baseia-se no padr&atilde;o IEEE 802.3. </font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='10BASE-T '>10BASE-T </a></b></font><dl>
  <dd> <font size='2' face='Arial'>Especifica&ccedil;&atilde;o Ethernet de banda b&aacute;sica de 10 Mbps que usa dois pares de cabeamento de par tran&ccedil;ado Categoria 3, 4 ou 5. Um par para receber dados e o outro para transmitir dados. A 10BASE-T, que faz parte da especifica&ccedil;&atilde;o IEEE 802.3, tem uma dist&acirc;ncia limite de aproximadamente 328 p&eacute;s (100 m) por segmento. </font></dd>
</dl>

<!-- end nums -->


  </td>
</tr>
</table>
</body>
</html>
