<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='MAC address '>MAC address (endere&ccedil;o MAC) </a></b></font><dl><dd> <font size='2' face='Arial'>Endere&ccedil;o da camada de v&iacute;nculo de dados padronizado necess&aacute;ria para cada porta ou dispositivo conectado a uma rede local. Outros dispositivos na rede utilizam esses endere&ccedil;os para localizar portas espec&iacute;ficas na rede e para criar e atualizar tabelas de roteamento e estruturas de dados. Os endere&ccedil;os MAC possuem 6 bytes e s&atilde;o controlados pelo IEEE (Institute of Electrical and Electronics Engineers, instituto de engenharia el&eacute;trica e eletr&ocirc;nica). Tamb&eacute;m s&atilde;o conhecidos como endere&ccedil;o de hardware, endere&ccedil;o de camada MAC, endere&ccedil;o burnt-in ou endere&ccedil;o f&iacute;sico. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='main distribution facility (MDF)'>MDF (main distribution facility, instala&ccedil;&atilde;o de distribui&ccedil;&atilde;o principal)</a></b></font><dl><dd> <font size='2' face='Arial'>Sala de comunica&ccedil;&otilde;es principal de um pr&eacute;dio. Ponto central de uma topologia de rede em estrela na qual os patch panels, hubs e roteadores est&atilde;o localizados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='malware'>malware</a></b></font><dl><dd> <font size='2' face='Arial'>Termo criado pela jun&ccedil;&atilde;o das palavras malicioso (malicious) e software. Malware &eacute; um software que foi desenvolvido para infiltrar-se ou danificar o sistema do computador sem o consentimento do usu&aacute;rio. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Master Boot Record (MBR) '>MBR (Master Boot Record, registro de inicializa&ccedil;&atilde;o mestre) </a></b></font><dl><dd> <font size='2' face='Arial'>Programa no primeiro setor de um disco r&iacute;gido que come&ccedil;a o processo de inicializa&ccedil;&atilde;o. O MBR determina qual parti&ccedil;&atilde;o ser&aacute; usada para inicializar o sistema e transfere o controle para o setor de inicializa&ccedil;&atilde;o dessa parti&ccedil;&atilde;o, que continua o processo de inicializa&ccedil;&atilde;o. O MBR permite programas como o DOS para carregar RAM. </font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Material Safety and Data Sheet (MSDS)'>MSDS (Material Safety and Data Sheet, folha de dados de seguran&ccedil;a)</a></b></font><dl><dd> <font size='2' face='Arial'>Uma folha de dados que identifica materiais perigosos.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mean time between failures (MTBF)'>MTBF (mean time between failures, tempo m&eacute;dio entre falhas)</a></b></font><dl>
  <dd> <font size='2' face='Arial'>Tempo m&eacute;dio em que o dispositivo poder&aacute; funcionar sem falhar. As informa&ccedil;&otilde;es podem ser encontradas no manual ou no site do fabricante na Web.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='media '>media (meios f&iacute;sicos) </a></b></font><dl><dd> <font size='2' face='Arial'>Plural de meio. Os v&aacute;rios ambientes f&iacute;sicos pelos quais passam os sinais de transmiss&atilde;o. Os meios de rede comumente usados incluem cabos de par tran&ccedil;ado, coaxial e de fibra &oacute;tica e a atmosfera (por onde ocorrem as transmiss&otilde;es de microondas, laser e infravermelho). </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Media Access Control (MAC)'>MAC (Media Access Control, controle de acesso aos meios)</a></b></font><dl><dd> <font size='2' face='Arial'>Camada mais inferior das duas subcamadas de v&iacute;nculo de dados definida pelo IEEE (Institute of Electrical and Electronics Engineers, instituto de engenharia el&eacute;trica e eletr&ocirc;nica). A subcamada MAC lida com o acesso a meios compartilhados, como, por exemplo, se a conten&ccedil;&atilde;o ou a passagem de token ser&aacute; usada. As regras de coordena&ccedil;&atilde;o tamb&eacute;m usam os meios f&iacute;sicos em uma rede local.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='media-handling options '>media-handling options (op&ccedil;&otilde;es de manuseio de m&iacute;dias)</a></b></font><dl><dd> <font size='2' face='Arial'>Op&ccedil;&otilde;es pelas quais uma impressora lida com a m&iacute;dia, incluindo orienta&ccedil;&atilde;o, tamanho e peso do papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='megabit '>megabit </a></b></font><dl><dd> <font size='2' face='Arial'>1.048.576 bits (aproximadamente 1 milh&atilde;o de bits).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='megabits per second (Mbps)'>Mbps (megabits per second, megabits por segundo)</a></b></font><dl><dd> <font size='2' face='Arial'>Medi&ccedil;&atilde;o comum da quantidade de dados que &eacute; transferida em uma conex&atilde;o em um segundo. Uma taxa de transfer&ecirc;ncia de dados de 1 Mbps &eacute; uma taxa de aproximadamente 1 milh&atilde;o de bits ou 1.000 kilobits por segundo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='megabyte (MB) '>MB (megabyte) </a></b></font><dl><dd> <font size='2' face='Arial'>1.048.576 bytes (ou aproximadamente 1 milh&atilde;o de bytes).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mesh grip'>mesh grip (malha de arame)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta conectada na extremidade de um cabo para ajudar a puxar o cabo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mesh topology'>mesh topology (topologia em malha)</a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de conex&atilde;o de usu&aacute;rios que fornece caminhos alternativos para os dados. Se um caminho for cortado ou n&atilde;o puder ser utilizado, os dados poder&atilde;o usar um caminho alternativo at&eacute; seus destinos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='microphone '>microphone (microfone) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de entrada de &aacute;udio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='microphone jack'>microphone jack (entrada para microfone)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete que serve para conectar um microfone usado para a entrada de &aacute;udio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='microwave '>microwave (microondas) </a></b></font><dl><dd> <font size='2' face='Arial'>Ondas eletromagn&eacute;ticas no intervalo de 1 a 30 GHz. As redes que se baseia em microondas s&atilde;o uma tecnologia em evolu&ccedil;&atilde;o que ganha espa&ccedil;o devido &agrave; alta largura de banda e um custo relativamente baixo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mobile processor '>mobile processor (processador port&aacute;til) </a></b></font><dl><dd> <font size='2' face='Arial'>CPU otimizada para usar menos energia permitindo que as baterias de laptops durem mais tempo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='modem port'>modem port (porta do modem)</a></b></font><dl><dd> <font size='2' face='Arial'>Tomada RJ-11 que conecta um computador a uma linha telef&ocirc;nica padr&atilde;o. A porta do modem pode ser usada para conectar o computador com a Internet, para enviar e receber documentos por fax e para atender chamadas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='modulator/demodulator (modem) '>modem (modulator/demodulator, modulador/demodulador) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que converte os sinais digitais do computador em um formato que &eacute; enviado e recebido por uma linha telef&ocirc;nica anal&oacute;gica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Molex power connector'>Molex power connector (conector de energia Molex)</a></b></font><dl><dd> <font size='2' face='Arial'>Conector de energia para computador com quatro fios usado para conectar muitos dispositivos, como unidades &oacute;pticas e discos r&iacute;gidos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='monitor'>monitor</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de v&iacute;deo que funciona com uma placa de v&iacute;deo instalada para apresentar os resultados a partir de um computador. A claridade de um monitor CRT baseia-se na largura de banda do v&iacute;deo, dist&acirc;ncia entre dois pontos, taxa de atualiza&ccedil;&atilde;o e converg&ecirc;ncia.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='motherboard '>motherboard (placa-m&atilde;e) </a></b></font><dl><dd> <font size='2' face='Arial'>Principal placa de circuito impresso que conecta todos os componentes do computador, como CPU, BIOS, mem&oacute;ria, interfaces de armazenamento em massa, portas seriais e paralelas, slots de expans&atilde;o e controladores necess&aacute;rios para os dispositivos perif&eacute;ricos padr&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='mouse port'>mouse port (porta do mouse)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete PS/2 usado para conectar um mouse externo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='MSCONFIG'>MSCONFIG</a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Windows desenvolvido para auxiliar na solu&ccedil;&atilde;o de problemas do sistema operacional. Permite ao usu&aacute;rio editar aplicativos de inicializa&ccedil;&atilde;o e acessar os arquivos BOOT.INI, SYSTEM.INI e WIN.INI.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multimeter'>multimeter (mult&iacute;metro)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta de solu&ccedil;&atilde;o de problemas que mede a voltagem, a resist&ecirc;ncia e a corrente el&eacute;trica. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multimode'>multimode (mult&iacute;modo)</a></b></font><dl><dd> <font size='2' face='Arial'>Fibra &oacute;ptica com n&uacute;cleo mais grosso que no modo simples. &Eacute; mais f&aacute;cil de criar, permite usar fontes luminosas mais simples, como LEDs, e funciona bem em pequenas dist&acirc;ncias. Esse tipo de fibra permite que as ondas de luz possam se dispersar em muitos caminhos enquanto s&atilde;o conduzidas pela fibra.&nbsp; </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multiprocessing  '>multiprocessing (multiprocessamento) </a></b></font><dl><dd> <font size='2' face='Arial'>Para permitir que os programas compartilhem duas ou mais CPUs. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Multipurpose Internet Mail Extensions (MIME)  '>MIME (Multipurpose Internet Mail Extensions, extens&otilde;es multifun&ccedil;&atilde;o para mensagens da Internet) </a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o que estende o formato de e-mail para incluir texto no padr&atilde;o ASCII, bem como outros formatos, por exemplo, imagens e documentos de processadores de texto. Normalmente, &eacute; usado em conjunto com o SMTP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multitask'>multitask (multitarefa)</a></b></font><dl><dd> <font size='2' face='Arial'>Para executar dois ou mais aplicativos ao mesmo tempo.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multithread'>multithread</a></b></font><dl><dd> <font size='2' face='Arial'>Para dividir um programa em pequenas partes que podem ser carregadas conforme a necessidade do sistema operacional. O multiencadeamento (multithread) permite que os programas individuais sejam multitarefados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='multi-user  '>multi-user (multiusu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Dois ou mais usu&aacute;rios executando programas e compartilhando dispositivos perif&eacute;ricos, como, por exemplo, uma impressora, ao mesmo tempo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='My Computer icon '>My Computer icon (&iacute;cone Meu computador) </a></b></font><dl><dd> <font size='2' face='Arial'>&Iacute;cone da &aacute;rea de trabalho que fornece acesso &agrave;s unidades instaladas e outras propriedades do computador.</font></dd></dl>


        <p>
      </td>
    </tr>
  </table>

</body>

</html>
