<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='near letter quality (NLQ) '>NLQ (near letter quality, qualidade quase carta) </a></b></font><dl><dd> <font size='2' face='Arial'>Qualidade de impress&atilde;o melhor que a qualidade rascunho, mas n&atilde;o t&atilde;o boa quando a qualidade carta.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='needle-nose pliers'>needle-nose pliers (alicate de bico fino)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta com pin&ccedil;as longas e finas que podem ser usadas para agarrar pequenos objetos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='NetView '>NetView </a></b></font><dl><dd> <font size='2' face='Arial'>Arquitetura de gerenciamento de rede da IBM e aplicativos relacionados. O NetView &eacute; um aplicativo VTAM (virtual telecommunications access method, m&eacute;todo virtual de acesso &agrave;s telecomunica&ccedil;&otilde;es) usado para o gerenciamento de mainframes em redes SNA (Systems Network Architecture, arquitetura de rede de sistemas). </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network '>network (rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Grupo de dois ou mais dispositivos eletr&ocirc;nicos, como computadores, PDAs e smartphones que se comunicam uns com os outros para compartilhar dados e recursos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Network Access Point (NAP) '>NAP (Network Access Point, ponto de acesso &agrave; rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Ponto em que os provedores de acesso s&atilde;o interconectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network administration '>network administration (administra&ccedil;&atilde;o da rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Tarefa de manuten&ccedil;&atilde;o e atualiza&ccedil;&atilde;o de uma rede particular realizada pelos administradores de rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Network Basic Input/Output System (NetBIOS)'>NetBIOS (Network Basic Input/Output System, sistema de entrada/sa&iacute;da b&aacute;sico da rede)</a></b></font><dl><dd> <font size='2' face='Arial'>API (Application programming interface, interface de programa&ccedil;&atilde;o de aplicativos) usada por aplicativos em uma rede local IBM para solicitar servi&ccedil;os a partir dos processos de rede em n&iacute;vel inferior. Esses servi&ccedil;os podem incluir estabelecimento e finaliza&ccedil;&atilde;o de sess&atilde;o e transfer&ecirc;ncia de informa&ccedil;&otilde;es.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network cable'>network cable (cabo de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Meio f&iacute;sico usado para conectar dispositivos em conjunto para a comunica&ccedil;&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network file services '>network file services (servi&ccedil;os de arquivo de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Permite que os documentos sejam compartilhados em rede para facilitar o desenvolvimento de um projeto.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network indicator LED'>network indicator LED (LED indicador de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica o status da conex&atilde;o de rede. A luz verde indica a conectividade da rede. O outro LED indica o tr&aacute;fego.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network interface card (NIC)'>NIC (network interface card, placa de interface de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>&Eacute; a interface do computador com a rede local. Geralmente, essa placa &eacute; inserida no computador em um slot de expans&atilde;o e estabelece a conex&atilde;o da rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network layer '>network layer (camada da rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Camada 3 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada fornece sele&ccedil;&atilde;o de caminho e conectividade entre dois sistemas finais. A camada da rede &eacute; a camada em que ocorre o roteamento. De maneira geral, corresponde &agrave; camada de controle de caminho do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network operating system (NOS )'>NOS (network operating system, sistema operacional de rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema operacional desenvolvido especificamente para fornecer recursos de rede adicionais.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network printer '>network printer (impressora de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Impressora conectada &agrave; rede de computadores configurada para ser compartilhada por v&aacute;rios usu&aacute;rios.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network server '>network server (servidor da rede)</a></b></font><dl><dd> <font size='2' face='Arial'>Computador que fornece alguns servi&ccedil;os de rede, como, por exemplo, compartilhamento de arquivos, e pode lidar com v&aacute;rios usu&aacute;rios e v&aacute;rios trabalhos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='network topology '>network topology (topologia de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>A maneira como computadores, impressoras e outros dispositivos s&atilde;o conectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='networking media '>networking media (meios da rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Material (cabo ou ar) pelo qual os sinais s&atilde;o enviados de um dispositivo de rede a outro.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='New Technology File System (NTFS) '>NTFS (New Technology File System, nova tecnologia de sistema de arquivos) </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de sistema de arquivos que fornece toler&acirc;ncia a falhas aprimorada em sistemas de arquivos tradicionais e tamb&eacute;m fornece seguran&ccedil;a em n&iacute;vel de arquivo. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='nibble '>nibble </a></b></font><dl><dd> <font size='2' face='Arial'>Metade de um byte ou quatro bits.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='node '>node (n&oacute;) </a></b></font><dl><dd> <font size='2' face='Arial'>1) Extremidade de uma conex&atilde;o de rede ou jun&ccedil;&atilde;o comum a duas ou mais linhas em uma rede. Os n&oacute;s podem ser processadores, controladores ou esta&ccedil;&otilde;es de trabalho. Eles tamb&eacute;m podem variar em roteamento e em outros recursos funcionais, podem ser interconectados por links e servir como pontos de controle na rede. Algumas vezes, o n&oacute; usado genericamente como refer&ecirc;ncia para qualquer entidade que pode acessar uma rede e tamb&eacute;m &eacute; usado com freq&uuml;&ecirc;ncia de maneira intercambi&aacute;vel com dispositivos. <br>2) Em redes SNA (Systems Network Architecture, arquitetura de rede de sistemas), o componente b&aacute;sico de uma rede e o ponto no qual uma ou mais unidades funcionais conectam canais ou circuitos de dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='noise '>noise (ru&iacute;do) </a></b></font><dl><dd> <font size='2' face='Arial'>Interfer&ecirc;ncias, como EMI ou RFI, que causam sinais ruins e podem causar erros no sistema do computador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='non-bootable disk'>non-bootable disk (disco n&atilde;o-inicializ&aacute;vel)</a></b></font><dl><dd> <font size='2' face='Arial'>Disco ausente ou danificado, ou um disco que n&atilde;o cont&eacute;m um ou mais arquivos de inicializa&ccedil;&atilde;o do sistema.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='northbridge'>northbridge</a></b></font><dl><dd> <font size='2' face='Arial'> Um dos dois chips no conjunto de chips l&oacute;gico principal de uma placa-m&atilde;e do PC. Normalmente ele lida com a comunica&ccedil;&atilde;o entre CPU, RAM, AGP, PCIe e chip do n&uacute;cleo southbridge. Tamb&eacute;m chamado de MCH (Memory Controller Hub, hub controlador de mem&oacute;ria).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='NSLOOKUP '>NSLOOKUP </a></b></font><dl><dd> <font size='2' face='Arial'>Comando que retorna o endere&ccedil;o IP a um determinado nome de host. Esse comando tamb&eacute;m pode reverter e localizar o nome de host de um endere&ccedil;o IP espec&iacute;fico.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='NTDETECT'>NTDETECT</a></b></font><dl><dd> <font size='2' face='Arial'>Programa usado pelos sistemas com base em Intel para detectar o hardware instalado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Num lock indicator LED'>Num lock indicator LED (LED indicador de Num Lock)</a></b></font><dl><dd> <font size=2 face=Arial>Luz que indica se o teclado num&eacute;rico est&aacute; ativado ou desativado.</font></dd></dl>

        <p align="left">&nbsp;</p>
      </td>
    </tr>
  </table>

</body>

</html>
