<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 4,0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

         <table border="0" width="420" cellspacing="0" cellpadding="2">
            <tbody>
              <tr>
                <td>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='packet '>packet (pacote) </a></b></font><dl><dd> <font size='2' face='Arial'>Agrupamento l&oacute;gico de informa&ccedil;&otilde;es que incluem um cabe&ccedil;alho com informa&ccedil;&otilde;es de controle e, geralmente, dados do usu&aacute;rio. Em geral, os pacotes s&atilde;o mais usados para as unidades de dados da camada da rede. Os termos datagrama, quadro, mensagem e segmento tamb&eacute;m s&atilde;o usados para descrever agrupamentos de informa&ccedil;&otilde;es l&oacute;gicas em v&aacute;rias camadas do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos) e em diversos c&iacute;rculos de tecnologia. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Packet Internet Gopher (ping) '>ping (Packet Internet Gopher, localizador de pacotes na Internet) </a></b></font><dl><dd> <font size='2' face='Arial'>Simples utilit&aacute;rio de linha de comando que est&aacute; inclu&iacute;do em muitas implementa&ccedil;&otilde;es de TCP/IP. O ping pode ser usado tanto com o nome de host quanto com o endere&ccedil;o IP para testar a conectividade. Determina se um endere&ccedil;o IP espec&iacute;fico est&aacute; acess&iacute;vel enviando uma solicita&ccedil;&atilde;o de eco do ICMP para um computador de destino ou outro dispositivo de rede. Ent&atilde;o, o dispositivo receptor retorna uma mensagem de resposta do eco do ICMP.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Page Description Language (PDL) '>PDL (Page Description Language, linguagem de descri&ccedil;&atilde;o de p&aacute;ginas) </a></b></font><dl><dd> <font size='2' face='Arial'>C&oacute;digo que descreve o conte&uacute;do de um documento em uma linguagem que pode ser compreendida pela impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='pages per minute (ppm)'>ppm (pages per minute, p&aacute;ginas por minuto)</a></b></font><dl><dd> <font size='2' face='Arial'>Designa&ccedil;&atilde;o para medir a velocidade de uma impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Parallel Advanced Technology Attachment (PATA)'>PATA (Parallel Advanced Technology Attachment)</a></b></font><dl><dd> <font size='2' face='Arial'>Padr&atilde;o para conex&atilde;o de discos r&iacute;gidos e unidades &oacute;ticas em sistemas de computador e que usa tecnologia de sinaliza&ccedil;&atilde;o paralela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='parallel ATA (PATA) data cable'>parallel ATA (PATA) data cable (cabo de dados (P)ATA paralelo)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo interno que transfere dados entre a placa-m&atilde;e e a unidade de ATA.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='parallel cable'>parallel cable (cabo paralelo)</a></b></font><dl>
        <dd> <font size='2' face='Arial'>Cabo externo que conecta a porta paralela do computador a uma impressora ou outro dispositivo de comunica&ccedil;&atilde;o paralelo. Tamb&eacute;m conhecido como cabo de impressora.</font></dd>
      </dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='parallel port'>parallel port (porta paralela)</a></b></font><dl><dd> <font size='2' face='Arial'>Soquete usado para conectar um dispositivo, como impressora ou scanner.  </font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='partition'>partition (parti&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Para dividir mem&oacute;ria ou armazenamento em massa em se&ccedil;&otilde;es isoladas ou l&oacute;gicas. Quando um disco &eacute; particionado, o comportamento de cada parti&ccedil;&atilde;o ser&aacute; como unidade de disco separada.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='PC Card '>PC Card </a></b></font><dl><dd> <font size='2' face='Arial'>Placa de expans&atilde;o usada em laptops para ajustar-se aos padr&otilde;es PCMCIA.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='peer-to-peer computing  '>P2P (peer-to-peer computing, computa&ccedil;&atilde;o ponto-a-ponto) </a></b></font><dl><dd> <font size='2' face='Arial'>Cada dispositivo de rede executa ambas as partes de um aplicativo, tanto cliente quanto servidor. Tamb&eacute;m descreve a comunica&ccedil;&atilde;o entre as implementa&ccedil;&otilde;es da mesma camada do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos) em dois dispositivos de rede diferentes. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Personal Computer Memory Card International Association (PCMCIA) '>PCMCIA (Personal Computer Memory Card International Association) </a></b></font><dl>
  <dd> <font size='2' face='Arial'>Associa&ccedil;&atilde;o comercial da ind&uacute;stria que define os padr&otilde;es para a placa de expans&atilde;o do laptop.</font></dd>
</dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='personal digital assistant (PDA) '>PDA (personal digital assistant, assistente digital pessoal) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo port&aacute;til e independente com recursos de computa&ccedil;&atilde;o e comunica&ccedil;&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Phillips-head screwdriver'>Phillips-head screwdriver (chave de fenda Phillips)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para apertar ou soltar os parafusos em formato de cruz.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='phishing '>phishing </a></b></font><dl><dd> <font size='2' face='Arial'>Tipo de spam intencional emitido para persuadir o destinat&aacute;rio a fornecer o remetente com informa&ccedil;&otilde;es que permitir&atilde;o ao remetente acessar as informa&ccedil;&otilde;es pessoais do destinat&aacute;rio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='physical layer  '>physical layer (camada f&iacute;sica)  </a></b></font><dl><dd> <font size='2' face='Arial'>Layer 1 of the Open System Interconnection (OSI) reference model (Camada 1 do modelo de refer&ecirc;ncia OSI, Open System Interconnection). A camada f&iacute;sica define as especifica&ccedil;&otilde;es el&eacute;tricas, mec&acirc;nicas, funcionais e de procedimentos para ativar, manter e desativar o v&iacute;nculo f&iacute;sico entre sistemas finais. Corresponde &agrave; camada de controle f&iacute;sico do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='physical topology '>physical topology (topologia f&iacute;sica) </a></b></font><dl><dd> <font size='2' face='Arial'>Layout f&iacute;sico dos componentes na rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='piezoelectric'>piezoel&eacute;trico</a></b></font><dl><dd> <font size='2' face='Arial'>Nas impressoras, uma placa carregada eletricamente altera o tamanho e a forma do injetor. A altera&ccedil;&atilde;o no tamanho faz com que o injetor passe a agir como uma bomba. A a&ccedil;&atilde;o de bombeamento for&ccedil;a a tinta a sair pelo injetor e sobre o papel.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='plain old telephone service (POTS)'>POTS (plain old telephone service, servi&ccedil;o telef&ocirc;nico comum)</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema telef&ocirc;nico comum que normalmente usa sinais anal&oacute;gicos para transmitir voz e dados. Algumas vezes &eacute; chamado de PSTN (Public Switched Telephone Network, rede de telefonia p&uacute;blica comutada).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='platen'>platen (cilindro)</a></b></font><dl><dd> <font size='2' face='Arial'>Cilindro da impressora matricial que aplica for&ccedil;a contra o papel para evitar que ele deslize. Se for utilizado um papel de m&uacute;ltiplas c&oacute;pias, a dist&acirc;ncia do cilindro poder&aacute; ser ajustada para a espessura do papel.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='plug-and-play (PnP)'>PnP (plug and play)</a></b></font><dl><dd> <font size='2' face='Arial'>Tecnologia que permite ao computador configurar automaticamente os dispositivos que s&atilde;o conectados a ele. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='point of presence (POP)'>POP (point of presence, ponto de presen&ccedil;a)</a></b></font><dl><dd> <font size='2' face='Arial'>O ponto de presen&ccedil;a &eacute; o ponto de interconex&atilde;o entre os recursos de comunica&ccedil;&atilde;o fornecido pela companhia telef&ocirc;nica e o equipamento de distribui&ccedil;&atilde;o principal do pr&eacute;dio.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='port replicator '>port replicator (duplicador de porta) </a></b></font><dl><dd> <font size='2' face='Arial'>Unidade de base fixa na qual um laptop &eacute; inserido e capaz de conectar dispositivos perif&eacute;ricos. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power adaptor'>power adaptor (adaptador de energia)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo que transforma corrente alternada em corrente cont&iacute;nua para fornecer eletricidade ao computador e carregar a bateria.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power button'>power button (bot&atilde;o liga/desliga)</a></b></font><dl><dd> <font size='2' face='Arial'>Liga/desliga um dispositivo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power cable'>power cable (cabo de energia)</a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo composto por condutores codificados em cores que transfere eletricidade ao computador e aos dispositivos el&eacute;tricos conectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power line communication (PLC) '>PLC (power line communication, comunica&ccedil;&atilde;o da linha de energia) </a></b></font><dl><dd> <font size='2' face='Arial'>M&eacute;todo de comunica&ccedil;&atilde;o que usa fia&ccedil;&otilde;es de distribui&ccedil;&atilde;o de energia (grade el&eacute;trica local) para enviar e receber dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power on indicator LED'>power on indicator LED (LED indicador de energia)</a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica se o laptop est&aacute; ligado ou desligado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power supply '>power supply (fonte de energia) </a></b></font><dl><dd> <font size='2' face='Arial'>Converte a CA (alternating current, corrente alternada) em voltagens inferiores de DC (direct current, corrente cont&iacute;nua) que passa energia a todos os componentes do computador. As fontes de energia s&atilde;o mensuradas em Watts.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='power-on self-test (POST) '>POST (power-on self-test, autoteste ao ligar-se) </a></b></font><dl><dd> <font size='2' face='Arial'>Teste de diagn&oacute;sticos de mem&oacute;ria e hardware executado quando o sistema &eacute; ligado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='presentation layer'>presentation layer (camada de apresenta&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Camada 6 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Essa camada garante que a informa&ccedil;&atilde;o enviada pela camada de aplica&ccedil;&atilde;o de um sistema poder&aacute; ser lida pela camada de aplica&ccedil;&atilde;o de outro sistema. A camada de apresenta&ccedil;&atilde;o tamb&eacute;m lida com as estruturas de dados usadas pelos programas, negociando, assim, a sintaxe da transfer&ecirc;ncia de dados da camada de aplica&ccedil;&atilde;o. De maneira geral, corresponde &agrave; camada de servi&ccedil;os de apresenta&ccedil;&atilde;o do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='preventive maintenance policy '>preventive maintenance policy (pol&iacute;tica de manuten&ccedil;&atilde;o preventiva) </a></b></font><dl><dd> <font size='2' face='Arial'>Programa detalhado que determina o tempo de manuten&ccedil;&atilde;o, o tipo de manuten&ccedil;&atilde;o desenvolvido e as especifica&ccedil;&otilde;es sobre como o plano de manuten&ccedil;&atilde;o &eacute; transmitido.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='preventive maintenance'>preventive maintenance (manuten&ccedil;&atilde;o preventiva)</a></b></font><dl><dd> <font size='2' face='Arial'>Inspe&ccedil;&atilde;o regular e sistem&aacute;tica, limpeza e substitui&ccedil;&atilde;o de pe&ccedil;as, materiais e sistemas usados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='primary corona wire '>primary corona wire (fio de corona prim&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de voltagem que elimina a carga no tambor de impress&atilde;o. Tamb&eacute;m chamado de grade ou cilindro de acondicionamento.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='primary partition'>primary partition (parti&ccedil;&atilde;o prim&aacute;ria)</a></b></font><dl><dd> <font size='2' face='Arial'>Primeira parti&ccedil;&atilde;o em um disco r&iacute;gido. Uma parti&ccedil;&atilde;o prim&aacute;ria n&atilde;o pode ser subdividida em se&ccedil;&otilde;es menores. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Primary Rate Interface (PRI)'>PRI (Primary Rate Interface, interface de taxa prim&aacute;ria)</a></b></font><dl><dd> <font size='2' face='Arial'>Interface ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados, para o acesso de taxa prim&aacute;ria)  O acesso de taxa prim&aacute;ria consiste em um canal D simples de 64 Kbps mais 23 canais B (T1) ou 30 (E1) para voz e dados. Compare com BRI. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='print resolution '>print resolution (resolu&ccedil;&atilde;o de impress&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Quantidade de pequenos pontos que pode ser impressa em um papel pelo cabe&ccedil;ote de impress&atilde;o por polegada ao formar uma imagem.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Printer Control Language (PCL)  '>PCL (Printer Control Language, linguagem de controle da impressora) </a></b></font><dl><dd> <font size='2' face='Arial'>Desenvolvida pela Hewlett-Packard para permitir que os aplicativos de software possam estabelecer uma comunica&ccedil;&atilde;o com a HP e com as impressoras a laser compat&iacute;veis com HP. Hoje, a PCL &eacute; um padr&atilde;o industrial para muitos tipos de impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer driver '>printer driver (driver da impressora) </a></b></font><dl><dd> <font size='2' face='Arial'>Software que deve ser instalado em um PC para que a impressora possa comunicar e coordenar o processo de impress&atilde;o.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer network interface card (NIC) '>printer NIC (printer network interface card, placa de interface de rede) </a></b></font><dl><dd> <font size='2' face='Arial'>Adaptador usado pela impressora para acessar os meios de rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer queue '>printer queue (fila de impress&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>&Aacute;rea de armazenamento tempor&aacute;rio dos trabalhos de impress&atilde;o. Os trabalhos na fila ser&atilde;o alimentados para a impressora quando ela estiver pronta para o pr&oacute;ximo trabalho.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='printer-output options '>printer-output options (op&ccedil;&otilde;es de sa&iacute;da da impressora) </a></b></font><dl><dd> <font size='2' face='Arial'>Determina a maneira como a tinta ou o toner s&atilde;o transferidos para o papel e inclui gerenciamento de cores, qualidade de impress&atilde;o e velocidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='protected mode '>protected mode (modo protegido) </a></b></font><dl><dd> <font size='2' face='Arial'>Permite que os programas acessem mais de 1 MB da mem&oacute;ria f&iacute;sica e protege contra a utiliza&ccedil;&atilde;o inadequada da mem&oacute;ria, como programas que n&atilde;o pode executar um segmento de dados ou escrever em um segmento de c&oacute;digo.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='protocol  '>protocol (protocolo) </a></b></font><dl><dd> <font size='2' face='Arial'>1) Descri&ccedil;&atilde;o formal de um conjunto de regras e conven&ccedil;&otilde;es que determina como os dispositivos de uma rede trocam informa&ccedil;&otilde;es. <br>2) Campo de um datagrama IP que indica o protocolo de camada superior (Camada 4) que envia o datagrama.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='protocol data unit (PDU)'>PDU (protocol data unit, unidade de dados de protocolo)</a></b></font><dl><dd> <font size='2' face='Arial'>Uma unidade de dados especificada em um protocolo de uma camada do modelo OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Por exemplo, a PDU da Camada 1 s&atilde;o bits ou o fluxo de dados, da Camada 2 s&atilde;o os enquadramentos, da Camada 3 &eacute; o pacote e da Camada 4 &eacute; o segmento. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='proxy '>proxy </a></b></font><dl><dd> <font size='2' face='Arial'>Entidade que, para obter efici&ecirc;ncia, representa outra entidade.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Public Switched Telephone Network (PSTN)'>PSTN (Public Switched Telephone Network, rede de telefonia p&uacute;blica comutada)</a></b></font><dl><dd> <font size='2' face='Arial'>Termo geral referente &agrave; variedade de redes e servi&ccedil;os telef&ocirc;nicos em todo o mundo. Algumas vezes &eacute; chamado de POTS (plain old telephone service, servi&ccedil;o telef&ocirc;nico comum).</font></dd></dl>


                  <p>
                </td>
              </tr>
            </tbody>
          </table>
       </body>

</html>
