<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

        <table border="0" width="420" cellspacing="0" cellpadding="2">
          <tbody>
            <tr>
              <td>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='radio frequency (RF)'>RF (radio frequency, radiofreq&uuml;&ecirc;ncia)</a></b></font><dl><dd> <font size='2' face='Arial'>Termo gen&eacute;rico referente &agrave;s freq&uuml;&ecirc;ncias que correspondem a radiotransmiss&otilde;es. As redes de TV a cabo e de banda larga usam tecnologia de RF.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='radio frequency interference (RFI)'>RFI (radio frequency interference, interfer&ecirc;ncia de radiofreq&uuml;&ecirc;ncia)</a></b></font><dl><dd> <font size='2' face='Arial'>Radiofreq&uuml;&ecirc;ncias que criam ru&iacute;do que interfere nas informa&ccedil;&otilde;es transmitidas por cabeamento de cobre sem blindagem.</font></dd></dl>


<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='random access memory (RAM)'>RAM (random access memory, mem&oacute;ria de acesso aleat&oacute;rio)</a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria que armazena temporariamente os dados que ser&atilde;o processados pela CPU.  Tamb&eacute;m chamado de mem&oacute;ria f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='read only memory (ROM) '>ROM (read only memory, mem&oacute;ria apenas de leitura) </a></b></font><dl><dd> <font size='2' face='Arial'>Mem&oacute;ria que armazena defini&ccedil;&otilde;es de configura&ccedil;&atilde;o pr&eacute;-registradas e dados de maneira permanente em um chip que s&oacute; pode ser lido. Esse tipo de mem&oacute;ria ret&eacute;m seu conte&uacute;do mesmo quando o chip n&atilde;o estiver recebendo energia.</font></dd>
</dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Reduced Instruction Set Computer (RISC) '>RISC (Reduced Instruction Set Computer, computador com conjunto de instru&ccedil;&otilde;es reduzido) </a></b></font><dl><dd> <font size='2' face='Arial'>Arquitetura que usa um conjunto de instru&ccedil;&otilde;es relativamente pequeno. Os chips RISC s&atilde;o desenvolvidos para executar essas instru&ccedil;&otilde;es muito rapidamente.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Redundant Array of Independent Disks (RAID) '>RAID (Redundant Array of Independent Disks, matriz redundante de discos independentes) </a></b></font><dl><dd> <font size='2' face='Arial'>Oferece toler&acirc;ncia a falhas impedindo a perda de dados caso ocorra uma falha no disco r&iacute;gido em um servidor da rede. Tamb&eacute;m conhecido como Redundant Array of Inexpensive Disks, ou seja, matriz redundante de discos baratos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Regedit'>Regedit</a></b></font><dl><dd> <font size='2' face='Arial'>Aplicativo do Windows que permite aos usu&aacute;rios editar o registro. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='registry'>registry (registro)</a></b></font><dl><dd> <font size='2' face='Arial'>Amplo banco de dados do sistema usado pelo Windows para armazenar informa&ccedil;&otilde;es e configura&ccedil;&otilde;es de hardware, software, usu&aacute;rios e prefer&ecirc;ncias em um sistema.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='remote access server (RAS)  '>RAS (remote access server, servi&ccedil;os de acesso remoto)  </a></b></font><dl><dd> <font size='2' face='Arial'>Servidor dedicado a usu&aacute;rios que precisam obter acesso aos arquivos e servi&ccedil;os de impress&atilde;o na rede local de um local remoto. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='remote installation services (RIS)'>RIS (remote installation services, servi&ccedil;os de instala&ccedil;&atilde;o remota)</a></b></font><dl><dd> <font size='2' face='Arial'>Capacidade de fazer download da instala&ccedil;&atilde;o do sistema operacional Windows pela rede. Essa instala&ccedil;&atilde;o pode ser solicitada pelo usu&aacute;rio ou pode ser for&ccedil;ada dentro do computador pelo administrador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='removable drive'>removable drive (unidade remov&iacute;vel)</a></b></font><dl><dd> <font size='2' face='Arial'>Unidade que pode ser removida de um computador para transportar dados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='resistance ( r ) '>resistance (r, resist&ecirc;ncia) </a></b></font><dl><dd> <font size='2' face='Arial'>Medida, expressa em ohms, obtida pela oposi&ccedil;&atilde;o de um material a um fluxo de corrente.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='resolution'>resolution (resolu&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Quantidade de diferentes pixels em cada dimens&atilde;o que pode ser exibida em uma tela de computador. Quanto maior a resolu&ccedil;&atilde;o, melhor a qualidade exibida na tela. Tamb&eacute;m conhecida como resolu&ccedil;&atilde;o da tela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='restore point'>restore point (ponto de restaura&ccedil;&atilde;o)</a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio nos sistemas operacionais Windows Me, XP e Vista da Microsoft. Em caso de falhas no sistema, o ponto de restaura&ccedil;&atilde;o permite retornar os arquivos de sistema, chaves de registro e programas instalados para o estado anterior. Os dados de usu&aacute;rio n&atilde;o s&atilde;o afetados quando o ponto de restaura&ccedil;&atilde;o &eacute; executado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='ring topology '>ring topology (topologia em anel) </a></b></font><dl><dd> <font size='2' face='Arial'>Topologia de rede que consiste em uma s&eacute;rie de repetidores conectados uns aos outros por links de transmiss&atilde;o unidirecional para formar um loop &uacute;nico fechado. Cada esta&ccedil;&atilde;o da rede se conecta &agrave; rede em um repetidor. Mesmo tendo uma l&oacute;gica de anel, as topologias de anel s&atilde;o organizadas com mais freq&uuml;&ecirc;ncia em forma de estrela de loop fechado.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='router '>router (roteador) </a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo de camada de rede que usa uma ou mais medidas para determinar o caminho ideal pelo qual o tr&aacute;fego da rede deve ser encaminhado. Os roteadores encaminham pacotes de uma rede para outra com base nas informa&ccedil;&otilde;es da camada de rede. Algumas vezes &eacute; chamado de gateway, embora a defini&ccedil;&atilde;o de gateway esteja se tornando cada vez mais ultrapassada. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Routing Information Protocol (RIP) '>RIP (Routing Information Protocol, protocolo de informa&ccedil;&otilde;es de roteamento) </a></b></font><dl><dd> <font size='2' face='Arial'>IGP (Interior Gateway Protocol, protocolo de roteamento interno, fornecido com sistemas UNIX Berkeley Standard Distribution (BSD) ). O IGP mais comum da Internet. O RIP usa o contador de saltos como medida de roteamento.</font></dd></dl>


                <p>
              </td>
            </tr>
          </tbody>
        </table>

</body>

</html>
