<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='tape drive'>tape drive (unidade de fita)</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo usado para fazer backup de dados em uma unidade de servidor da rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Task Manager '>Task Manager (Gerenciador de tarefas) </a></b></font><dl><dd> <font size='2' face='Arial'>Exibe os aplicativos ativos e identifica aqueles que n&atilde;o est&atilde;o respondendo, permitindo que eles sejam encerrados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Taskbar '>Taskbar (Barra de tarefas) </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Microsoft Windows que representa graficamente os aplicativos abertos, o conte&uacute;do do computador e outras informa&ccedil;&otilde;es. Tamb&eacute;m oferece acesso r&aacute;pido a esses recursos.  </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Telecommunications Industry Association (TIA)'>TIA (Telecommunications Industry Association, associa&ccedil;&atilde;o da ind&uacute;stria de telecomunica&ccedil;&otilde;es)</a></b></font><dl><dd> <font size='2' face='Arial'>Organiza&ccedil;&atilde;o que desenvolve os padr&otilde;es relacionados &agrave;s tecnologias das telecomunica&ccedil;&otilde;es. Juntas, a TIA e a EIA (Electronic Industries Alliance, alian&ccedil;a das ind&uacute;strias eletr&ocirc;nicas) formalizaram padr&otilde;es como o EIA/TIA-232 para as caracter&iacute;sticas el&eacute;tricas da transmiss&atilde;o de dados. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='telnet '>telnet </a></b></font><dl><dd> <font size='2' face='Arial'>Aplicativo de acesso remoto usado para fornecer acesso terminal remoto entre os hosts em uma rede. Como ferramenta para a solu&ccedil;&atilde;o de problemas, o telnet pode verificar o software da camada de aplica&ccedil;&atilde;o entre as esta&ccedil;&otilde;es de origem e de destino. Este &eacute; o mecanismo de teste mais completo dispon&iacute;vel para o modelo OSI. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='thermal paper'>thermal paper (papel t&eacute;rmico)</a></b></font><dl><dd> <font size='2' face='Arial'>Papel tratado quimicamente com qualidade de cera. Quando aquecido, torna-se preto. Muitos dos cabe&ccedil;otes de impress&atilde;o da impressora t&eacute;rmica s&atilde;o da largura do papel. O papel &eacute; fornecido em bobinas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='thermal printer'>thermal printer (impressora t&eacute;rmica)</a></b></font><dl><dd> <font size='2' face='Arial'>Uma impressora que marca o papel t&eacute;rmico especial aplicando calor nas &aacute;reas do papel que ser&aacute; escurecido para representar os caracteres.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Thicknet '>Thicknet </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo coaxial que foi usado em redes antigas e operou em 10 megabits por segundo com um comprimento m&aacute;ximo de 500 metros. Tamb&eacute;m chamado de 10BASE5.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Thinnet '>Thinnet </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo coaxial que foi usado em redes antigas e operou em 10 megabits por segundo com um comprimento m&aacute;ximo de 185 metros. Tamb&eacute;m chamado de 10BASE2.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='three claw part retriever'>three claw part retriever (alicate de tr&ecirc;s pontas)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para recuperar e manipular pe&ccedil;as pequenas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Token Ring network '>Token Ring network (rede Token Ring) </a></b></font><dl><dd> <font size='2' face='Arial'>Usa uma topologia em anel e uma metodologia de passagem de token para criar uma transmiss&atilde;o de dados livre de colis&otilde;es.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='toner'>toner</a></b></font><dl><dd> <font size='2' face='Arial'>Tinta em p&oacute; usada em impressoras a laser e fotocopiadoras para formar textos e imagens sobre o papel da impressora.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='topology'>topology (topologia)</a></b></font><dl><dd> <font size='2' face='Arial'>Layout f&iacute;sico real de uma rede ou, no caso de uma topologia l&oacute;gica, o sinal ou os fluxos de dados em uma rede.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='torx screwdriver'>torx screwdriver (chave estrela)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para apertar ou soltar os parafusos que cont&eacute;m uma depress&atilde;o em forma de estrela (seis pontas) na parte superior. Essa caracter&iacute;stica &eacute; encontrada principalmente nos parafusos para laptops.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='touch screen'>touch screen</a></b></font><dl><dd> <font size='2' face='Arial'>Monitor interativo em LCD ou CRT que detecta quando algo o pressiona, tocando na tela.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='touchpad'>touchpad</a></b></font><dl><dd> <font size='2' face='Arial'>Dispositivo sens&iacute;vel ao toque que controla o cursor. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='tracert '>tracert </a></b></font><dl><dd> <font size='2' face='Arial'>Utilit&aacute;rio do Windows que tra&ccedil;a a rota utilizada por um pacote a partir do computador de origem at&eacute; o host de destino.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='track'>track</a></b></font><dl><dd> <font size='2' face='Arial'>C&iacute;rculo completo ao redor do disco r&iacute;gido composto por grupos de setores de 512 bytes.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='trackball '>trackball </a></b></font><dl><dd> <font size='2' face='Arial'>Esfera girat&oacute;ria que serve para controlar o cursor.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='trackpoint '>trackpoint </a></b></font><dl><dd> <font size='2' face='Arial'>Almofada pequena e sens&iacute;vel ao toque que controla o cursor.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Transmission Control Protocol (TCP) '>TCP (Transmission Control Protocol, protocolo de controle de transmiss&atilde;o) </a></b></font><dl><dd> <font size='2' face='Arial'>Principal protocolo da Internet para a transmiss&atilde;o de dados. O TCP inclui recursos para estabelecer uma conex&atilde;o ponta-a-ponta, detectar e recuperar erros e medir a taxa de fluxo de dados na rede. Muitos dos aplicativos padr&atilde;o, como e-mail, navegador da Web, transfer&ecirc;ncia de arquivos e Telnet, dependem dos servi&ccedil;os do TCP. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Transmission Control Protocol/Internet Protocol (TCP/IP)'>TCP/IP (Transmission Control Protocol/Internet Protocol, protocolo de controle de transmiss&atilde;o/protocolo da Internet)</a></b></font><dl><dd> <font size='2' face='Arial'>Nome comum do conjunto de protocolos desenvolvidos pela U.S. DoD nos anos de 1970 para dar suporte &agrave; constru&ccedil;&atilde;o das redes mundiais. O TCP e o IP s&atilde;o os dois protocolos mais conhecidos do conjunto. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='transport layer '>transport layer (camada de transporte) </a></b></font><dl><dd> <font size='2' face='Arial'>Esta &eacute; a Camada 4 do modelo de refer&ecirc;ncia OSI (Open System Interconnection, interconex&atilde;o dos sistemas abertos). Ela &eacute; respons&aacute;vel pela comunica&ccedil;&atilde;o confi&aacute;vel da rede entre os n&oacute;s finais. A camada de transporte fornece mecanismos para o estabelecimento, a manuten&ccedil;&atilde;o e o encerramento dos circuitos virtuais, detec&ccedil;&atilde;o de falhas de transporte e recupera&ccedil;&atilde;o, bem como o controle do fluxo de informa&ccedil;&otilde;es. Corresponde &agrave; camada de controle de transmiss&atilde;o do modelo SNA (Systems Network Architecture, arquitetura de rede de sistemas). O modelo de refer&ecirc;ncia OSI inclui camada de aplica&ccedil;&atilde;o, camada de apresenta&ccedil;&atilde;o, camada de sess&atilde;o, camada de transporte, camada de rede, camada de v&iacute;nculo de dados e camada f&iacute;sica.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='troubleshooting '>troubleshooting (solu&ccedil;&atilde;o de problemas) </a></b></font><dl><dd> <font size='2' face='Arial'>Abordagem sistem&aacute;tica para localizar a causa de uma falha em um sistema de computador. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='tweezers'>tweezers (pin&ccedil;as)</a></b></font><dl><dd> <font size='2' face='Arial'>Ferramenta usada para recuperar e manipular pe&ccedil;as pequenas.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='twisted pair '>twisted pair (par tran&ccedil;ado) </a></b></font><dl><dd> <font size='2' face='Arial'>Par de fios isolados e unidos em um padr&atilde;o espiral regular que controla os efeitos do ru&iacute;do el&eacute;trico. Os pares podem ser blindados ou n&atilde;o. O par tran&ccedil;ado &eacute; comum nos aplicativos de telefonia e em redes de dados. Todos os cabos de par tran&ccedil;ado de Categoria 3, Categoria 5, Categoria 5e e Categoria 6 cont&ecirc;m 4 pares tran&ccedil;ados em um inv&oacute;lucro comum.</font></dd></dl>


        <p>
      </td>
    </tr>
  </table>

</body>

</html>
