<html>

<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<title>Nova p&aacute;gina 3</title>
<base target="_self">
</head>

<body background="../../images/index/bgindex.gif"  leftmargin=20 topmargin=10 marginwidth="20" marginheight="10">

  <table border="0" width="420" cellspacing="0" cellpadding="2">
    <tr>
      <td valign="top">

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='unattended installation '>unattended installation (instala&ccedil;&atilde;o aut&ocirc;noma) </a></b></font><dl><dd> <font size='2' face='Arial'>Instala&ccedil;&atilde;o personalizada de um sistema operacional com a m&iacute;nima interven&ccedil;&atilde;o do usu&aacute;rio. O Windows executa instala&ccedil;&otilde;es aut&ocirc;nomas usando um arquivo de resposta chamado unattend.txt.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='universal bay status indicator LED'>universal bay status indicator LED (LED indicador de status do compartimento universal) </a></b></font><dl><dd> <font size='2' face='Arial'>Luz que indica que um dispositivo est&aacute; instalado no compartimento do laptop.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Universal Serial Bus (USB) cable'>Universal Serial Bus (USB) cable (cabo USB (Universal Serial Bus, barramento serial universal) ) </a></b></font><dl><dd> <font size='2' face='Arial'>Cabo externo que conecta a porta USB do computador a um dispositivo perif&eacute;rico.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Universal Serial Bus (USB) port '>Universal Serial Bus (USB) port (porta USB (Universal Serial Bus, barramento serial universal) ) </a></b></font><dl><dd> <font size='2' face='Arial'>Conex&atilde;o externa bidirecional e intercambi&aacute;vel para conex&atilde;o de cabos USB a dispositivos perif&eacute;ricos.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='Universal Serial Bus (USB)'>USB (Universal Serial Bus, barramento serial universal)</a></b></font><dl><dd> <font size='2' face='Arial'>Interface de barramento serial externa para a conex&atilde;o de v&aacute;rios dispositivos perif&eacute;ricos. O USB pode conectar at&eacute; 127 dispositivos USB com taxa de transfer&ecirc;ncia de at&eacute; 480 Mbps e pode fornecer energia DC aos dispositivos conectados.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='UNIX'>UNIX</a></b></font><dl><dd> <font size='2' face='Arial'>Sistema operacional usado principalmente para executar e manter as redes de computador.</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='unshielded twisted pair (UTP) '>UTP (unshielded twisted pair, par tran&ccedil;ado n&atilde;o blindado) </a></b></font><dl><dd> <font size='2' face='Arial'>Quatro pares de fios usados em diversas redes. O UTP &eacute; classificado em categorias; quanto mais alta for a categoria, melhor ser&aacute; o desempenho e mais alta ser&aacute; a largura de banda. As categorias mais comuns s&atilde;o Categoria 3, Categoria 5, Categoria 5e, Categoria 6 e Categoria 6A.</font></dd></dl>

<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='User Datagram Protocol (UDP) '>UDP (User Datagram Protocol, protocolo de datagrama de usu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Servi&ccedil;o sem conex&atilde;o para a passagem de dados com menos carga que o TCP e desenvolvido para velocidade. Os aplicativos de gerenciamento de rede, o sistema de arquivos de rede e o transporte de arquivos simples usam o UDP. </font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='user interface '>user interface (interface de usu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Parte do sistema operacional que permite ao usu&aacute;rio estabelecer comunica&ccedil;&atilde;o com o computador. As interfaces de usu&aacute;rio fornecem uma interface de linha de comando (Command Line Interface) (texto) ou GUI (Graphical User Interface, interface gr&aacute;fica do usu&aacute;rio).</font></dd></dl>
<p align='left'><font face='Arial' size='2'><img border='0' src='../../images/bullet.gif' width='17' height='12'><b><a name='user profile '>user profile (perfil do usu&aacute;rio) </a></b></font><dl><dd> <font size='2' face='Arial'>Configura&ccedil;&atilde;o espec&iacute;fica do usu&aacute;rio que est&aacute; conectado com o computador.</font></dd></dl>

        <p>
      </td>
    </tr>
  </table>

</body>

</html>
