<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!-- Start top title Lesson Bar -->
	 <tr>
	 <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

 <td width="18" class="toptitle01_white_bold">9.2</td>
	 <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

 <td width="100%" class="toptitle01_white_bold">Descrever os riscos de seguran&ccedil;a</td>
	 <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	 </tr>
	 <!-- End top title Lesson Bar -->
	 <!-- Start top title Topic Bar -->
 	
<!-- <tr>
	 <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	 <td height="25" class="toptitle02_white_bold">1.0</td>
	 <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	 <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td>
	 <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
 </tr>
	 <!-- End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
 <table border="0" cellpadding="0" cellspacing="0" width="95%">

 <tr>
 <td width="100%">

 <p>Para proteger com &ecirc;xito os computadores e a rede, um t&eacute;cnico deve conhecer ambos os tipos de amea&ccedil;as &agrave; seguran&ccedil;a de computadores:</p>
			 <ul>
				 <li>F&iacute;sica &ndash; Eventos ou ataque que causam roubo, danos ou destrui&ccedil;&atilde;o de equipamentos, como servidores, switches e fia&ccedil;&atilde;o</li>
				 <li>Dados &ndash; Eventos ou ataques que removem, corrompem, negam acesso, permitem acesso ou roubam informa&ccedil;&otilde;es</li>
			 </ul>

 <p>As amea&ccedil;as &agrave; seguran&ccedil;a podem vir de dentro ou de fora de uma organiza&ccedil;&atilde;o, e o grau do potencial de dano pode variar largamente:</p>
				 <ul>
					<li>Interna - Os funcion&aacute;rios t&ecirc;m acesso aos dados, aos equipamentos e &agrave; rede.
						<ul>
							<li>Amea&ccedil;as maliciosas ocorrem quando um funcion&aacute;rio tem a inten&ccedil;&atilde;o de causar um dano. </li>
							<li>Amea&ccedil;as acidentais ocorrem quando o usu&aacute;rio danifica os dados ou os equipamentos involuntariamente.</li>
						</ul>
					</li>
					 <li>Externa &ndash; Os usu&aacute;rios de fora de uma organiza&ccedil;&atilde;o que n&atilde;o t&ecirc;m acesso autorizado &agrave; rede ou aos recursos.
						<ul>
							 <li>N&atilde;o-estruturada &ndash; Invasores utilizam os recursos dispon&iacute;veis, como senhas ou scripts, para obter acesso e executar programas com o objetivo de provocar vandalismo.</li>
							 <li>Estruturada &ndash; Os invasores usam c&oacute;digos para acessar software e sistemas operacionais.</li>
						</ul>
					</li>
				</ul>

			<p>A perda ou os danos f&iacute;sicos aos equipamentos podem ser dispendiosos. J&aacute; a perda de dados pode ser prejudicial a seus neg&oacute;cios e a sua reputa&ccedil;&atilde;o. As amea&ccedil;as contra os dados est&atilde;o constantemente mudando na medida em que os invasores descobrem novos modos de entrar nos sistemas e cometer seus crimes.</p>

			<p>Ap&oacute;s a conclus&atilde;o desta se&ccedil;&atilde;o, voc&ecirc; estar&aacute; apto a:</p>
				 <ul>
					 <li>Definir v&iacute;rus, worms e cavalos de Tr&oacute;ia.</li>
					 <li>Explicar a seguran&ccedil;a na Web.</li>
					 <li>Definir adware, spyware e grayware.</li>
					 <li>Explicar os ataques de DoS (nega&ccedil;&atilde;o de servi&ccedil;os).</li>
					 <li>Descrever spam e janelas popup.</li>
					 <li>Explicar engenharia social.</li>
					 <li>Explicar ataques TCP/IP.</li>
					 <li>Explicar desmontagem e reciclagem de hardware.</li>
				</ul>

 </td>
 </tr>
 </table>
 </td>
 </tr>
	</table>

</body>

</html>
