<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">6.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identifica&ccedil;&atilde;o das t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para laptops e dispositivos port&aacute;teis</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">6.6.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identifica&ccedil;&atilde;o dos procedimentos apropriados de limpeza</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p> A limpeza de rotina adequada &eacute; a maneira mais f&aacute;cil e menos cara de proteger e prolongar a vida de um laptop. &Eacute; muito importante usar os produtos e procedimentos corretos ao limpar um laptop. Sempre leia todos os r&oacute;tulos nos produtos de limpeza. Os componentes s&atilde;o muito sens&iacute;veis e devem ser manuseados com cuidado. Consulte o manual do laptop para obter informa&ccedil;&otilde;es adicionais e sugest&otilde;es de limpeza. &nbsp;

              </p>

            <p class="bold">Procedimentos de limpeza do teclado do laptop</p>


            <ol>
              <li>Desligue o laptop. </li>
              <li>Desconecte todos os dispositivos conectados a ele.</li>
              <li>Desconecte o laptop da tomada el&eacute;trica. </li>
              <li>Remova todas as baterias instaladas. </li>
              <li>Limpe o laptop e o teclado com um pano macio e sem fiapos levemente umedecido com &aacute;gua ou limpador para tela de computador.</li>
            </ol>

            <p class="bold">Procedimentos de limpeza da ventila&ccedil;&atilde;o</p>
	            	<ol>
	            		<li>Desligue o laptop. </li>
	            		<li>Desconecte todos os dispositivos conectados a ele.</li>
	            		<li>Desconecte o laptop da tomada el&eacute;trica. </li>
	            		<li>Remova todas as baterias instaladas.</li>
	            		<li>Use ar comprimido ou um aspirador n&atilde;o eletrost&aacute;tico para limpar a poeira das ventila&ccedil;&otilde;es e da ventoinha atr&aacute;s da ventila&ccedil;&atilde;o. </li>
	            		<li>Use uma pin&ccedil;a para remover qualquer detrito.</li>
	            	</ol>

            <p class="bold">Procedimentos de limpeza do LCD</p>

            <ol>
              <li>Desligue o laptop.</li>
              <li>Desconecte todos os dispositivos conectados a ele.</li>
              <li>Desconecte o laptop da tomada el&eacute;trica. </li>
              <li>Remova todas as baterias instaladas. </li>
              <li>Limpe a tela com um pano macio e sem fiapos levemente umedecido com uma solu&ccedil;&atilde;o de limpeza suave. </li>
            </ol>


            <p><span class="caution_caps">CUIDADO:</span> N&atilde;o borrife a solu&ccedil;&atilde;o de limpeza diretamente na tela de LCD. Use produtos especificamente projetados para a limpeza de telas de LCD. &nbsp; </p>

            <p class="bold">Procedimentos de limpeza do touch pad</p>


            <ol>
              <li>Desligue o laptop.</li>
              <li>Desconecte todos os dispositivos conectados a ele.</li>
              <li>Desconecte o laptop da tomada el&eacute;trica. </li>
              <li>Remova todas as baterias instaladas. </li>
              <li>Limpe a superf&iacute;cie do touch pad suavemente com um pano macio e sem fiapos umedecido com um limpador aprovado. Nunca use um pano &uacute;mido.</li>
            </ol>


            <p>A pequena tela de um PDA ou smartphone requer um cuidado especial. O usu&aacute;rio opera esses dispositivos tocando na tela com uma caneta. Se houver alguma sujeira, o PDA pode n&atilde;o detectar com precis&atilde;o a posi&ccedil;&atilde;o ou o movimento da caneta. A sujeira pode tamb&eacute;m arranhar a tela. Limpe a tela com uma pequena quantidade de solu&ccedil;&atilde;o de limpeza n&atilde;o abrasiva em um pano macio. Para proteger a superf&iacute;cie da tela de uma caneta, use capas para tela auto-adesivas.</p>
            <p><span class="caution_caps">CUIDADO:</span> Use um pano macio e sem fiapos com uma solu&ccedil;&atilde;o de limpeza aprovada para evitar danificar as superf&iacute;cies do laptop. Aplique a solu&ccedil;&atilde;o de limpeza ao pano sem fiapos, e n&atilde;o diretamente no laptop.</p>

            <p><span class="bold">Procedimentos de limpeza da unidade de disquete</span><br> Use um kit de limpeza dispon&iacute;vel para a venda para limpar uma unidade de disquete. Os kits de limpeza da unidade de disquete incluem disquetes pr&eacute;-tratados que removem res&iacute;duos contaminadores das cabe&ccedil;as da unidade de disquete acumulados durante a opera&ccedil;&atilde;o normal. </p>


            <ol>
              <li>Remova qualquer m&iacute;dia da unidade de disquete. </li>
              <li>Insira o disco de limpeza e deixe-o girar pela quantidade de tempo sugerida. </li>
            </ol>


            <p><span class="bold">Procedimentos de limpeza da unidade &oacute;ptica</span><br> Sujeira, poeira e outros res&iacute;duos contaminadores podem ser coletados nas unidades &oacute;pticas. As unidades contaminadas podem causar malfuncionamentos, perda de dados, mensagens de erros e perda da produtividade. </p>


            <ol>
              <li>Use um disco de limpeza da unidade de CD ou DVD dispon&iacute;vel para a venda. V&aacute;rios kits de limpeza de disquete incluem um limpador de disco &oacute;ptico. Como o limpador de disquete, os kits de limpeza do disco &oacute;ptico cont&ecirc;m uma solu&ccedil;&atilde;o de limpeza e um disco n&atilde;o-abrasivo que &eacute; inserido na unidade &oacute;ptica. </li>
              <li>Remova qualquer m&iacute;dia da unidade &oacute;ptica. </li>
              <li>Insira o disco de limpeza e deixe-o girar pela quantidade de tempo sugerida para limpar todas as &aacute;reas de contato. </li>
            </ol>


            <p><span class="bold">Limpando um disco de CD ou DVD</span><br> Inspecione o disco em busca de arranh&otilde;es. Substitua os discos que cont&ecirc;m arranh&otilde;es profundos, pois eles podem causar erros de dados. Se voc&ecirc; observar problemas como pulos ou uma qualidade inferior na reprodu&ccedil;&atilde;o dos seus CDs ou DVDs, limpe os discos. H&aacute; produtos dispon&iacute;veis para a venda que limpam discos e fornecem prote&ccedil;&atilde;o contra poeira, impress&otilde;es digitais e arranh&otilde;es. Produtos de limpeza de CDs podem ser usados com seguran&ccedil;a em DVDs. </p>
            <ol>
              <li>Segure o disco pela borda externa ou pela borda interna. </li>
              <li>Limpe suavemente o disco com um pano de algod&atilde;o sem fiapos. Nunca use papel ou qualquer outro material que possa arranhar o disco ou deixar riscos.
              </li>
              <li>Limpe do centro do disco para fora. Nunca use um movimento circular. </li>
              <li>Aplique uma solu&ccedil;&atilde;o de limpeza de CD ou DVD encontrada para venda no pano de algod&atilde;o sem fiapos e limpe novamente se algum res&iacute;duo contaminador permanecer no disco. </li>
              <li>Deixe o disco secar antes de inseri-lo na unidade.
              </li>
            </ol>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
