<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">16.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Indicar os requisitos de seguran&ccedil;a com base nas necessidades do cliente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.1.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar quando e como usar o software do aplicativo de seguran&ccedil;a</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Os aplicativos de seguran&ccedil;a protegem o sistema operacional e os dados de aplicativo de software.</p>

			<p>Os produtos e aplicativos de software a seguir podem ser usados para proteger dispositivos de rede:</p>
				  <ul>

				  <li><span class="bold">Firewall de software</span>  &ndash; Filtra os dados que entram e &eacute; estruturado no Windows XP</li>

				  <li><span class="bold">IDS (Intrusion Detection Systems, sistemas de detec&ccedil;&atilde;o de intrusos)</span>  &ndash; Monitora e reporta mudan&ccedil;as no c&oacute;digo do programa e atividade anormal na rede</li>

				  <li><span class="bold">Patches de Aplicativo e OS</span>  &ndash; Atualiza os aplicativos e o sistema operacional a fim de reparar falhas de seguran&ccedil;a detectadas </li>
				  </ul>
			 <p>Existem diversos aplicativos de software dispon&iacute;veis para proteger os computadores do acesso n&atilde;o autorizado por c&oacute;digo de computador destrutivo:</p>

				  <ul>
					<li>Prote&ccedil;&atilde;o contra v&iacute;rus</li>
					<li>Prote&ccedil;&atilde;o contra spyware</li>
					<li>Prote&ccedil;&atilde;o contra adware</li>
					<li>Prote&ccedil;&atilde;o contra grayware</li>
				  </ul>

			  <p>Em resid&ecirc;ncias e escrit&oacute;rios pequenos, os computadores, em geral, conectam-se diretamente &agrave; Internet e n&atilde;o por meio de uma LAN protegida, como a utilizada em organiza&ccedil;&otilde;es de porte maior. Isso faz com que os computadores que funcionam fora da LAN corram um elevado risco de v&iacute;rus e outros ataques. Esses computadores devem usar, no m&iacute;nimo, programas de prote&ccedil;&atilde;o antiv&iacute;rus e antimalware. O software de aplicativo e o sistema operacional devem ser atualizados com os patches mais recentes. O firewall de software tamb&eacute;m pode fazer parte da solu&ccedil;&atilde;o. </p>

			  <p>A pol&iacute;tica de seguran&ccedil;a deve determinar o n&iacute;vel dos aplicativos de seguran&ccedil;a implementados. Toda etapa de melhoria da prote&ccedil;&atilde;o tem um custo. Ao elaborar uma pol&iacute;tica, a ger&ecirc;ncia deve calcular o custo da perda de dados em rela&ccedil;&atilde;o &agrave;s despesas de prote&ccedil;&atilde;o de seguran&ccedil;a e determinar um equil&iacute;brio vi&aacute;vel.</p>
              </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
