<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Implementar a rede do cliente<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
  <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">15.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Configurar os recursos de rede e Internet do cliente</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">

            <p>Depois de a rede ter sido configurada e testada, ser&aacute; preciso configurar um navegador, como o Microsoft Internet Explorer (IE). &Eacute; poss&iacute;vel configurar as defini&ccedil;&otilde;es do navegador e realizar tarefas de manuten&ccedil;&atilde;o na caixa de di&aacute;logo Propriedades da Internet, como indica a Figura 1.</p>
            <p><span class="bold">Arquivos de Internet tempor&aacute;rios</span><br>Quando um sistema operacional como o Windows XP tiver sido instalado, o IE tamb&eacute;m ser&aacute; instalado por padr&atilde;o. Com o IE, toda vez que um site for acessado, muitos arquivos ser&atilde;o armazenados em seu computador na pasta de arquivos tempor&aacute;rios de Internet. Grande parte desses arquivos &eacute; composta por arquivos de imagem que representam banners e outros componentes do site.</p>

            <p>Os arquivos tempor&aacute;rios de Internet s&atilde;o armazenados no computador para que o navegador possa carregar o conte&uacute;do mais r&aacute;pido na pr&oacute;xima vez em que voc&ecirc; visitar um site j&aacute; acessado antes. Dependendo do n&uacute;mero de sites visitados, os arquivos tempor&aacute;rios de Internet poder&atilde;o ser muitos dentro de pouco tempo. Embora isso n&atilde;o seja um problema urgente, voc&ecirc; dever&aacute; excluir ou limpar os arquivos ocasionalmente. Isso &eacute; especialmente importante ap&oacute;s o acesso a sites de banco ou a digita&ccedil;&atilde;o de informa&ccedil;&otilde;es pessoais no navegador.</p>

			<p><strong>Navegador padr&atilde;o</strong><br> &Eacute; poss&iacute;vel confirmar qual navegador o Windows dever&aacute; usar como padr&atilde;o. Selecione <strong>Iniciar &gt; Executar</strong>, digite o endere&ccedil;o de um site e clique em <strong>OK</strong>. O site abre no navegador atualmente definido como padr&atilde;o. </p>

			<p>Se quiser que o IE seja o navegador padr&atilde;o, primeiro abra o IE. Na barra de ferramentas, selecione <span class="bold">Ferramentas > Op&ccedil;&otilde;es da Internet...</span>  Na guia <span class="bold">Programas</span> , verifique se o IE &eacute; o padr&atilde;o e selecione-o se desejar.</p>


			<p><span class="bold">Compartilhamento de arquivos</span><br>Os usu&aacute;rios podem compartilhar recursos na rede. &Eacute; poss&iacute;vel compartilhar um &uacute;nico arquivo, pastas espec&iacute;ficas ou toda uma unidade, como indica a Figura 2.</p>
			<p>Para compartilhar um arquivo, &eacute; preciso primeiro copi&aacute;-lo para uma pasta. Clique com o bot&atilde;o direito do mouse na pasta e selecione
 <span class="bold">Compartilhamento e seguran&ccedil;a</span>. Em seguida, selecione <span class="bold">Compartilhar esta pasta</span>. &Eacute; poss&iacute;vel identificar as pessoas que t&ecirc;m acesso &agrave; pasta e quais as permiss&otilde;es que elas t&ecirc;m sobre os objetos contidos nessa pasta. A Figura 3 mostra a janela de permiss&otilde;es de uma pasta compartilhada.</p>
			<p>As permiss&otilde;es definem o tipo de acesso que o usu&aacute;rio tem com rela&ccedil;&atilde;o a um arquivo ou pasta:</p>

				<ul>
					<li><span class="bold">Leitura</span> &ndash; Permite que o usu&aacute;rio visualize o arquivo e os nomes de subpastas, navegue em subpastas, visualize os dados dos arquivos e execute arquivos de programas.</li>
					<li><span class="bold">Altera&ccedil;&atilde;o</span> &ndash; As permiss&otilde;es s&atilde;o iguais &agrave;s de Leitura, mas o usu&aacute;rio pode adicionar arquivos e subpastas, alterar os dados dos arquivos e excluir subpastas e arquivos.</li>
					<li><span class="bold">Controle total</span> &ndash; As permiss&otilde;es s&atilde;o iguais &agrave;s de Leitura e Altera&ccedil;&atilde;o. Se um arquivo ou pasta estiver em uma parti&ccedil;&atilde;o NTFS, o Controle total permitir&aacute; que voc&ecirc; altere as permiss&otilde;es do arquivo ou pasta e passe a ter a propriedade do arquivo ou pasta.</li>

				</ul>

			<p>O Windows XP Professional est&aacute; limitado a um m&aacute;ximo de 10 conex&otilde;es simult&acirc;neas de compartilhamento de arquivo.</p>

			<p><span class="bold">Compartilhamento de impressora</span><br>Para compartilhar uma impressora, selecione <span class="bold">Iniciar > Painel de controle > Impressoras e aparelhos de fax</span>. Clique no bot&atilde;o direito do mouse no &iacute;cone da impressora e selecione <span class="bold">Compartilhamento</span>. Clique em <strong>Compartilhar esta impressora </strong>e, em seguida, clique em <strong>OK</strong>. A impressora agora est&aacute; dispon&iacute;vel para o acesso de outros computadores.</p>


			<p>Para acessar uma impressora compartilhada por outro computador, selecione <span class="bold">Iniciar > Painel de controle > Impressoras e aparelhos de fax</span>. Clique em <span class="bold">Arquivo > Adicionar impressora</span>. Use o <span class="bold">Assistente para adicionar impressora</span> para localizar e instalar a impressora de rede compartilhada.</p>

<!-- Start Activity box   -->
          <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
				<tr>
				  <td valign="top">
					<table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					  <tr>
						<td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
						<td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
						<td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					  </tr>
					</table>
					<table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					  <tr>
						<td>
						  <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
							<tr>
							  <td width="15" class="activity_text">&nbsp;</td>

                            <td class="activity_text">
                              <p><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_4_2/15.4.2a_Lab_Config_Browser_Setting.pdf">Laborat&oacute;rio</a>
                              <p> <span class="bold">Configura&ccedil;&atilde;o do navegador</span><br> Configurar um navegador de Internet<br> <br> <img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_4_2/15.4.2b_Lab_Sharing.pdf">Laborat&oacute;rio</a>
                              <p> <span class="bold">Compartilhamento de recursos de rede</span><br> Compartilhar e configurar uma pasta e impressora de rede<br> <br>
							  </p>
							  </td>
							</tr>
						  </table>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
   <!-- END Activity box   -->

            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
