<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identifica&ccedil;&atilde;o das etapas do processo de solu&ccedil;&atilde;o de problemas </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">4.2.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Coleta de dados do computador</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A pr&oacute;xima etapa do processo de solu&ccedil;&atilde;o de problemas &eacute; coletar dados do computador, como mostra a Figura 1. Voc&ecirc; tentou todas as solu&ccedil;&otilde;es r&aacute;pidas, mas o problema ainda n&atilde;o foi resolvido. Este &eacute; o momento de verificar a descri&ccedil;&atilde;o do cliente para o problema coletando dados do computador. </p>
            <p><span class="bold">Visualizador de eventos</span><br> Quando ocorrem erros do sistema, do usu&aacute;rio ou do software no computador, o Visualizador de eventos &eacute; atualizado com informa&ccedil;&otilde;es sobre os erros. O aplicativo Visualizador de eventos, exibido na Figura 2, registra as seguintes informa&ccedil;&otilde;es sobre o problema:</p>
            <ul>
              <li>O problema ocorrido </li>
              <li>A data e a hora do problema </li>
              <li>A gravidade do problema </li>
              <li>A origem do problema </li>
              <li>O n&uacute;mero de ID do evento </li>
              <li>O usu&aacute;rio conectado quando o problema ocorreu </li>
            </ul>
            <p>Embora esse utilit&aacute;rio compile detalhes sobre o erro, voc&ecirc; talvez ainda precise pesquisar a solu&ccedil;&atilde;o.</p>
            <p><span class="bold">Gerenciador de dispositivos</span><br> O Gerenciador de dispositivos, como mostra a Figura 3, exibe todos os dispositivos configurados no computador. Qualquer dispositivo cujo funcionamento o sistema operacional julgue incorreto ser&aacute; destacado com um &iacute;cone de erro. Esse tipo de erro &eacute; indicado com um c&iacute;rculo amarelo e um ponto de exclama&ccedil;&atilde;o ("!"). Se o dispositivo estiver desativado, ele ser&aacute; marcado com um c&iacute;rculo vermelho e um "X". </p>
            <p><span class="bold">C&oacute;digos de bipes</span><br> Cada fabricante de BIOS tem uma seq&uuml;&ecirc;ncia &uacute;nica de bipes para falhas de hardware. Durante a solu&ccedil;&atilde;o de problemas, ligue o computador e ou&ccedil;a. &Agrave; medida que o sistema executa o POST, a maioria dos computadores emite um bipe para indicar que o sistema est&aacute; inicializando corretamente. Se houver algum erro, voc&ecirc; talvez ou&ccedil;a v&aacute;rios bipes. Documente a seq&uuml;&ecirc;ncia de c&oacute;digos de bipes e pesquise o c&oacute;digo para determinar a falha de hardware espec&iacute;fica. </p>
            <p><span class="bold">Informa&ccedil;&otilde;es de BIOS</span><br> Se o computador inicializar e parar ap&oacute;s o POST, verifique as configura&ccedil;&otilde;es do BIOS para determinar onde est&aacute; o problema. Algum dispositivo pode n&atilde;o ter sido detectado ou configurado corretamente. Consulte o manual da placa-m&atilde;e para certificar-se de que as configura&ccedil;&otilde;es do BIOS est&atilde;o certas. </p>
            <p><span class="bold">Ferramentas de diagn&oacute;stico</span><br> Pesquise para determinar qual software est&aacute; dispon&iacute;vel para ajud&aacute;-lo a diagnosticar e solucionar problemas. Existem diversos programas para ajud&aacute;-lo a solucionar problemas de hardware. Freq&uuml;entemente, os fabricantes de hardware do sistema fornecem ferramentas de diagn&oacute;stico pr&oacute;prias. Um fabricante de unidade de disco r&iacute;gido, por exemplo, pode fornecer uma ferramenta para inicializar o computador e diagnosticar problemas com a unidade de disco r&iacute;gido se ela n&atilde;o inicializar o Windows.</p>
            <p>Voc&ecirc; conhece alguma ferramenta de terceiros que possa ser usada para solucionar problemas de computador?</p>
          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
