<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identificar as ferramentas e o software utilizados com os componentes do computador pessoal e suas finalidades</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	
<!-- <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">1.0</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Para cada trabalho existe a ferramenta certa. Certifique-se de que voc&ecirc; est&aacute; familiarizado com o uso correto de cada ferramenta e que a ferramenta correta est&aacute; sendo usada para a tarefa que est&aacute; em andamento. O uso de ferramentas e softwares de modo h&aacute;bil facilita o trabalho e assegura que as tarefas sejam realizadas de modo adequado e com seguran&ccedil;a.</p>
  			<p>As ferramentas de software existem para ajudar a diagnosticar problemas. Use essas ferramentas para identificar qual dispositivo de computador n&atilde;o est&aacute; funcionando corretamente.</p>
			<p>O t&eacute;cnico deve documentar todos os reparos e problemas dos computadores. A documenta&ccedil;&atilde;o poder&aacute;, ent&atilde;o, ser usada como material de refer&ecirc;ncia para problemas que venham a ocorrer no futuro ou para outros t&eacute;cnicos que talvez nunca tenham enfrentado o mesmo problema antes. A documenta&ccedil;&atilde;o pode ser feita em papel, por&eacute;m os formatos eletr&ocirc;nicos s&atilde;o mais recomendados porque s&atilde;o meios mais f&aacute;ceis de pesquisar problemas espec&iacute;ficos. </p>
			<p>Ap&oacute;s a conclus&atilde;o desta se&ccedil;&atilde;o, voc&ecirc; estar&aacute; apto a:</p>
					 <ul>
									<li>Identifica&ccedil;&atilde;o das ferramentas de hardware e suas finalidades.</li>
									<li>Identificar as ferramentas de software e suas finalidades.</li>
									<li>Identifica&ccedil;&atilde;o das ferramentas organizacionais e suas finalidades.</li>
			  </ul>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
