<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.5</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características de portas e cabos</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->
  <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>As portas de E/S (Entrada/Sa&iacute;da) em um computador conectam dispositivos perif&eacute;ricos, como impressoras, scanners e unidades port&aacute;teis. Os seguintes cabos e portas s&atilde;o geralmente usados:</p>
            <ul>
              <li>Serial</li>
              <li>USB</li>
              <li>FireWire</li>
              <li>Paralelo</li>
              <li>SCSI</li>
              <li>Rede</li>
              <li>PS/2</li>
              <li>&Aacute;udio</li>
              <li>V&iacute;deo</li>
            </ul>
            <p><span class="bold">Portas e cabos seriais</span><br> Uma porta serial pode ser um conector DB-9, como mostrado na Figura 1, ou um conector macho DB-25. As portas seriais transmitem um bit de dados de cada vez. Para conectar um dispositivo serial, como modem ou impressora, deve-se usar um cabo serial. Um cabo serial tem um comprimento m&aacute;ximo de 15,2 m (50 p&eacute;s). </p>
            <p><span class="bold">Portas e cabos USB</span><br> O USB (Universal Serial Bus, barramento serial universal) &eacute; uma interface que conecta dispositivos perif&eacute;ricos a um computador. Ele foi originalmente projetado para substituir conex&otilde;es paralelas e seriais. Os dispositivos USB s&atilde;o &ldquo;hot-swappable&rdquo;, o que significa que os usu&aacute;rios podem conectar e desconectar os dispositivos enquanto o computador est&aacute; ligado. As conex&otilde;es USB podem ser encontradas em computadores, c&acirc;meras, impressoras, scanners, dispositivos de armazenamento e muitos outros dispositivos eletr&ocirc;nicos. Um hub USB &eacute; usado para conectar v&aacute;rios dispositivos USB. Uma &uacute;nica porta USB em um computador pode suportar at&eacute; 127 dispositivos separados com o uso de v&aacute;rios hubs USB. Alguns dispositivos tamb&eacute;m podem ser ligados por meio da porta USB, n&atilde;o havendo necessidade de uma fonte de energia externa. A Figura 2 mostra os cabos USB com conectores.</p>
            <p>O USB 1.1 permitia taxas de transmiss&atilde;o de at&eacute; 12 Mbps em modo de velocidade total (full-speed) e 1,5 Mbps em modo de baixa velocidade (low speed). O USB 2.0 permite velocidades de transmiss&atilde;o de at&eacute; 480 Mbps. Os dispositivos USB transferem dados somente at&eacute; a velocidade m&aacute;xima permitida pela porta espec&iacute;fica. </p>
            <p><span class="bold">Portas e cabos FireWire</span><br> FireWire &eacute; uma interface &ldquo;hot-swappable&rdquo; de alta velocidade que conecta dispositivos perif&eacute;ricos a um computador. Uma &uacute;nica porta FireWire em um computador pode suportar at&eacute; 63 dispositivos. Alguns dispositivos tamb&eacute;m podem ser ligados por meio da porta FireWire, n&atilde;o havendo necessidade de uma fonte de energia externa. A porta FireWire usa o padr&atilde;o IEEE 1394 e tamb&eacute;m &eacute; conhecida como i.Link.
            </p>
            <p>O padr&atilde;o IEEE 1394a suporta taxas de dados de at&eacute; 400 Mbps e comprimentos de cabo de at&eacute; 4,5 m (15 p&eacute;s). Esse padr&atilde;o usa um conector de 4 ou 6 pinos. O padr&atilde;o IEEE 1394b suporta taxas de dados acima de 800 Mbps e usa um conector de 9 pinos. A Figura 3 mostra os cabos FireWire com conectores.</p>
            <p><span class="bold">Portas e cabos paralelos </span><br> Uma porta paralela em um computador &eacute; um conector f&ecirc;mea DB-25 Tipo A padr&atilde;o. O conector paralelo em uma impressora &eacute; um conector Centronics de 36 pinos Tipo B padr&atilde;o. Algumas impressoras mais novas podem usar um conector de 36 pinos de alta densidade Tipo C. As portas paralelas podem transmitir 8 bits de dados de uma s&oacute; vez e usar o padr&atilde;o IEEE 1284. Para conectar um dispositivo paralelo, como uma impressora, deve-se usar um cabo paralelo. Um cabo paralelo, como mostrado na Figura 4, tem um comprimento m&aacute;ximo de 4,5 m (15 p&eacute;s). </p>
            <p><span class="bold">Portas e cabos SCSI</span><br> Uma porta SCSI pode transmitir dados em taxas acima de 320 Mbps e pode suportar at&eacute; 15 dispositivos. Se um &uacute;nico dispositivo SCSI estiver conectado a uma porta SCSI, o cabo poder&aacute; ter at&eacute; 24,4 m (80 p&eacute;s) de comprimento. Se v&aacute;rios dispositivos SCSI estiverem conectados a uma porta SCSI, o cabo poder&aacute; ter at&eacute; 12,2 m (40 p&eacute;s) de comprimento. Uma porta SCSI de um computador pode ser de um dos tr&ecirc;s tipos diferentes, como mostrado na Figura 5:</p>
            <ul>
              <li>Conector f&ecirc;mea DB-25</li>
              <li>Conector f&ecirc;mea de 50 pinos de alta densidade</li>
              <li>Conector f&ecirc;mea de 68 pinos de alta densidade</li>
            </ul>
            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Os dispositivos SCSI devem ter termina&ccedil;&atilde;o nas extremidades da cadeia SCSI. Consulte o manual do dispositivo para obter os procedimentos de termina&ccedil;&atilde;o.</p>
            <p><span class="caution_caps">CUIDADO:</span> Alguns conectores SCSI assemelham-se a conectores paralelos. Preste aten&ccedil;&atilde;o para n&atilde;o conectar o cabo &agrave; porta incorreta. A voltagem usada no formato SCSI pode danificar a interface paralela. Os conectores SCSI devem ser claramente etiquetados.</p>
            <p><span class="bold">Portas e cabos de rede</span><br> Uma porta de rede, tamb&eacute;m conhecida como RJ-45, conecta um computador a uma rede. A velocidade de conex&atilde;o depende do tipo de porta de rede. Ethernet padr&atilde;o pode transmitir at&eacute; 10 Mbps, Fast Ethernet pode transmitir at&eacute; 100 Mbps e Gigabit Ethernet pode transmitir at&eacute; 1.000 Mbps. O comprimento m&aacute;ximo do cabo de rede &eacute; 100 m (328 p&eacute;s). Um conector de rede &eacute; mostrado na Figura 6.</p>
            <p><span class="bold">Portas PS/2</span><br> Uma porta PS/2 conecta um teclado ou um mouse a um computador. A porta PS/2 &eacute; um conector f&ecirc;mea mini-DIN de 6 pinos. Os conectores para o teclado e o mouse geralmente t&ecirc;m cores diferentes, como mostrado na Figura 7. Se as portas n&atilde;o forem codificadas por cores, procure uma figura pequena de um mouse ou teclado ao lado de cada porta.</p>
            <p><span class="bold">Portas de &aacute;udio</span><br> Uma porta de &aacute;udio conecta dispositivos de &aacute;udio ao computador. As seguintes portas de &aacute;udio s&atilde;o comumente usadas, como mostrado na Figura 8:</p>
            <ul>
              <li>Entrada de linha (line in) &ndash; Conecta a uma fonte externa, como um sistema est&eacute;reo</li>
              <li>Microfone &ndash; Conecta a um microfone</li>
              <li>Sa&iacute;da de linha (line out) &ndash; Conecta a caixas de som e fones de ouvido</li>
              <li>Porta para jogos/MIDI &ndash; Conecta a um joystick ou dispositivo com interface MIDI</li>
            </ul>
            <p><span class="bold">Portas e conectores de v&iacute;deo</span><br> Uma porta de v&iacute;deo conecta um cabo de monitor a um computador. A Figura 9 mostra duas das portas de v&iacute;deo mais comuns. H&aacute; diversos tipos de conector e porta de v&iacute;deo: </p>
            <ul>
              <li><strong>VGA (Video Graphics Array, adaptador de v&iacute;deo) </strong>&ndash; VGA tem um conector f&ecirc;mea de 15 pinos de tr&ecirc;s linhas e fornece sa&iacute;da anal&oacute;gica para um monitor.</li>
              <li><strong>DVI (Digital Visual Interface, interface visual digital) </strong>&ndash; DVI tem um conector f&ecirc;mea de 24 pinos ou de 29 pinos e fornece sa&iacute;da digital comprimida para um monitor. A DVI-I fornece sinais anal&oacute;gicos e digitais. A DVI-D fornece apenas sinais digitais.</li>
              <li><strong>HDMI (High Definition Multimedia Interface, interface multim&iacute;dia de alta defini&ccedil;&atilde;o) </strong>&ndash; HDMi tem um conector de 19 pinos e fornece sinais digitais de &aacute;udio e v&iacute;deo.</li>
              <li><strong>S-Video </strong>&ndash; S-Video tem um conector de 4 pinos e fornece sinais de v&iacute;deo anal&oacute;gicos.</li>
              <li><strong>Componente/RGB</strong> &ndash; RGB tem tr&ecirc;s cabos blindados (vermelho, verde, azul) com tomadas RCA e fornece sinais de v&iacute;deo anal&oacute;gicos.</li>
            </ul>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
