<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Solucionar problemas de seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.5.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Revisar o processo de solu&ccedil;&atilde;o de problemas</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>Os t&eacute;cnicos de computador devem estar aptos a analisar as amea&ccedil;as &agrave; seguran&ccedil;a e determinar o m&eacute;todo adequado para proteger os bens e reparar os danos. Este processo &eacute; chamado de solu&ccedil;&atilde;o de problemas. </p>

			<p>A primeira etapa do processo de solu&ccedil;&atilde;o de problemas &eacute; obter as informa&ccedil;&otilde;es necess&aacute;rias do cliente. As figuras 1 e 2 listam as perguntas iniciais e finais que devem ser feitas ao cliente.</p>

			<p>Depois de conversar com o cliente, verifique os problemas &oacute;bvios. A figura 3 lista os problemas que se aplicam aos laptops.</p>

			<p>Depois de verificar os problemas &oacute;bvios, tente aplicar as solu&ccedil;&otilde;es r&aacute;pidas. A figura 4 lista algumas das solu&ccedil;&otilde;es r&aacute;pidas para os problemas que ocorrem em laptops.</p>

			<p>Se as solu&ccedil;&otilde;es r&aacute;pidas n&atilde;o corrigirem o problema, &eacute; hora de obter dados sobre o computador. A figura 5 mostra as diferentes maneiras de obter informa&ccedil;&otilde;es sobre o problema do laptop.</p>

			<p>Neste ponto, voc&ecirc; ter&aacute; informa&ccedil;&otilde;es suficientes para avaliar o problema, pesquisar e implementar as poss&iacute;veis solu&ccedil;&otilde;es. A figura 6 mostra os recursos das poss&iacute;veis solu&ccedil;&otilde;es.</p>

			<p>Depois que o problema for solucionado, encerre a quest&atilde;o com o cliente. A figura 7 descreve uma lista das tarefas obrigat&oacute;rias para concluir esta etapa.</p>

			  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
