<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	<td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">Instalar, configurar e otimizar um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">12.2.8</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Descrever a instala&ccedil;&atilde;o de um segundo sistema operacional</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Voc&ecirc; pode ter v&aacute;rios sistemas operacionais em um &uacute;nico computador. Alguns aplicativos de software podem exigir a vers&atilde;o mais recente de um sistema operacional, enquanto outros aplicativos de software exigem uma vers&atilde;o mais antiga. H&aacute; um processo de dual-boot para v&aacute;rios sistemas operacionais em um computador. Quando o arquivo boot.ini determinar que existe mais de um sistema operacional, durante o processo de inicializa&ccedil;&atilde;o, ser&aacute; solicitado que voc&ecirc; escolha o sistema operacional que deseja carregar. Consulte a Figura 1 para obter uma amostra do arquivo boot.ini. </p>

            <p><span class="bold"> Configura&ccedil;&atilde;o de dual-boot </span><br>Para criar um sistema dual-boot no Microsoft Windows, geralmente voc&ecirc; deve ter mais de um disco r&iacute;gido ou o disco r&iacute;gido deve conter mais de uma parti&ccedil;&atilde;o.</p>

            <p>Voc&ecirc; deve instalar o sistema operacional mais antigo na parti&ccedil;&atilde;o prim&aacute;ria ou no disco r&iacute;gido marcado como a parti&ccedil;&atilde;o ativa primeiro. Em seguida, voc&ecirc; deve instalar o segundo sistema operacional na segunda parti&ccedil;&atilde;o ou no disco r&iacute;gido. Os arquivos de boot s&atilde;o instalados automaticamente na parti&ccedil;&atilde;o ativa.</p>

            <p>Durante a instala&ccedil;&atilde;o, o arquivo boot.ini &eacute; criado na parti&ccedil;&atilde;o ativa para permitir a sele&ccedil;&atilde;o do sistema operacional a ser acionado na inicializa&ccedil;&atilde;o. O arquivo boot.ini pode ser editado para alterar a ordem dos sistemas operacionais. Voc&ecirc; tamb&eacute;m pode editar o arquivo para o per&iacute;odo de uma sele&ccedil;&atilde;o de sistema operacional que pode ser feita durante a fase de inicializa&ccedil;&atilde;o. Geralmente, o tempo padr&atilde;o para selecionar um sistema operacional &eacute; 30 segundos. Isso sempre atrasa o tempo de inicializa&ccedil;&atilde;o do computador por 30 segundos, a menos que o usu&aacute;rio intervenha para selecionar um sistema operacional espec&iacute;fico. No arquivo boot.ini, o tempo de inicializa&ccedil;&atilde;o deve ser alterado para 5 ou 10 segundos para inicializar o computador mais r&aacute;pido.</p>

            <p>Para editar o arquivo boot.ini, clique com o bot&atilde;o direito do mouse na guia  <span class="bold">Meu computador &gt; Propriedades &gt; Avan&ccedil;ado</span>. Na &aacute;rea<span class="bold">Inicializa&ccedil;&atilde;o e recupera&ccedil;&atilde;o</span> selecione <span class="bold">Configura&ccedil;&otilde;es</span>. Clique em <span class="bold">Editar</span>.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
