<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">3.3</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Conectar os componentes &agrave; placa-m&atilde;e e instal&aacute;-la</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">3.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Instalar uma CPU e um dissipador de calor/ventoinha </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A CPU e o dissipador de calor/ventoinha podem ser instalados na placa-m&atilde;e antes da inser&ccedil;&atilde;o da placa-m&atilde;e no gabinete do computador.</p>
            <p><span class="bold">CPU</span><br> A Figura 1 mostra a imagem amplificada da CPU e da placa-m&atilde;e. A CPU e a placa-m&atilde;e s&atilde;o sens&iacute;veis &agrave; descarga eletrost&aacute;tica. Ao manusear a CPU e a placa-m&atilde;e, tenha o cuidado de posicion&aacute;-las sobre uma manta antist&aacute;tica aterrada. Use uma pulseira antist&aacute;tica ao trabalhar com esses componentes.</p>
            <p><span class="caution_caps">CUIDADO:</span> Nunca toque nos contatos da CPU ao manuse&aacute;-la.</p>
            <p>A CPU &eacute; fixada ao soquete da placa-m&atilde;e por uma trava. Os soquetes de CPU atuais s&atilde;o soquetes ZIF. Familiarize-se com a trava antes de tentar fixar uma CPU ao soquete da placa-m&atilde;e.</p>
            <p>O composto t&eacute;rmico ajuda a manter a temperatura da CPU. A Figura 2 mostra o composto t&eacute;rmico sendo aplicado &agrave; CPU. </p>
            <p>Se voc&ecirc; instalar uma CPU usada, use &aacute;lcool isoprop&iacute;lico para limpar a CPU e a base do dissipador de calor. Esse procedimento remove todos os resqu&iacute;cios de compostos t&eacute;rmicos antigos. Assim, as superf&iacute;cies estar&atilde;o prontas para uma nova camada de composto t&eacute;rmico. Siga as instru&ccedil;&otilde;es do fabricante sobre como aplicar o composto t&eacute;rmico.</p>
            <p><span class="bold">Dissipador de calor/ventoinha</span><br> A Figura 3 mostra o dissipador de calor/ventoinha. Trata-se de um dispositivo de resfriamento dividido em duas partes. O dissipador de calor dispersa o calor da CPU. A ventoinha afasta o calor do dissipador de calor. Em geral, o dissipador de calor/ventoinha tem um conector de energia de 3 pinos.</p>
            <p>A Figura 4 mostra o conector e o cabe&ccedil;ote da placa-m&atilde;e para o dissipador de calor/ventoinha. </p>
            <p>Siga estas instru&ccedil;&otilde;es para instalar a CPU e o dissipador de calor/ventoinha:</p>
            <ol>
              <li>Alinhe a CPU para que o indicador da Conex&atilde;o 1 se alinhe com o Pino 1 no soquete da CPU. Esse procedimento garante que os entalhes da CPU se alinhem &agrave;s travas no soquete da CPU.</li>
              <li>Encaixe a CPU cuidadosamente no soquete.</li>
              <li>Feche a placa de carregamento da CPU e prenda-a no lugar, fechando a alavanca de carregamento e movendo-a sob a ling&uuml;eta de reten&ccedil;&atilde;o da alavanca.</li>
              <li>Aplique uma pequena quantidade de composto t&eacute;rmico &agrave; CPU e espalhe-o uniformemente. Siga as instru&ccedil;&otilde;es de aplica&ccedil;&atilde;o fornecidas pelo fabricante. </li>
              <li>Alinhe os retentores do dissipador de calor/ventoinha com os furos na placa-m&atilde;e:</li>
              <li>Insira o dissipador de calor/ventoinha no soquete da CPU cuidadosamente para n&atilde;o prender os fios da ventoinha.</li>
              <li>Aperte os retentores do dissipador de calor/ventoinha para que fiquem bem presos.</li>
              <li>Conecte o cabo de energia do dissipador de calor/ventoinha ao cabe&ccedil;ote da placa-m&atilde;e. </li>
            </ol>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
