<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identificar as ferramentas e o software utilizados com os componentes do computador pessoal e suas finalidades</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identificar as ferramentas organizacionais e suas finalidades</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>&Eacute; importante que o t&eacute;cnico documente todos os servi&ccedil;os e reparos. Esses documentos precisam ser armazenados em local central e estar dispon&iacute;veis a todos os outros t&eacute;cnicos. A documenta&ccedil;&atilde;o poder&aacute;, ent&atilde;o, ser usada como material de refer&ecirc;ncia para problemas semelhantes que ocorram futuramente. Um bom servi&ccedil;o inclui uma descri&ccedil;&atilde;o detalhada do problema e da solu&ccedil;&atilde;o para o cliente. </p>

            <p><span class="bold">Ferramentas de refer&ecirc;ncia pessoal</span><br> As ferramentas de refer&ecirc;ncia pessoal incluem guias de solu&ccedil;&atilde;o de problemas, manuais do fabricante, guias de refer&ecirc;ncia r&aacute;pida e um di&aacute;rio de reparos. Al&eacute;m da fatura, o t&eacute;cnico mant&eacute;m um di&aacute;rio das atualiza&ccedil;&otilde;es e dos reparos executados. A documenta&ccedil;&atilde;o no di&aacute;rio deve incluir descri&ccedil;&otilde;es do problema, poss&iacute;veis tentativas de solu&ccedil;&otilde;es para corrigir o problema e as etapas para repar&aacute;-lo. Certifique-se de anotar toda altera&ccedil;&atilde;o realizada na configura&ccedil;&atilde;o do equipamento e as pe&ccedil;as substitu&iacute;das durante o reparo. Essa documenta&ccedil;&atilde;o ser&aacute; valiosa se voc&ecirc; se deparar com situa&ccedil;&otilde;es semelhantes no futuro.            </p>
            <ul>
              <li><strong>Anota&ccedil;&otilde;es</strong> &ndash; fa&ccedil;a anota&ccedil;&otilde;es durante o processo de investiga&ccedil;&atilde;o e reparo. Consulte essas notas para evitar a repeti&ccedil;&atilde;o de etapas anteriores e determinar as etapas seguintes.</li>
              <li><strong>Di&aacute;rio</strong> &ndash;  documente as atualiza&ccedil;&otilde;es e os reparos realizados. A documenta&ccedil;&atilde;o deve incluir descri&ccedil;&otilde;es do problema, poss&iacute;veis tentativas de solu&ccedil;&otilde;es para corrigir o problema e as etapas para repar&aacute;-lo. Certifique-se de anotar toda altera&ccedil;&atilde;o realizada na configura&ccedil;&atilde;o do equipamento e as pe&ccedil;as substitu&iacute;das durante o reparo. O seu di&aacute;rio e suas anota&ccedil;&otilde;es poder&atilde;o ser valiosos se voc&ecirc; se deparar com situa&ccedil;&otilde;es semelhantes no futuro.</li>
              <li><strong>Hist&oacute;rico de reparos</strong> &ndash;  fa&ccedil;a uma lista detalhada dos problemas e reparos, que inclua a data, as pe&ccedil;as de substitui&ccedil;&atilde;o e as informa&ccedil;&otilde;es do cliente. O hist&oacute;rico permite ao t&eacute;cnico determinar o trabalho que j&aacute; foi realizado em um computador.</li>
            </ul>
			<p><span class="bold">Ferramentas de refer&ecirc;ncia na Internet</span><br> A Internet &eacute; uma fonte excelente de informa&ccedil;&otilde;es sobre problemas espec&iacute;ficos de hardware e poss&iacute;veis solu&ccedil;&otilde;es:</p>
            <ul>
	              	<li>Mecanismos de pesquisa na Internet </li>
					<li>Grupos de not&iacute;cias </li>
					<li>Perguntas freq&uuml;entes do fabricante </li>
					<li>Manuais on-line de computador </li>
					<li>F&oacute;runs e bate-papo on-line </li>
					<li>Sites t&eacute;cnicos </li>
			</ul>
			<p>A Figura 1 mostra um exemplo de site t&eacute;cnico.</p>
			<p><span class="bold">Ferramentas diversas</span><br> Com a pr&aacute;tica, voc&ecirc; descobrir&aacute; v&aacute;rios outros itens que poder&atilde;o ser adicionados ao kit de ferramentas. A Figura 2 mostra como um rolo de fita crepe pode ser usado para etiquetar as pe&ccedil;as que foram removidas de um computador, caso n&atilde;o haja um organizador de pe&ccedil;as dispon&iacute;vel.</p>
			  <p>Um computador de trabalho tamb&eacute;m &eacute; um recurso valioso a ser utilizado em reparos locais de computador. O computador de trabalho pode ser usado para pesquisar informa&ccedil;&otilde;es, fazer download de ferramentas ou drivers ou comunicar-se com outros t&eacute;cnicos. </p>
			  <p>A Figura 3 mostra os tipos de pe&ccedil;as de substitui&ccedil;&atilde;o de computador a serem inclu&iacute;das em um kit de ferramentas. Verifique se as pe&ccedil;as est&atilde;o em boas condi&ccedil;&otilde;es antes de us&aacute;-las. A utiliza&ccedil;&atilde;o de componentes de trabalho em bom estado para a substitui&ccedil;&atilde;o de componentes danificados nos computadores o ajudar&aacute; a determinar rapidamente qual componente n&atilde;o funciona bem.</p>

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
