<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os procedimentos de manuten&ccedil;&atilde;o preventiva para laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever como programar e desenvolver a manuten&ccedil;&atilde;o de laptops</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p> A manuten&ccedil;&atilde;o e o cuidado adequados podem ajudar na execu&ccedil;&atilde;o mais eficiente dos componentes do laptop e na amplia&ccedil;&atilde;o da vida &uacute;til do equipamento.</p>
              <p> Um programa de manuten&ccedil;&atilde;o preventiva eficaz deve incluir uma programa&ccedil;&atilde;o de manuten&ccedil;&atilde;o de rotina. Grande parte das organiza&ccedil;&otilde;es ter&aacute; uma programa&ccedil;&atilde;o de manuten&ccedil;&atilde;o preventiva. Se uma programa&ccedil;&atilde;o n&atilde;o existir, o trabalho com o gerente criar&aacute; uma. Os programas de manuten&ccedil;&atilde;o preventiva mais eficazes requerem um conjunto de rotinas a ser realizado mensalmente, mas ainda permitem a realiza&ccedil;&atilde;o da manuten&ccedil;&atilde;o quando o uso o exigir. </p>
              <p> A programa&ccedil;&atilde;o da manuten&ccedil;&atilde;o preventiva de um laptop pode incluir pr&aacute;ticas exclusivas de uma determinada organiza&ccedil;&atilde;o, mas dever&aacute; incluir tamb&eacute;m estes procedimentos padr&atilde;o: </p>
              <ul>
                <li> Limpeza </li>
                <li> Manuten&ccedil;&atilde;o do disco r&iacute;gido </li>
                <li> Atualiza&ccedil;&otilde;es do software </li>
              </ul>
              <p> Para manter um laptop limpo, seja proativo, n&atilde;o reativo. Mantenha l&iacute;quidos afastados do laptop. N&atilde;o fa&ccedil;a refei&ccedil;&otilde;es enquanto estiver trabalhando em seu laptop e feche o aparelho quando ele n&atilde;o estiver em uso. Quando estiver limpando o laptop, nunca use produtos de limpeza ou solu&ccedil;&otilde;es fortes que contenham am&ocirc;nia. Materiais n&atilde;o-abrasivos, como indica a Figura 1, s&atilde;o recomendados para a limpeza do laptop:</p>
              <ul>
                <li> Ar comprimido </li>
                <li> Solu&ccedil;&atilde;o de limpeza suave </li>
                <li> Cotonetes </li>
                <li> Pano de limpeza leve e sem fiapos </li>
              </ul>
              <p><span class="caution_caps"><strong class="note_caps"> CUIDADO</strong>:</span> Antes de limpar o laptop, desconecte-o de todas as fontes de alimenta&ccedil;&atilde;o. </p>
              <p> A manuten&ccedil;&atilde;o de rotina inclui a limpeza mensal destes componentes: </p>
              <ul>
                <li> Gabinete externo </li>
                <li> Orif&iacute;cios de resfriamento </li>
                <li> Portas de E/S </li>
                <li> Monitor </li>
                <li> Teclado </li>
              </ul>
              <p><span class="note_caps"><strong class="note_caps">OBSERVA&Ccedil;&Atilde;O</strong>:</span> A qualquer momento, se estiver evidente que o laptop precisa de limpeza, limpe-o. N&atilde;o aguarde at&eacute; a pr&oacute;xima manuten&ccedil;&atilde;o programada. </p>
              <p> O sistema operacional tamb&eacute;m deve passar por manuten&ccedil;&atilde;o. O disco r&iacute;gido pode ficar desorganizado &agrave; medida que os arquivos s&atilde;o abertos, salvos e exclu&iacute;dos. A velocidade do computador pode diminuir se o sistema operacional estiver efetuando buscas em arquivos fragmentados. Felizmente, o Windows XP tem dois programas que podem ajud&aacute;-lo a limpar o disco r&iacute;gido: </p>
              <ul>
                <li> Limpeza de disco </li>
                <li> Desfragmentador de disco</li>
              </ul>
              <p><strong> Para executar a Limpeza de disco [Figura 2]:</strong></p>
              <ol>
                <li> Selecione a unidade que deseja limpar.</li>

              <li> Clique no bot&atilde;o direito do mouse e selecione <b>Propriedades</b>. </li>

              <li> Na guia Geral, clique em <b>Limpeza de disco</b>. </li>

              <li> Uma s&eacute;rie de caixas de sele&ccedil;&atilde;o exibe os arquivos dispon&iacute;veis para exclus&atilde;o. Marque as caixas referentes aos arquivos que deseja excluir e clique em <b>OK</b>.</li>
              </ol>
              <p><strong> Para executar o Desfragmentador de disco [Figura 3]:</strong></p>
              <ol>
                <li> Selecione a unidade que deseja limpar.</li>

              <li> Clique no bot&atilde;o direito do mouse e selecione <b>Propriedades</b>.</li>

              <li> Na guia Ferramentas, clique em <b>Desfragmentar agora</b>. O tempo necess&aacute;rio para realizar a desfragmenta&ccedil;&atilde;o varia de acordo com o n&iacute;vel de fragmenta&ccedil;&atilde;o do disco r&iacute;gido. </li>
              </ol>
           <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Pode ser necess&aacute;rio fechar todos os programas em execu&ccedil;&atilde;o em segundo plano antes de executar o Desfragmentador de disco.</p> </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
