<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar procedimentos de seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever formas de proteger os dados</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>O valor dos equipamentos f&iacute;sicos, geralmente, &eacute; muito menor do que o valor dos dados que os equipamentos cont&ecirc;m. A perda de dados sens&iacute;veis para um concorrente da empresa ou para criminosos pode ser dispendiosa. Essas perdas podem resultar em uma falta de confian&ccedil;a na empresa e na demiss&atilde;o dos t&eacute;cnicos de inform&aacute;tica respons&aacute;veis pela seguran&ccedil;a dos computadores.  Para proteger os dados, h&aacute; v&aacute;rios m&eacute;todos de prote&ccedil;&atilde;o da seguran&ccedil;a que podem ser implementados.</p>

			<p><span class="bold">Prote&ccedil;&atilde;o de senhas</span><br> A prote&ccedil;&atilde;o de senha pode evitar acesso n&atilde;o-autorizado ao conte&uacute;do, conforme mostrado na Figura 1. Os invasores s&atilde;o capazes de obter acesso a dados n&atilde;o-protegidos do computador. Todos os computadores dever&atilde;o ser protegidos por senha. Dois n&iacute;veis de prote&ccedil;&atilde;o de senha s&atilde;o recomendados:</p>

				<ul>
				  <li>BIOS &ndash; Impede que as defini&ccedil;&otilde;es do BIOS sejam alteradas sem a senha apropriada</li>
				  <li>Login &ndash; Impede o acesso n&atilde;o-autorizado &agrave; rede  </li>
				</ul>

			<p>Os logins de rede fornecem um meio de registrar a atividade na rede e, tamb&eacute;m, de impedir ou permitir acesso aos recursos. Isso possibilita determinar que recursos est&atilde;o sendo acessados. Geralmente, o administrador do sistema define uma conven&ccedil;&atilde;o de nomea&ccedil;&atilde;o para os nomes de usu&aacute;rios ao criar logins de rede. Um exemplo comum de um nome de usu&aacute;rio &eacute; a primeira inicial do nome da pessoa seguida do sobrenome completo. Voc&ecirc; dever&aacute; simplificar a conven&ccedil;&atilde;o de nomea&ccedil;&atilde;o de nome de usu&aacute;rio para que as pessoas n&atilde;o tenham dificuldade para lembr&aacute;-la. </p>

			<p>Ao atribuir senhas, o n&iacute;vel de controle de senha dever&aacute; corresponder ao n&iacute;vel de prote&ccedil;&atilde;o exigido. Uma boa pol&iacute;tica de seguran&ccedil;a dever&aacute; ser estritamente refor&ccedil;ada e incluir, sem limita&ccedil;&atilde;o, as seguintes regras:</p>
				<ul>
				  <li>As senhas dever&atilde;o expirar ap&oacute;s um per&iacute;odo espec&iacute;fico de tempo. </li>
				  <li>As senhas dever&atilde;o conter uma combina&ccedil;&atilde;o de letras e n&uacute;meros a fim de que n&atilde;o possam ser facilmente descobertas. </li>
				  <li>Os padr&otilde;es de senhas dever&atilde;o evitar que os usu&aacute;rios escrevam as senhas e as deixem desprotegidas do p&uacute;blico. </li>
				  <li>As regras sobre expira&ccedil;&atilde;o e bloqueio de senhas dever&atilde;o ser definidas. As regras de bloqueio se aplicam quando foi feita uma tentativa frustrada de acessar o sistema ou quando foi detectada uma altera&ccedil;&atilde;o espec&iacute;fica na configura&ccedil;&atilde;o do sistema.</li>
		    </ul>
			<p>Para simplificar o processo de administra&ccedil;&atilde;o da seguran&ccedil;a, &eacute; comum atribuir usu&aacute;rios a grupos e, depois, atribuir os grupos a determinados recursos. Isso permite que a capacidade de acesso dos usu&aacute;rios em uma rede seja facilmente alterada atribuindo ou removendo o usu&aacute;rio dos v&aacute;rios grupos. Isso &eacute; &uacute;til ao configurar contas tempor&aacute;rias para colaboradores ou consultores visitantes, dando a voc&ecirc; a capacidade de limitar o acesso aos recursos. </p>

			<p><span class="bold">Criptografia de dados</span><br> A criptografia de dados usa c&oacute;digos e cifras. O tr&aacute;fego entre recursos e computadores na rede pode ser protegido dos invasores monitorando ou registrando as transa&ccedil;&otilde;es por meio da implementa&ccedil;&atilde;o de criptografia. N&atilde;o ser&aacute; poss&iacute;vel decifrar os dados capturados a tempo de se fazer uso deles. </p>

			<p>Uma Virtual Private Network (VPN, rede particular virtual) usa a criptografia para proteger dados. Uma conex&atilde;o VPN permite que um usu&aacute;rio remoto acesse com seguran&ccedil;a os recursos como se seu computador estivesse fisicamente conectado &agrave; rede local.</p>

            <p><span class="bold">Prote&ccedil;&atilde;o de portas</span><br> Cada comunica&ccedil;&atilde;o que use TCP/IP &eacute; associada a um n&uacute;mero de porta. HTTPS, por exemplo, usa a porta 443 por padr&atilde;o. Um firewall, conforme mostrado na Figura 2, &eacute; um modo de proteger um computador de invas&atilde;o atrav&eacute;s das portas. O usu&aacute;rio pode controlar os tipos de dados enviados a um computador selecionando que portas ser&atilde;o abertas e que portas ser&atilde;o protegidas. Os dados que s&atilde;o transportados em uma rede s&atilde;o chamados de tr&aacute;fego.</p>


            <p><span class="bold">Backup de dados</span><br> Os procedimentos de backup de dados dever&atilde;o ser inclu&iacute;dos em um plano de seguran&ccedil;a. Os dados podem ser perdidos ou danificados em circunst&acirc;ncias como roubo ou falha do equipamento, ou em um acidente, como inc&ecirc;ndio ou inunda&ccedil;&atilde;o. Fazer backup dos dados &eacute; um dos modos mais eficazes de proteger os dados contra perda. A seguir, s&atilde;o dadas algumas considera&ccedil;&otilde;es sobre os backups de dados:</p>
            	<ul>
					  <li><strong>Freq&uuml;&ecirc;ncia dos backups</strong> &ndash; Os backups podem levar um longo tempo para serem executados. &Agrave;s vezes, &eacute; mais f&aacute;cil fazer um backup completo mensal ou semanal e, depois, fazer backups parciais freq&uuml;entes de qualquer dado que tenha sido alterado desde o &uacute;ltimo backup completo. No entanto, espalhar os backups em v&aacute;rios registros aumenta a quantidade de tempo necess&aacute;ria para recuperar os dados.</li>
					  <li><strong>Armazenagem de backups</strong> &ndash;  Os backups dever&atilde;o ser transportados para um local de armazenagem fora do local para seguran&ccedil;a extra. A m&iacute;dia do backup atual deve ser transportada para fora do local do escrit&oacute;rio em uma base di&aacute;ria, semanal ou mensal, conforme exigido pela organiza&ccedil;&atilde;o local.</li>
					  <li><strong>Seguran&ccedil;a dos backups</strong> &ndash; Os backups podem ser protegidos por senhas.  Essas senhas dever&atilde;o ser informadas antes que os dados na m&iacute;dia de backup possam ser recuperados. </li>
				</ul>

            <p><span class="bold">Seguran&ccedil;a do sistema de arquivos</span><br> Todos os sistemas de arquivos mant&ecirc;m controle dos recursos, mas s&oacute; os sistemas de arquivos com registro de di&aacute;rios podem registrar o acesso por usu&aacute;rio, data e hora. O sistema de arquivos FAT 32, mostrado na Figura 3, que &eacute; usado em algumas vers&otilde;es do Windows, n&atilde;o traz os recursos de criptografia e de registro de di&aacute;rio. Como resultado, as situa&ccedil;&otilde;es que requerem uma boa seguran&ccedil;a s&atilde;o, geralmente, enfrentadas usando um sistema de arquivo como o NTFS, que faz parte do Windows 2000 e do Windows XP. Se for necess&aacute;rio uma seguran&ccedil;a maior, ser&aacute; poss&iacute;vel executar certos utilit&aacute;rios, como o CONVERT, para atualizar um sistema de arquivos FAT 32 para o NTFS. O processo de convers&atilde;o n&atilde;o &eacute; revers&iacute;vel. &Eacute; importante definir claramente seus objetivos antes de fazer a transa&ccedil;&atilde;o.</p>
            </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
