<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	<td width="18" class="toptitle01_white_bold">15.7</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">Descrever os procedimentos de manuten&ccedil;&atilde;o preventiva de redes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

          	<p>A manuten&ccedil;&atilde;o preventiva &eacute; t&atilde;o importante para a rede assim como para os computadores de uma rede. &Eacute; necess&aacute;rio verificar a condi&ccedil;&atilde;o dos cabos, dispositivos de rede, servidores e computadores para ter a certeza de que s&atilde;o mantidos limpos e em boas condi&ccedil;&otilde;es de funcionamento. Desenvolva um plano para realizar a manuten&ccedil;&atilde;o programada e a limpeza em intervalos regulares. Isso o ajudar&aacute; a impedir falhas nos equipamentos e tempo de inatividade.</p>

			<p>Como parte de um programa de manuten&ccedil;&atilde;o definido regularmente, inspecione todo o cabeamento em busca de rupturas. Certifique-se de que os cabos estejam rotulados corretamente e que as etiquetas n&atilde;o estejam se soltando. Substitua qualquer etiqueta gasta ou ileg&iacute;vel. Verifique se os suportes dos cabos est&atilde;o corretamente instalados e se nenhum ponto de acoplamento est&aacute; frouxo. O cabeamento pode ficar danificado e desgastado. Mantenha o cabeamento em boas condi&ccedil;&otilde;es para manter o bom desempenho da rede.</p>

			<p>Como t&eacute;cnico, voc&ecirc; consegue observar se o equipamento est&aacute; com defeito, danificado ou fazendo ru&iacute;dos incomuns. Informe o administrador da rede para evitar tempo de inatividade desnecess&aacute;rio da rede. </p>

            <p>Os cabos nas esta&ccedil;&otilde;es de trabalhos e impressoras devem ser verificados cuidadosamente. Eles geralmente s&atilde;o movidos ou chutados quando est&atilde;o embaixo de mesas, podendo ser dobrados. Essas condi&ccedil;&otilde;es podem resultar em perda de largura de banda ou conectividade. Seja proativo tamb&eacute;m na educa&ccedil;&atilde;o dos usu&aacute;rios de redes. Mostre a eles como conectar e desconectar corretamente os cabos e tamb&eacute;m como mov&ecirc;-los, se necess&aacute;rio.</p>

         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
