<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Compara&ccedil;&atilde;o e contraste dos componentes de computadores de mesa e laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.3.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Compara&ccedil;&atilde;o e contraste dos recursos de expans&atilde;o de computadores de mesa e laptops</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>
            <td width="100%">

	            	<p>Os recursos de expans&atilde;o agregam funcionalidade a um computador. V&aacute;rios dispositivos de expans&atilde;o podem ser usados com laptops e computadores de mesa:
	            	</p>
					<ul>
              		<li>Unidades externas</li>
              		<li>Modems</li>
              		<li>Placas de rede</li>
              		<li>Adaptadores sem fio</li>
              		<li>Impressoras</li>
              		<li>Outros perif&eacute;ricos</li>
              	</ul>


            <p>Os dispositivos de expans&atilde;o s&atilde;o conectados aos laptops e computadores de mesa de maneira diferente. Um computador de mesa conecta esses dispositivos com portas seriais, paralelas, USB e FireWire. Um laptop conecta esses dispositivos com as mesmas portas e PC Cards. </p>
             <p> O uso padronizado de portas USB e FireWire possibilita conectar v&aacute;rios tipos de componentes externos a laptops, bases multifuncionais, replicadores de porta e computadores de mesa. Os padr&otilde;es USB e FireWire possibilitam conectar e remover componentes externos sem a necessidade de desligar o sistema. Portas USB e FireWire s&atilde;o usadas para conectar uma variedade de componentes externos:
             </p>

              	<ul>
              		<li>Impressoras</li>
              		<li>Scanners</li>
              		<li>Unidades de disquete</li>
              		<li>Mouses</li>
              		<li>C&acirc;meras</li>
              		<li>Teclados</li>
              		<li>Discos r&iacute;gidos</li>
              		<li>Unidades flash</li>
              		<li>Unidades &oacute;pticas</li>
              		<li>MP3 players</li>
              	</ul>

             <p>Os laptops e os computadores de mesa possuem recursos de expans&atilde;o semelhantes. &Eacute; a diferen&ccedil;a no formato entre os computadores que determina que tipo de dispositivo de expans&atilde;o &eacute; usado. Os computadores de mesa possuem compartimentos internos que suportam unidades de 5,25" e 3,5". Al&eacute;m disso, h&aacute; espa&ccedil;o para instalar outras unidades de expans&atilde;o permanentes. Os laptops possuem um espa&ccedil;o limitado; portanto, os compartimentos de expans&atilde;o nos laptops s&atilde;o projetados para permitir tipos diferentes de unidades no mesmo compartimento. As unidades s&atilde;o intercambi&aacute;veis e s&atilde;o inseridas ou removidas conforme necess&aacute;rio. A Figura 1 mostra uma compara&ccedil;&atilde;o entre os componentes de expans&atilde;o de um computador de mesa e um laptop.&nbsp;              </p>
             <p>Os laptops usam o slot para PC Card para uma maior funcionalidade. O slot para PC Card usa uma interface padr&atilde;o aberta para conectar a dispositivos perif&eacute;ricos usando o padr&atilde;o CardBus. Veja alguns exemplos de dispositivos que se conectam usando PC Cards:
             </p>

              	<ul>
              		<li>Mem&oacute;ria</li>
              		<li>Modems</li>
              		<li>Discos r&iacute;gidos</li>
              		<li>Placas de rede</li>
              	</ul>

             <p>As PC Cards seguem o padr&atilde;o PCMCIA. Elas existem em tr&ecirc;s tipos: Tipo I, Tipo II e Tipo III. Cada tipo de PC Card &eacute; diferente em tamanho e pode se conectar a diferentes dispositivos. Um tipo mais novo de PC Card &eacute; chamado de PC ExpressCard. A Figura 2 mostra uma compara&ccedil;&atilde;o entre PC Cards e PC ExpressCards. A PC ExpressCard possui configura&ccedil;&otilde;es de 34 pinos e 54 pinos. A Figura 3 mostra um exemplo de PC Card e PC ExpressCard.</p>

            <p>Suponha que voc&ecirc; precise adquirir uma NIC sem fio para um laptop. Que tipo de PC Card voc&ecirc; selecionaria? &nbsp;
              </p>

            <table bgcolor="#B0AFAF" width="95%" border="0" cellspacing="0" cellpadding="0" id="table1">
              <tr>
                <td valign="top">
                  <table bgcolor="#669ACC" width="100%" cellspacing="0" cellpadding="0" border="0" id="table2">
                    <tr>
                      <td width="5">  <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top">  <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table bgcolor="#B0AFAF" width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>
                              <TD class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet6_3_4/6.3.4_WS_Answer_Laptop_expansion.pdf">Planilha de exerc&iacute;cios</a>
                                  <p> <span class="activity_bold">Expans&atilde;o para laptop</span><br> Preencha as lacunas com as especifica&ccedil;&otilde;es do laptop.<br> <br>
                                </p></TD>
                            </TR>
                        </TABLE>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <p>&nbsp;</p>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
