<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Instala&ccedil;&atilde;o de um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.4.9</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Descri&ccedil;&atilde;o das estruturas de diret&oacute;rio</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->

<table border="0" cellpadding="0" cellspacing="0" width="95%" >
  <tr>
    <td width="20" class="bold"></td>
    <td class="bold">
      <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
          <td width="100%" height="47">
            <p><span class="bold">Atributos e extens&otilde;es de arquivo</span><br> No Windows, os arquivos s&atilde;o organizados em uma estrutura de diret&oacute;rios. O n&iacute;vel raiz da parti&ccedil;&atilde;o do Windows &eacute; em geral a unidade C:\. Em seguida, h&aacute; um conjunto inicial de diret&oacute;rios padronizados, chamados pastas, para o sistema operacional, aplicativos, informa&ccedil;&otilde;es de configura&ccedil;&atilde;o e arquivos de dados. Ap&oacute;s a instala&ccedil;&atilde;o inicial, os usu&aacute;rios podem instalar a maioria dos aplicativos e dados em qualquer diret&oacute;rio de sua escolha. </p>
            <p>Os arquivos na estrutura de diret&oacute;rios obedecem &agrave; conven&ccedil;&atilde;o de nomea&ccedil;&atilde;o do Windows.</p>
            <ul>
              <li>Podem ser usados at&eacute; 255 caracteres.</li>
              <li>Caracteres como ponto (.) ou barra (\ /) n&atilde;o s&atilde;o permitidos.</li>
              <li>Uma extens&atilde;o de tr&ecirc;s ou quatro letras &eacute; adicionada ao nome do arquivo para identificar o tipo de arquivo.</li>
              <li>Os nomes de arquivo n&atilde;o diferenciam mai&uacute;sculas de min&uacute;sculas.</li>
            </ul>
            <p>As seguintes extens&otilde;es de nome de arquivo s&atilde;o geralmente utilizadas:</p>
            <ul>
              <li>.doc &ndash; Microsoft Word </li>
                 <li>.txt &ndash; somente texto ASCII </li>
                 <li>.jpg &ndash; formato de elemento gr&aacute;fico </li>
                 <li>.ppt &ndash; Microsoft PowerPoint </li>
                 <li>.zip &ndash; formato de compacta&ccedil;&atilde;o </li>
            </ul>
            <p>A estrutura de diret&oacute;rios mant&eacute;m um conjunto de atributos para cada arquivo que controla como o arquivo pode ser exibido ou alterado. Estes s&atilde;o os atributos de rede mais comuns:</p>
            <ul>
              <li>R &ndash; o arquivo &eacute; somente leitura. </li>
              <li>A &ndash; o arquivo ser&aacute; armazenado no pr&oacute;ximo backup do disco. </li>
              <li>S &ndash; o arquivo &eacute; marcado como arquivo de sistema e um aviso &eacute; emitido se ocorrer alguma tentativa de exclu&iacute;-lo ou modific&aacute;-lo. </li>
              <li>H &ndash; o arquivo &eacute; oculto na exibi&ccedil;&atilde;o de diret&oacute;rios. </li>
            </ul>
            <p>Para exibir os nomes de arquivo, as extens&otilde;es e os atributos, abra uma janela do DOS e use o comando ATTRIB, como mostra a Figura 1. Use o seguinte caminho: </p>
            <p class="bold">Iniciar &gt; Executar &gt; cmd </p>
            <p>Navegue at&eacute; a pasta que cont&eacute;m o arquivo de seu interesse. Digite ATTRIB seguido do nome do arquivo. Use um curinga como *.* para exibir muitos arquivos de uma vez. Os atributos de cada arquivo aparecer&atilde;o na coluna esquerda da tela. Para encontrar informa&ccedil;&otilde;es sobre o comando ATTRIB no prompt de comando, digite:</p>
            <p class="bold">ATTRIB/? </p>
            <p>Para acessar o equivalente do Windows para o atributo ATTRIB, clique com o bot&atilde;o direito do mouse em um arquivo do Windows Explorer e escolha <strong>Propriedades</strong>. </p>
            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O: </span>Para ver as propriedades de um arquivo no Windows Explorer, primeiro defina o Windows Explorer para "Mostrar arquivos ocultos". Use este caminho: </p>
            <p>Clique com o bot&atilde;o direito do mouse em <span class="bold">Iniciar &gt; Pesquisar &gt; Ferramentas &gt; Op&ccedil;&otilde;es de pasta &gt; Exibir</span></p>
            <p><span class="bold">NTFS e FAT32</span><br>O Windows XP e o Windows 2000 usam sistemas de arquivos FAT32 e NTFS. Seguran&ccedil;a &eacute; uma das diferen&ccedil;as mais importantes entre esses sistemas de arquivos. O NTFS aceita mais arquivos e arquivos maiores do que o FAT32 e oferece recursos de seguran&ccedil;a mais flex&iacute;veis para arquivos e pastas. As Figuras 2 e 3 mostram as propriedades de permiss&atilde;o de arquivos para FAT32 e NTFS.</p>
            <p>As parti&ccedil;&otilde;es podem ser convertidas de FAT32 em NTFS com o utilit&aacute;rio CONVERT.EXE. Esse procedimento garantir&aacute; as vantagens extras de seguran&ccedil;a do NTFS. Para reverter uma parti&ccedil;&atilde;o NTFS em uma parti&ccedil;&atilde;o FAT32, reformate a parti&ccedil;&atilde;o e restaure os dados de um backup.</p>
            <p><span class="caution_caps">CUIDADO:</span> Antes de converter o sistema de arquivos, lembre-se de fazer backup dos dados.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_4_9/5.4.9_WS_Answer_NTFS_FAT32_Qs.pdf">Planilha de exerc&iacute;cios </a>
                              <p> <span class="bold">FAT32 e NTFS</span><br> Responder a quest&otilde;es do NTFS e do FAT32<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
        </tr>
      </table>
    </td>
  </tr>
</table>

</body>

</html>
