<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explicar os princ&iacute;pios da rede</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.1.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar os benef&iacute;cios da rede</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Os benef&iacute;cios dos computadores em rede e outros dispositivos incluem custos mais baixos e maior produtividade. Com as redes, os recursos podem ser compartilhados, o que resulta em menos duplica&ccedil;&atilde;o e corrup&ccedil;&atilde;o de dados. </p>
            <p><strong>Menos perif&eacute;ricos necess&aacute;rios<br> </strong>A Figura 1 mostra que v&aacute;rios dispositivos podem ser conectados em uma rede. Cada computador da rede n&atilde;o precisa ter sua pr&oacute;pria impressora, scanner ou dispositivo de backup. V&aacute;rias impressoras podem ser instaladas em um local central e compartilhadas entre os usu&aacute;rios da rede. Todos os usu&aacute;rios da rede enviam trabalhos de impress&atilde;o a um servidor de impress&atilde;o central que gerencia as solicita&ccedil;&otilde;es de impress&atilde;o. O servidor de impress&atilde;o pode distribuir trabalhos de impress&atilde;o por v&aacute;rias impressoras ou enfileirar trabalhos que exijam uma impressora espec&iacute;fica.</p>
            <p><strong>Recursos de comunica&ccedil;&atilde;o aprimorados</strong> <br> As redes fornecem v&aacute;rias ferramentas diferentes de colabora&ccedil;&atilde;o que podem ser usadas para a comunica&ccedil;&atilde;o entre usu&aacute;rios da rede. As ferramentas de colabora&ccedil;&atilde;o online incluem e-mail, f&oacute;runs e bate-papos, voz e v&iacute;deo e mensagens instant&acirc;neas. Com essas ferramentas, os usu&aacute;rios podem se comunicar com os amigos, a fam&iacute;lia e os colegas.</p>
            <p><strong>Evitar duplica&ccedil;&atilde;o e corrup&ccedil;&atilde;o de arquivos </strong><br> Um servidor gerencia os recursos da rede. Os servidores armazenam dados e os compartilham com os usu&aacute;rios da rede. Dados confidenciais ou sens&iacute;veis podem ser protegidos e compartilhados com os usu&aacute;rios que possuem permiss&atilde;o para acessar esses dados. O software de rastreamento de documento pode ser usado para impedir que os usu&aacute;rios sobrescrevam arquivos ou alterem arquivos que outras pessoas estejam acessando ao mesmo tempo.</p>
            <p><strong>Menor custo com licenciamento<br> </strong>O licenciamento de aplicativos pode ser caro para computadores individuais. V&aacute;rios fornecedores de software oferecem licen&ccedil;as de site para redes, o que pode reduzir drasticamente o custo do software. A licen&ccedil;a de site permite que um grupo de pessoas ou uma organiza&ccedil;&atilde;o inteira use o aplicativo por uma &uacute;nica taxa.</p>
            <p><strong>Administra&ccedil;&atilde;o centralizada<br> </strong>A administra&ccedil;&atilde;o centralizada reduz o n&uacute;mero de pessoas necess&aacute;rias para gerenciar os dispositivos e dados da rede, reduzindo o tempo e custo para a empresa. Usu&aacute;rios individuais da rede n&atilde;o precisam gerenciar seus pr&oacute;prios dados e dispositivos. Um administrador pode controlar os dados, os dispositivos e as permiss&otilde;es dos usu&aacute;rios na rede. Fazer o backup dos dados &eacute; mais f&aacute;cil porque os dados s&atilde;o armazenados em um local central.
            </p>
            <p><strong>Conservar recursos<br> </strong>O processamento de dados pode ser distribu&iacute;do por v&aacute;rios computadores para impedir que um computador fique sobrecarregado com tarefas de processamento. </p>
            <p>&nbsp;</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text">
                              <p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <strong>Atividade </strong></p>
                              <p><strong>Vantagens e desvantagens da rede<br> </strong>Conclua a atividade de correspond&ecirc;ncia de rede na Figura 2<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <p>&nbsp;</p>
            <p></p>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
</body>

</html>
