<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever conceitos e tecnologias de rede b&aacute;sica</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar largura de banda e transmiss&atilde;o de dados</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A largura de banda &eacute; a quantidade de dados que pode ser transmitida em um determinado per&iacute;odo de tempo. Quando os dados s&atilde;o enviados por uma rede de computadores, eles s&atilde;o quebrados em pequenas partes chamadas de pacotes. Cada pacote cont&eacute;m cabe&ccedil;alhos. Um cabe&ccedil;alho &eacute; a informa&ccedil;&atilde;o adicionada a cada pacote que cont&eacute;m a origem e o destino do pacote. Um cabe&ccedil;alho tamb&eacute;m cont&eacute;m informa&ccedil;&otilde;es que descrevem como reunir todos os pacotes novamente no destino. O tamanho da largura de banda determina a quantidade de informa&ccedil;&otilde;es que pode ser transmitida.</p>
            <p>A largura de banda &eacute; medida em bits por segundo e normalmente &eacute; indicada por uma das seguintes unidades de medida:</p>
            <ul>
              <li>bps (bits per second, bits por segundo)</li>
              <li>Kbps (kilobits per second, kilobits por segundo)</li>
              <li>Mbps (megabits per second, megabits por segundo)</li>
            </ul>
	    <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> Um byte &eacute; igual a 8 bits e &eacute; abreviado com um B mai&uacute;sculo. Um MBps &eacute; aproximadamente 8 Mbps. </p>

            <p>A Figura 1 mostra como a largura de banda em uma rede pode ser comparada a uma estrada. No exemplo da estrada, os carros e caminh&otilde;es representam os dados. O n&uacute;mero de pistas da estrada representa a quantidade de carros que poderiam viajar na estrada ao mesmo tempo. Uma estrada de oito pistas pode suportar quatro vezes o n&uacute;mero de carros que uma estrada de duas pistas. </p>
            <p>Os dados transmitidos pela rede podem circular usando um dentre tr&ecirc;s modos: simplex, half-duplex ou full-duplex.</p>
            <p><span class="bold">Simplex</span><br> Simplex, tamb&eacute;m chamado de unidirecional, &eacute; uma transmiss&atilde;o &uacute;nica de uma dire&ccedil;&atilde;o. Um exemplo de uma transmiss&atilde;o simplex &eacute; o sinal enviado de uma esta&ccedil;&atilde;o de TV para a TV da sua casa.</p>
            <p><span class="bold">Half-Duplex</span><br> Quando os dados circulam em uma dire&ccedil;&atilde;o de cada vez, isso &eacute; conhecido como half-duplex. Com o modo half-duplex, o canal de comunica&ccedil;&otilde;es permite transmiss&otilde;es alternadas em duas dire&ccedil;&otilde;es, mas n&atilde;o nas duas dire&ccedil;&otilde;es simultaneamente. R&aacute;dios bidirecionais, como r&aacute;dios de comunica&ccedil;&atilde;o m&oacute;vel da pol&iacute;cia ou da emerg&ecirc;ncia, funcionam com transmiss&otilde;es half-duplex. Quando voc&ecirc; pressiona o bot&atilde;o no microfone para transmitir, n&atilde;o pode ouvir a pessoa do outro lado. Se as pessoas dos dois lados tentarem falar ao mesmo tempo, nenhuma transmiss&atilde;o ser&aacute; feita.</p>
            <p><span class="bold">Full-Duplex</span><br> Quando os dados circulam nas duas dire&ccedil;&otilde;es ao mesmo tempo, isso &eacute; conhecido como full-duplex. Embora os dados circulem nas duas dire&ccedil;&otilde;es, a largura de banda &eacute; medida apenas em uma dire&ccedil;&atilde;o. Um cabo de rede com 100 Mbps no modo full-duplex possui uma largura de banda de 100 Mbps.</p>
            <p>Uma conversa por telefone &eacute; um exemplo de comunica&ccedil;&atilde;o full-duplex. As duas pessoas podem falar e ser ouvidas ao mesmo tempo.</p>
            <p>A tecnologia de rede full-duplex aumenta o desempenho da rede porque os dados podem ser enviados e recebidos ao mesmo tempo. A tecnologia de banda larga permite que v&aacute;rios sinais viajem no mesmo cabo simultaneamente. Tecnologias de banda larga, como DSL (digital subscriber line, linha de assinante digital) e cabo, funcionam no modo full-duplex. Com uma conex&atilde;o DSL, por exemplo, os usu&aacute;rios podem baixar dados no computador e conversar no telefone ao mesmo tempo. </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
