<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os m&eacute;todos de comunica&ccedil;&atilde;o sem fio de laptops e dispositivos port&aacute;teis</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a Tecnologia por Infravermelho</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p> A tecnologia sem fio por infravermelho &eacute; uma tecnologia sem fio de baixo alcance, baixa energia. O infravermelho transmite os dados usando os LEDs (light-emitting diode, diodo emissor de luz) e recebe os dados usando fotodiodos.</p>
              <p> As redes sem fio por infravermelho n&atilde;o s&atilde;o regulamentadas globalmente. No entanto, a IrDA (Infrared Data Association, Associa&ccedil;&atilde;o de dados infravermelhos) define as especifica&ccedil;&otilde;es de comunica&ccedil;&atilde;o sem fio por infravermelho. Consulte a Figura 1 para obter as caracter&iacute;sticas de infravermelho. </p>
              <p> H&aacute; quatro tipos de redes de infravermelho: </p>
              <ul>

              <li> Linha de vis&atilde;o - O sinal &eacute; transmitido somente se houver uma vis&atilde;o clara, desobstru&iacute;da entre os dispositivos.</li>

              <li> Dispers&atilde;o &ndash; O sinal encobre telhados e paredes. </li>

              <li> Refletivo - O sinal &eacute; enviado a um transceptor &oacute;ptico e &eacute; redirecionado ao dispositivo de recebimento.</li>

              <li> Teleponto &oacute;ptico de banda larga &ndash; A transmiss&atilde;o pode atender aos requisitos de multim&iacute;dia de alta qualidade.</li>
              </ul>
              <p> As redes de infravermelho s&atilde;o ideais para conectar laptops aos seguintes tipos de dispositivos que estiverem pr&oacute;ximos: </p>
              <ul>
                <li> Projetor multim&iacute;dia </li>
                <li> PDA </li>
                <li> Impressora </li>
                <li> Controle remoto </li>
                <li> Mouse sem fio </li>
                <li> Teclado sem fio </li>
              </ul>
              <p> A configura&ccedil;&atilde;o dos dispositivos infravermelhos &eacute; muito simples. Muitos dispositivos infravermelhos conectam-se &agrave; porta USB em um laptop ou computador de mesa. Depois que o computador detectar o novo dispositivo, o Windows XP instalar&aacute; os drivers apropriados, conforme mostrado na Figura 2. A instala&ccedil;&atilde;o &eacute; semelhante a configura&ccedil;&atilde;o de uma conex&atilde;o de rede de &aacute;rea local. </p>
              <p> Infravermelho &eacute; uma solu&ccedil;&atilde;o de conex&atilde;o de baixo alcance, pr&aacute;tica, mas tem algumas limita&ccedil;&otilde;es:</p>

            <ul>
              <li> A luz infravermelha n&atilde;o pode penetrar em tetos ou paredes. </li>
              <li> Os sinais de infravermelho s&atilde;o suscet&iacute;veis a interfer&ecirc;ncia e dilui&ccedil;&atilde;o por fontes de luz fortes, como luz fluorescente.  </li>
              <li> Os dispositivos de dispers&atilde;o de infravermelho podem estabelecer conex&atilde;o sem uma linha de vis&atilde;o, mas as taxas de transfer&ecirc;ncia de dados s&atilde;o inferiores e as dist&acirc;ncias s&atilde;o mais curtas.</li>
              <li>As dist&acirc;ncias de infrainfravermelho devem ser de 3 p&eacute;s (1m) ou menos quando usadas para comunica&ccedil;&otilde;es do computador.</li>
            </ul>
           </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
