<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Implementar a utilização de uma ferramenta adequada</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Demonstrar o uso adequado de uma pulseira antiestática</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Como informado anteriormente, um exemplo de descarga eletrost&aacute;tica &eacute; o choque suave que algu&eacute;m sente ao atravessar uma sala acarpetada e tocar na ma&ccedil;aneta de uma porta. Embora esse choque n&atilde;o lhe cause problemas, a mesma descarga el&eacute;trica que passar de voc&ecirc; para o computador causar&aacute; danos aos seus componentes. O uso da pulseira antiest&aacute;tica pode evitar danos por descarga el&eacute;trica aos componentes do computador.</p>
            <p>O objetivo de uma pulseira antiest&aacute;tica &eacute; equilibrar a descarga el&eacute;trica entre voc&ecirc; e o equipamento. A pulseira antiest&aacute;tica &eacute; um condutor que conecta seu corpo ao equipamento no qual voc&ecirc; est&aacute; trabalhando. Quando a eletricidade est&aacute;tica se acumula em seu corpo, a conex&atilde;o estabelecida entre a pulseira e o equipamento (ou terra) canaliza a eletricidade atrav&eacute;s do fio conectado &agrave; pulseira.</p>
            <p>Como indica a Figura 1, a pulseira tem duas partes e &eacute; f&aacute;cil de usar:</p>
            <ol>
              <li> Coloque a pulseira ao redor do seu punho e prenda-a com o fecho ou o velcro. O metal na parte traseira da pulseira deve permanecer em contato com a pele o tempo inteiro. </li>
              <li>Prenda o conector &agrave; extremidade do fio da pulseira e conecte a outra extremidade ao equipamento ou ao mesmo ponto de aterramento ao qual a esteira antiest&aacute;tica est&aacute; conectada. A estrutura met&aacute;lica do gabinete &eacute; um bom local para conectar o fio. Para conectar o fio ao equipamento no qual voc&ecirc; est&aacute; trabalhando, escolha uma superf&iacute;cie met&aacute;lica sem pintura. Superf&iacute;cies pintadas n&atilde;o conduzem a eletricidade t&atilde;o bem quanto as de metal sem pintura.</li>
            </ol>
            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O: </span>conecte o fio ao equipamento, no mesmo lado do bra&ccedil;o com a pulseira antiest&aacute;tica. Assim, o fio n&atilde;o o atrapalhar&aacute; enquanto voc&ecirc; trabalha.</p>
            <p>Embora a pulseira antiest&aacute;tica ajude a evitar a descarga eletrost&aacute;tica, voc&ecirc; pode reduzir ainda mais os riscos se n&atilde;o usar roupas de seda, poli&eacute;ster ou l&atilde;. Esses tecidos s&atilde;o mais propensos a gerar descarga est&aacute;tica.</p>
            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> os t&eacute;cnicos devem dobrar as mangas, retirar len&ccedil;os ou gravatas, e prender as camisas dentro da cal&ccedil;a para evitar interfer&ecirc;ncia de suas roupas. Verifique se brincos, colares e outras bijuterias ou j&oacute;ias soltas est&atilde;o bem presas.</p>
            <p><span class="caution_caps">CUIDADO:</span> nunca use a pulseira antiest&aacute;tica ao reparar monitores ou CRTs. </p>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
