<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">3.7</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Conectar todos os cabos internos</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	  <tr>
	  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	  	    <td height="25"  class="toptitle02_white_bold">3.7.1</td>
	  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Conectar os cabos de energia</td>
	  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
 	 </tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p><span class="bold">Conex&otilde;es de energia da placa-m&atilde;e</span><br> Assim como outros componentes, a placa-m&atilde;e requer energia para funcionar. O principal conector de energia ATX (Advanced Technology Extended) tem 20 ou 24 pinos. A fonte de energia tamb&eacute;m pode ter um conector de energia auxiliar (AUX) de 4 ou 6 pinos que se encaixa na placa-m&atilde;e. Um conector de 20 pinos funcionar&aacute; na placa-m&atilde;e com um conector (soquete) de 24 pinos.
            </p>
            <p>Siga estas etapas para a instala&ccedil;&atilde;o do cabo de energia da placa-m&atilde;e:</p>
            <ol>
              <li>Encaixe o conector de energia ATX de 20 pinos no conector da placa-m&atilde;e. [Figura 1]</li>
              <li>Pressione cuidadosamente o conector para baixo at&eacute; encaix&aacute;-lo. </li>
              <li>Encaixe o conector de energia AUX de 4 pinos no conector da placa-m&atilde;e. [Figura 2]</li>
              <li>Pressione cuidadosamente o conector para baixo at&eacute; encaix&aacute;-lo. </li>
            </ol>
            <p><span class="bold">Conectores de energia SATA</span><br>Os conectores de energia SATA usam um conector de 15 pinos. Conectores de energia SATA s&atilde;o usados em unidades de disco r&iacute;gido, unidades &oacute;pticas ou outros dispositivos que tenham um conector de energia SATA.</p>
            <p><span class="bold">Conectores de energia Molex</span><br>Unidades de disco r&iacute;gido e unidades &oacute;pticas que n&atilde;o t&ecirc;m conectores de energia SATA usam o conector de energia Molex.</p>
            <p><span class="caution_caps">CUIDADO:</span> N&atilde;o utilize o conector Molex e o conector de energia SATA na mesma unidade simultaneamente.</p>
            <p><span class="bold">Conectores de energia Berg</span><br>O conector de energia Berg de 4 pinos fornece energia &agrave; unidade de disquete.</p>
            <p>Siga estas etapas para a instala&ccedil;&atilde;o do conector de energia:</p>
            <ol>
              <li>Encaixe o conector de energia SATA &agrave; unidade de disco r&iacute;gido. [Figura 3] </li>
              <li>Encaixe o conector de energia Molex na unidade &oacute;ptica. [Figura 4] </li>
              <li>Encaixe o conector de energia Berg de 4 pinos na unidade de disquete. [Figura 5]</li>
              <li>Encaixe o conector de energia da ventoinha de 3 pinos na cabe&ccedil;a da ventoinha apropriada da placa-m&atilde;e, como indica o manual da placa-m&atilde;e. [Figura 6] </li>
              <li>Encaixe os cabos adicionais do gabinete nos conectores apropriados, como indica o manual da placa-m&atilde;e.</li>
            </ol>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
