<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">11.7</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Resumo</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Neste cap&iacute;tulo, voc&ecirc; aprendeu sobre diagn&oacute;stico e reparo avan&ccedil;ados do computador e como levar em considera&ccedil;&atilde;o as atualiza&ccedil;&otilde;es e selecionar os componentes. Este cap&iacute;tulo tamb&eacute;m apresentou algumas t&eacute;cnicas detalhadas de solu&ccedil;&atilde;o de problemas para ajud&aacute;-lo a localizar e resolver problemas e apresentar suas descobertas ao cliente.</p>

				<ul>
					<li>Voc&ecirc; aprendeu sobre as fun&ccedil;&otilde;es dos t&eacute;cnicos de campo, remoto e de bancada e as possibilidades de trabalho que est&atilde;o dispon&iacute;veis &agrave;queles que entram na equipe de trabalho com algum conhecimento das habilidades avan&ccedil;adas de solu&ccedil;&atilde;o de problemas. </li>
					<li>Voc&ecirc; pode explicar e executar procedimentos seguros de laborat&oacute;rio e o uso das ferramentas. Voc&ecirc; pode descrever a seguran&ccedil;a el&eacute;trica b&aacute;sica, principalmente como aplic&aacute;-la a monitores e impressoras a laser. Voc&ecirc; est&aacute; informado sobre o objetivo e a execu&ccedil;&atilde;o das normas de seguran&ccedil;a do trabalhador.</li>
					<li>Voc&ecirc; sabe os procedimentos seguros de descarte de v&aacute;rios tipos de baterias de computador e tipos de hardware, como monitores.</li>
					<li>Voc&ecirc; pode recomendar aos clientes as formas de proteger os computadores, usando boas pr&aacute;ticas de manuten&ccedil;&atilde;o preventiva.  </li>
					<li>Voc&ecirc; pode descrever formas de limpar os componentes externos de um computador, incluindo o monitor, gabinete, impressora e perif&eacute;ricos. Voc&ecirc; pode descrever como limpar os componentes internos de um computador, como placa-m&atilde;e, CPU e sistema de resfriamento, RAM e adaptadores.</li>
					<li>Voc&ecirc; sabe como recomendar aos clientes quando &eacute; melhor atualizar um computador e os componentes e quando &eacute; melhor comprar novos produtos.</li>
					<li>Voc&ecirc; pode explicar as etapas envolvidas na adi&ccedil;&atilde;o e configura&ccedil;&atilde;o de um segundo disco r&iacute;gido. Voc&ecirc; pode descrever as etapas envolvidas na atualiza&ccedil;&atilde;o de v&aacute;rios componentes do computador, como gabinetes, fontes de energia, a CPU e o sistema de resfriamento, RAM, disco r&iacute;gido e adaptadores.</li>
					<li>Voc&ecirc; pode demonstrar o uso de perguntas iniciais e finais que s&atilde;o apropriadas para um t&eacute;cnico de n&iacute;vel dois para determinar o problema. </li>
					<li>Voc&ecirc; pode descrever as etapas de solu&ccedil;&atilde;o de problemas, incluindo coleta de dados do cliente, verifica&ccedil;&atilde;o dos problemas &oacute;bvios, tentativa de solu&ccedil;&otilde;es r&aacute;pidas, avalia&ccedil;&atilde;o dos problemas e implementa&ccedil;&atilde;o de solu&ccedil;&otilde;es at&eacute; o problema ser resolvido.</li>
					<li>Voc&ecirc; tem uma compreens&atilde;o da fun&ccedil;&atilde;o do t&eacute;cnico de n&iacute;vel dois e como criar esfor&ccedil;os para solu&ccedil;&atilde;o de problemas de um t&eacute;cnico de n&iacute;vel um.</li>

				</ul>

         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
