<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
 <table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.10</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características de outras tecnologias usadas para estabelecer conectividade</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.10.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Definir a comunica&ccedil;&atilde;o da linha de energia </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>PLC (power line communication, comunica&ccedil;&atilde;o da linha de energia) &eacute; um m&eacute;todo de comunica&ccedil;&atilde;o que usa fia&ccedil;&otilde;es de distribui&ccedil;&atilde;o de energia (grade el&eacute;trica local) para enviar e receber dados.</p>
            <p>O PLC &eacute; conhecido por outros nomes:</p>
            <ul>
              <li>PLN (Power Line Networking, rede de linha de energia)</li>
              <li>Comunica&ccedil;&otilde;es principais</li>
              <li>PLT (Power Line Telecoms, telecomunica&ccedil;&otilde;es de linha de energia)</li>
            </ul>
            <p>Com o PLC, uma empresa de el&eacute;trica pode sobrepor um sinal anal&oacute;gico sobre a CA padr&atilde;o de 50 ou 60 Hz que viaja em linhas de energia. O sinal anal&oacute;gico pode carregar sinais de voz e dados.</p>
            <p>O PLC pode estar dispon&iacute;vel em &aacute;reas onde outras conex&otilde;es de alta velocidade n&atilde;o est&atilde;o. O PLC &eacute; mais r&aacute;pido que um modem anal&oacute;gico e pode custar muito menos que outros tipos de conex&atilde;o de alta velocidade. &Agrave; medida que a tecnologia se desenvolve, ele se tornar&aacute; mais comum e sua velocidade poder&aacute; aumentar.</p>
            <p>Voc&ecirc; pode usar o PLC em computadores de rede dentro da sua resid&ecirc;ncia em vez de instalar cabeamento de rede ou tecnologia sem fio. As conex&otilde;es PLC podem ser usadas em qualquer lugar onde haja uma tomada el&eacute;trica. Voc&ecirc; pode controlar a ilumina&ccedil;&atilde;o e seus aparelhos usando o PLC sem instalar cabeamento de controle.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
