<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de redes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.2.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar as redes ponto-a-ponto</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Em uma rede ponto-a-ponto, os dispositivos s&atilde;o conectados diretamente uns aos outros sem qualquer dispositivo de rede adicional entre eles. Neste tipo de rede, cada dispositivo possui recursos e responsabilidades equivalentes. Os usu&aacute;rios individuais s&atilde;o respons&aacute;veis por seus pr&oacute;prios recursos e podem decidir que dados e dispositivos ir&atilde;o compatilhar. Como os usu&aacute;rios individuais s&atilde;o respons&aacute;veis pelos recursos em seus pr&oacute;prios computadores, n&atilde;o h&aacute; nenhum ponto central de controle ou administra&ccedil;&atilde;o na rede. </p>
            <p>As redes ponto-a-ponto funcionam melhor em ambientes com dez ou menos computadores. Como os usu&aacute;rios individuais est&atilde;o no controle de seus pr&oacute;prios computadores, n&atilde;o h&aacute; necessidade de contratar um administrador de rede.</p>
            <p>As redes ponto-a-ponto possuem v&aacute;rias desvantagens:</p>
            <ul>
              <li>N&atilde;o h&aacute; nenhuma administra&ccedil;&atilde;o de rede centralizada, o que dificulta determinar quem controla os recursos da rede. </li>
              <li> N&atilde;o h&aacute; seguran&ccedil;a centralizada. Cada computador deve usar medidas de seguran&ccedil;a separadas para a prote&ccedil;&atilde;o de dados. </li>
              <li> A rede se torna mais complexa e dif&iacute;cil de gerenciar &agrave; medida que o n&uacute;mero de computadores na rede aumenta. </li>
              <li> Pode n&atilde;o existir um armazenamento de dados centralizado. Backups de dados separados devem ser mantidos. Essa responsabilidade recai sobre os usu&aacute;rios individuais. </li>
            </ul>
            <p>As redes ponto-a-ponto ainda existem dentro de redes maiores hoje. Mesmo em uma rede cliente grande, os usu&aacute;rios ainda podem compartilhar recusos diretamente com outros usu&aacute;rios sem usar um servidor de rede. Na sua casa, se voc&ecirc; possuir mais de um computador, pode configurar uma rede ponto-a-ponto. Voc&ecirc; pode compartilhar arquivos com outros computadores, enviar mensagens entre computadores e imprimir documento em uma impressora compartilhada.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
