<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar e aplicar as t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para sistemas operacionais</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.6.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Agendamento de uma tarefa</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A manuten&ccedil;&atilde;o preventiva consiste em limpar, inspecionar e fazer pequenos reparos, al&eacute;m de utilizar ferramentas de aplicativos j&aacute; presentes no sistema operacional ou que podem ser carregadas no disco r&iacute;gido do usu&aacute;rio. A maioria dos aplicativos de manuten&ccedil;&atilde;o preventiva pode ser configurada para ser executada automaticamente de acordo com uma programa&ccedil;&atilde;o. </p>
            <p>O Windows possui os seguintes utilit&aacute;rios que iniciar&atilde;o tarefas quando voc&ecirc; program&aacute;-las:</p>
            <ul>
              <li>O comando AT do DOS inicia tarefas em um determinado hor&aacute;rio usando a interface de linha de comando.</li>
              <li>O Agendador de Tarefas do Windows inicia tarefas em um determinado hor&aacute;rio usando uma interface gr&aacute;fica do usu&aacute;rio.</li>
            </ul>
            <p>Informa&ccedil;&otilde;es sobre o comando AT est&atilde;o dispon&iacute;veis neste caminho:</p>
            <p class="bold">Iniciar &gt; Executar &gt; cmd </p>
            <p>Em seguida, digite <span class="bold">AT /?</span> na linha de comando.</p>
            <p>Acesse o Agendador de Tarefas do Windows seguindo este caminho: </p>
            <p class="bold">Iniciar &gt; Todos os programas &gt; Acess&oacute;rios &gt; Ferramentas do Sistema &gt; Tarefas agendadas</p>
            <p>Essas duas ferramentas permitem aos usu&aacute;rios configurar comandos para serem executados em um determinado momento apenas uma vez ou para serem repetidos em determinados dias ou hor&aacute;rios. O Agendador de Tarefas do Windows, exibido na Figura 1, &eacute; mais f&aacute;cil de ser aprendido e usado do que o comando AT, especialmente quando se trata de tarefas recorrentes e de excluir tarefas j&aacute; programadas.</p>
            <p><span class="bold">Utilit&aacute;rios do sistema</span><br> Existem v&aacute;rios utilit&aacute;rios inclu&iacute;dos no DOS e no Windows que ajudam a manter a integridade do sistema.  H&aacute; dois utilit&aacute;rios que s&atilde;o ferramentas &uacute;teis para uma manuten&ccedil;&atilde;o preventiva:</p>
            <ul>
              <li><strong>ScanDisk ou CHKDSK</strong> &ndash; O ScanDisk (Windows 2000) e o CHKDSK (Windows XP) verificam a integridade de arquivos e pastas e examinam a superf&iacute;cie do disco r&iacute;gido em busca de erros f&iacute;sicos. Use-os pelo menos uma vez por m&ecirc;s e tamb&eacute;m sempre que uma perda repentina de energia causar o desligamento do sistema.</li>
              <li><strong>Defrag</strong> &ndash; &Agrave; medida que os arquivos aumentam de tamanho, alguns dados s&atilde;o gravados no pr&oacute;ximo espa&ccedil;o dispon&iacute;vel do disco.  Com o tempo, os dados ficam fragmentados ou espalhados por todo o disco r&iacute;gido. Leva tempo para procurar cada se&ccedil;&atilde;o dos dados. O Defrag re&uacute;ne os dados n&atilde;o cont&iacute;guos em um lugar, fazendo com que os arquivos sejam executados mais rapidamente.</li>
            </ul>
            <p>Voc&ecirc; pode acessar esses dois utilit&aacute;rios usando este caminho:</p>
            <p class="bold">Iniciar &gt; Todos os programas &gt; Acess&oacute;rios &gt; Ferramentas do Sistema &gt; Desfragmentador de disco</p>
            <p><span class="bold">Atualiza&ccedil;&otilde;es autom&aacute;ticas</span><br> Se toda tarefa de manuten&ccedil;&atilde;o tivesse que ser programada a cada vez que ela fosse executada, consertar computadores seria muito mais dif&iacute;cil do que &eacute; hoje. Felizmente, ferramentas como o Assistente de tarefa agendada permitem que v&aacute;rias fun&ccedil;&otilde;es sejam automatizadas. Mas como voc&ecirc; pode automatizar a atualiza&ccedil;&atilde;o do software que n&atilde;o foi gravado?            </p>
            <p>Os sistemas operacionais e os aplicativos est&atilde;o sendo constantemente atualizados por raz&otilde;es de seguran&ccedil;a e para uma maior funcionalidade. &Eacute; importante que a Microsoft e outras empresas forne&ccedil;am um servi&ccedil;o de atualiza&ccedil;&atilde;o, conforme exibido na Figura 2. O servi&ccedil;o de atualiza&ccedil;&atilde;o pode verificar o sistema em busca de atualiza&ccedil;&otilde;es necess&aacute;rias e, em seguida, recomendar o que deve ser baixado e instalado. O servi&ccedil;o de atualiza&ccedil;&atilde;o pode baixar e instalar atualiza&ccedil;&otilde;es assim que elas estiverem dispon&iacute;veis ou conforme necess&aacute;rio e instal&aacute;-las quando o computador for reinicializado da pr&oacute;xima vez. O Assistente de atualiza&ccedil;&atilde;o da Microsoft est&aacute; dispon&iacute;vel neste caminho:</p>
            <p class="bold">Iniciar &gt; Painel de controle &gt; Sistema &gt; Atualiza&ccedil;&otilde;es Autom&aacute;ticas</p>
            <p>A maioria dos softwares antiv&iacute;rus cont&eacute;m seu pr&oacute;prio recurso de atualiza&ccedil;&atilde;o. Ele pode atualizar tanto seu software de aplicativo como seus arquivos do banco de dados automaticamente. Essa fun&ccedil;&atilde;o permite que ele forne&ccedil;a uma prote&ccedil;&atilde;o imediata &agrave; medida que novas amea&ccedil;as s&atilde;o reveladas.</p>
            <p><span class="bold">Ponto de restaura&ccedil;&atilde;o</span><br> Uma atualiza&ccedil;&atilde;o pode &agrave;s vezes causar s&eacute;rios problemas. Talvez exista no sistema um programa mais antigo n&atilde;o compat&iacute;vel com o sistema operacional atual. Uma atualiza&ccedil;&atilde;o autom&aacute;tica pode instalar c&oacute;digos que funcionar&atilde;o para a maioria dos usu&aacute;rios, mas n&atilde;o funcionar&atilde;o com o seu sistema.</p>
            <p>O Ponto de restaura&ccedil;&atilde;o do Windows, exibido na Figura 3, &eacute; a solu&ccedil;&atilde;o para esse problema. O Windows XP pode criar uma imagem das configura&ccedil;&otilde;es atuais do computador, chamada de ponto de restaura&ccedil;&atilde;o. Ent&atilde;o, se o computador travar ou se uma atualiza&ccedil;&atilde;o causar problemas no sistema, o computador poder&aacute; ser revertido para uma configura&ccedil;&atilde;o anterior.</p>
            <p>Um t&eacute;cnico deve sempre criar um ponto de restaura&ccedil;&atilde;o antes de atualizar ou substituir o sistema operacional. Os pontos de restaura&ccedil;&atilde;o tamb&eacute;m devem ser criados nas seguintes situa&ccedil;&otilde;es:</p>
            <ul>
              <li>Quando um aplicativo &eacute; instalado </li>
              <li>Quando um driver &eacute; instalado </li>
            </ul>
            <p><strong>OBSERVA&Ccedil;&Atilde;O:</strong> Um ponto de restaura&ccedil;&atilde;o faz o backup de drivers, arquivos do sistema e configura&ccedil;&otilde;es do Registro, mas n&atilde;o de dados de aplicativos.</p>
            <p>Para restaurar ou criar um ponto de restaura&ccedil;&atilde;o, use o seguinte caminho:</p>
            <p class="bold">Iniciar &gt; Todos os programas &gt; Acess&oacute;rios &gt; Ferramentas do Sistema &gt; Restaura&ccedil;&atilde;o do sistema </p>
            <p><span class="bold">ERD e ASR</span><br> O Windows 2000 proporciona a cria&ccedil;&atilde;o de um ERD (Emergency Repair Disk, disco de repara&ccedil;&atilde;o de emerg&ecirc;ncia) que salva arquivos de inicializa&ccedil;&atilde;o essenciais e informa&ccedil;&otilde;es de configura&ccedil;&atilde;o necess&aacute;rias para solucionar problemas no Windows. O Windows XP oferece os mesmos recursos com o assistente para ASR (Automated System Recovery, recupera&ccedil;&atilde;o automatizada do sistema). Embora o ERD e o ASR sejam ferramentas poderosas de solu&ccedil;&atilde;o de problemas, eles nunca devem substituir um bom backup.</p>
            <p>Um CD de recupera&ccedil;&atilde;o cont&eacute;m os arquivos essenciais usados para reparar o sistema ap&oacute;s um problema s&eacute;rio, como pane no disco r&iacute;gido. O CD de recupera&ccedil;&atilde;o pode conter a vers&atilde;o original do Windows, drivers de hardware e software de aplicativo. Quando o CD de recupera&ccedil;&atilde;o for usado, o computador ser&aacute; restaurado para a configura&ccedil;&atilde;o padr&atilde;o original.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_6_2/5.6.2_Lab_Restore_Points.pdf"> Laborat&oacute;rio</a>
                              <p> <span class="activity_bold">Ponto de restaura&ccedil;&atilde;o</span><br> Criar e executar um ponto de restaura&ccedil;&atilde;o<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
