<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    	<td width="18" class="toptitle01_white_bold">14.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    	<td width="100%" class="toptitle01_white_bold">Descrever como compartilhar uma impressora e um scanner em uma rede</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	
<!-- <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">1.0</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Uma das raz&otilde;es principais do desenvolvimento das redes foi permitir que grupos de usu&aacute;rios de computadores compartilhassem dispositivos perif&eacute;ricos. O dispositivo comum mais compartilhado &eacute; a impressora. O compartilhamento de uma &uacute;nica impressora entre um grupo de usu&aacute;rios custa muito menos que a compra de uma impressora para cada computador. </p>

           	<p>As impressoras de baixo custo requerem um servidor de impress&atilde;o separado a fim de permitir a conectividade da rede porque essas impressoras n&atilde;o t&ecirc;m interfaces de rede incorporadas. O computador conectado &agrave; impressora pode funcionar como o servidor de impress&atilde;o. A maioria dos sistemas operacionais de computadores pessoais tem um recurso de compartilhamento de impressora incorporado.</p>

            <p>Depois de confirmar se o software de compartilhamento de impressora est&aacute; instalado, o servidor precisar&aacute; saber qual impressora ele vai compartilhar. Na pasta Impressoras, clique com o bot&atilde;o direito do mouse na impressora a ser compartilhada, selecione <span class="bold">Propriedades</span>e clique na guia <span class="bold">Compartilhamento</span> . Selecione a op&ccedil;&atilde;o <span class="bold">Compartilhar esta impressora</span> e d&ecirc; um nome &agrave; impressora. </p>

            <p>Ap&oacute;s a conclus&atilde;o desta se&ccedil;&atilde;o, voc&ecirc; estar&aacute; apto a:</p>

            <ul>
              	<li>Descrever os tipos de servidores de impress&atilde;o.</li>
              	<li>Descrever como instalar o software e os drivers da impressora da rede em um computador.</li>
			</ul>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
