<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.1</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Identificar os poss&iacute;veis riscos de seguran&ccedil;a e implementar os procedimentos de seguran&ccedil;a adequados relacionados &agrave;s redes</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	<tr>
		<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
		<td height="25"  class="toptitle02_white_bold">15.1.2</td>
		<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
		<td width="100%" height="25" class="toptitle02_white_bold">Explicar cabos, cortadores de cabos e os riscos de um cabo cortado </td>
		<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	</tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

          	<p>Os t&eacute;cnicos de todos os n&iacute;veis devem saber dos riscos antes de trabalhar com equipamentos e cabos de rede. </p>

			<p><span class="caution_caps">CUIDADO:</span> Ao manusear cabos, sempre use prote&ccedil;&atilde;o para os olhos. Nunca toque nas extremidades de qualquer tipo de cabo descascado.</p>

			<p><span class="bold">Riscos do cabo de cobre</span><br>Os cabos de cobre tamb&eacute;m podem ser perigosos para manusear. Quando voc&ecirc; corta o cabo de cobre, as malhas pequenas de cobre podem perfurar ou cortar a sua pele. Os peda&ccedil;os pequenos que se desprendem ap&oacute;s o corte dos cabos podem ficar no ar. Lembre-se de sempre usar &oacute;culos de prote&ccedil;&atilde;o ao cortar cabos de qualquer tipo.</p>
			<p>As ferramentas de corte e tor&ccedil;&atilde;o usadas para reparar ou cortar os cabos de cobre podem ser perigosas se n&atilde;o forem usadas corretamente. Leia a documenta&ccedil;&atilde;o que vem com a ferramenta.   Pratique usando a ferramenta em um resto de cabo e pe&ccedil;a ajuda a um instalador com experi&ecirc;ncia se for preciso.</p>
			<p>Lembre-se de que o cabo de cobre conduz eletricidade. A falha de um equipamento, a eletricidade est&aacute;tica ou raios podem energizar at&eacute; mesmo um cabo desconectado. Se estiver com d&uacute;vida, teste o cabo em que est&aacute; trabalhando com um simples detector de tens&atilde;o antes de tocar nele.</p>

         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
