<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identificar as ferramentas e o software utilizados com os componentes do computador pessoal e suas finalidades</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identificar as ferramentas de hardware e suas finalidades</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
			<p>O kit de ferramentas deve conter todas as ferramentas necess&aacute;rias para concluir reparos de hardware. &Agrave; medida que ganhamos experi&ecirc;ncia, aprendemos quais ferramentas devemos ter dispon&iacute;veis para diferentes tipos de trabalhos. As ferramentas de hardware s&atilde;o agrupadas nas quatro categorias a seguir: </p>
  			 <ul>
									<li>Ferramentas ESD (descarga eletrost&aacute;tica)</li>
									<li>Ferramentas manuais</li>
									<li>Ferramentas de limpeza</li>
									<li>Ferramentas de diagn&oacute;stico</li>
			  </ul>

            <p><span class="bold">Ferramentas ESD</span><br> Existem duas ferramentas ESD: a pulseira e a manta antiest&aacute;ticas. A pulseira antiest&aacute;tica protege os equipamentos de computador quando est&atilde;o aterrados em um chassi de computador. A manta antiest&aacute;tica protege o equipamento de computador evitando que a eletricidade est&aacute;tica se acumule no hardware ou no t&eacute;cnico. Clique nos itens da Figura 1 para saber mais sobre as ferramentas ESD.</p>
 			<p><span class="bold">Ferramentas manuais</span><br> A maioria das ferramentas usadas no processo de montagem do computador s&atilde;o pequenas ferramentas manuais. Elas s&atilde;o vendidas separadamente ou como parte de um kit de ferramentas de reparos de computador. Os kits de ferramentas variam muito em tamanho, qualidade e pre&ccedil;o. Clique nos itens da Figura 2 para saber mais sobre as ferramentas manuais.</p>
  			<p><span class="bold">Ferramentas de limpeza</span><br>Ter as ferramentas de limpeza adequadas &eacute; fundamental para a manuten&ccedil;&atilde;o ou o reparo de computadores. O uso dessas ferramentas garante que os componentes do computador n&atilde;o ser&atilde;o danificados durante a limpeza. Clique nos itens da Figura 3 para saber mais sobre as ferramentas de limpeza.</p>
 			<p><span class="bold">Ferramentas de diagn&oacute;stico</span><br> O mult&iacute;metro digital e o adaptador loopback s&atilde;o usados para testar o hardware. Clique nos itens da Figura 4 para saber mais sobre as ferramentas de diagn&oacute;stico.</p>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
