<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos componentes internos</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.4.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identificar nomes, finalidades e características dos sistemas de resfriamento</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Componentes eletr&ocirc;nicos geram calor. O calor &eacute; provocado pelo fluxo de corrente dentro dos componentes. Os componentes do computador funcionam melhor quando mantidos resfriados. Se o calor n&atilde;o for removido, o funcionamento do computador poder&aacute; ser mais lento. Se houver grande ac&uacute;mulo de calor, os componentes poder&atilde;o ser danificados.</p>
            <p>O aumento do fluxo de ar no gabinete do computador possibilita uma maior dissipa&ccedil;&atilde;o de calor. Uma ventoinha do gabinete, mostrada na Figura 1, &eacute; instalada no gabinete do computador para tornar o processo de resfriamento mais eficaz.</p>
            <p>Al&eacute;m das ventoinhas de gabinete, um dissipador de calor elimina o calor do n&uacute;cleo da CPU. Uma ventoinha na parte superior do dissipador de calor, como mostrado na Figura 2, elimina o calor da CPU. Uma ventoinha na parte superior do dissipador de calor, como mostrado na Figura 2, elimina o calor da CPU. </p>
            <p>Outros componentes tamb&eacute;m s&atilde;o suscet&iacute;veis a danos provocados pelo calor e em alguns casos est&atilde;o equipados com ventoinhas. As placas de v&iacute;deo tamb&eacute;m geram bastante calor. Ventoinhas s&atilde;o dedicadas a resfriar a GPU (graphics-processing unit, unidade de processamento de gr&aacute;ficos), como visto na Figura 3. </p>
            <p>Computadores com CPUs e GPUs extremamente r&aacute;pidas podem usar um sistema de resfriamento a &aacute;gua. Uma chapa de metal &eacute; colocada sobre o processador e a &aacute;gua &eacute; bombeada sobre a parte superior para coletar o calor provocado pela CPU. A &aacute;gua &eacute; bombeada para um radiador para ser resfriada pelo ar e, em seguida, colocada novamente em circula&ccedil;&atilde;o.</p>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
