	<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    	<td width="18" class="toptitle01_white_bold">10.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Explicar os aspectos &eacute;ticos e legais ao trabalhar com a tecnologia de computadores</b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Quando voc&ecirc; estiver trabalhando com os clientes e seus equipamentos, h&aacute; algumas regras jur&iacute;dicas e comportamentos &eacute;ticos gerais que voc&ecirc; deve observar. Geralmente, essas regras e comportamentos t&ecirc;m partes em comum.</p>

			<p><span class="bold">Comportamentos &eacute;ticos</span><br> Voc&ecirc; sempre deve respeitar seus clientes e tamb&eacute;m suas propriedades. A propriedade inclui qualquer informa&ccedil;&atilde;o ou dados que podem ser acessados. Essas informa&ccedil;&otilde;es ou dados incluem qualquer um dos itens a seguir:</p>

				<ul>
					<li>E-mails</li>
					<li>Listas telef&ocirc;nicas</li>
					<li>Registros ou dados do computador</li>
					<li>C&oacute;pias impressas de arquivos, informa&ccedil;&otilde;es ou dados deixadas na mesa</li>

				</ul>

			<p>Antes de acessar uma conta do computador, incluindo a conta do administrador, voc&ecirc; deve obter a permiss&atilde;o do cliente. Para o processo de solu&ccedil;&atilde;o de problemas, voc&ecirc; pode ter obtido algumas informa&ccedil;&otilde;es privadas, como nomes de usu&aacute;rios e senhas. Se voc&ecirc; documentar este tipo de informa&ccedil;&atilde;o particular, voc&ecirc; deve mant&ecirc;-la em sigilo. A divulga&ccedil;&atilde;o de qualquer informa&ccedil;&atilde;o do cliente a qualquer pessoa, al&eacute;m de ser anti&eacute;tico, pode ser ilegal. Os detalhes legais das informa&ccedil;&otilde;es do cliente geralmente s&atilde;o tratados no SLA.</p>

			<p>N&atilde;o envie mensagens n&atilde;o solicitadas a um cliente. N&atilde;o envie correspond&ecirc;ncias de massa n&atilde;o solicitadas ou cartas-correntes aos clientes. Nunca envie e-mails an&ocirc;nimos ou falsos. Todas essas atividades s&atilde;o consideradas anti&eacute;ticas e em determinadas circunst&acirc;ncias, podem ser consideradas ilegais. </p>

			<p><span class="bold">Regras Legais</span><br>H&aacute; v&aacute;rias atividades relacionadas ao computador que n&atilde;o s&atilde;o apenas anti&eacute;ticas mas s&atilde;o definitivamente ilegais. Esteja consciente de que esta lista n&atilde;o est&aacute; completa:</p>

				<ul>
					<li>N&atilde;o fa&ccedil;a altera&ccedil;&otilde;es nas configura&ccedil;&otilde;es de software e hardware do sistema sem permiss&atilde;o do cliente.</li>
					<li>N&atilde;o acesse uma conta, arquivos particulares ou mensagens de e-mail do cliente ou do colega sem permiss&atilde;o.</li>
					<li>N&atilde;o instale, copie ou compartilhe o conte&uacute;do digital (incluindo software, m&uacute;sica, texto, imagens e v&iacute;deo) violando os contratos de software e/ou direitos autorais ou leis federais e estaduais aplic&aacute;veis. </li>
					<li>N&atilde;o use os recursos de TI da empresa do cliente para fins comerciais. </li>
					<li>N&atilde;o disponibilize os recursos de TI do cliente para usu&aacute;rios n&atilde;o autorizados. </li>
					<li>Mantenha as informa&ccedil;&otilde;es confidenciais do cliente em sigilo.</li>
					<li>N&atilde;o use intencionalmente os recursos da empresa de um cliente para atividades ilegais. O uso criminoso ou ilegal pode incluir obscenidade, pornografia infantil, amea&ccedil;as, mol&eacute;stia, viola&ccedil;&atilde;o de direitos autorais, viola&ccedil;&atilde;o da marca comercial da universidade, difama&ccedil;&atilde;o, roubo, roubo de identidade e acesso n&atilde;o autorizado.</li>
				</ul>

			<p>Voc&ecirc; conhece as leis de marcas comerciais e de direitos autorais de seu estado ou pa&iacute;s?</p>



<!-- Start Activity box   -->
	  <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
			<tr>
			  <td valign="top">
				<table  width="100%" cellspacing="0" cellpadding="0" border="0" >
				  <tr>
					<td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
					<td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
					<td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
				  </tr>
				</table>
				<table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
				  <tr>
					<td>
					  <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
						<tr>
						  <td width="15" class="activity_text">&nbsp;</td>
						  <td class="activity_text">
							  <p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <b>Atividade</b>
                              <p> <b>Discuss&atilde;o em sala de aula</b><br> Discuta problemas de privacidade<br> <br>
                              </p>
						  </td>
						</tr>
					  </table>
					</td>
				  </tr>
				</table>
			  </td>
			</tr>
		  </table>
   <!-- END Activity box   -->

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
