<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos componentes internos</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.4.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identificar nomes, finalidades e características das unidades de armazenamento</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Uma unidade de armazenamento l&ecirc; ou grava informa&ccedil;&otilde;es em m&iacute;dia de armazenamento &oacute;ptico ou magn&eacute;tico. A unidade pode ser usada para armazenar dados permanentemente ou para recuperar informa&ccedil;&otilde;es de um disco. As unidades de armazenamento podem ser instaladas dentro do gabinete do computador, como um disco r&iacute;gido. Para portabilidade, as unidades de armazenamento podem ser conectadas ao computador usando uma porta USB, uma porta FireWire ou uma porta SCSI. Essas unidades de armazenamento port&aacute;teis s&atilde;o tamb&eacute;m chamadas de unidades remov&iacute;veis e podem ser usadas em v&aacute;rios computadores. A seguir, s&atilde;o descritos alguns tipos comuns de unidades de armazenamento:</p>
            <ul>
              <li>Unidade de disquete</li>
              <li>Disco r&iacute;gido</li>
              <li>Unidade &oacute;ptica</li>
              <li>Unidade flash</li>
              <li>Unidade de rede</li>
            </ul>
            <p><b>Unidade de disquete</b><br> &Eacute; um dispositivo de armazenamento que usa disquetes remov&iacute;veis de 3,5 polegadas. Esses disquetes magn&eacute;ticos podem armazenar 720 KB ou 1,44 MB de dados. Em um computador, geralmente a unidade de disquete &eacute; configurada como  unidade A:. A unidade de disquete poder&aacute; ser usada para inicializar o computador se ele contiver um disquete de boot. Uma unidade de disquete de 5,25 polegadas &eacute; uma tecnologia mais antiga e raramente utilizada.</p>
            <p><b>Disco r&iacute;gido</b><br> &Eacute; um dispositivo de armazenamento magn&eacute;tico que &eacute; instalado dentro do computador. O disco r&iacute;gido &eacute; usado como armazenamento permanente para dados. Em um computador, geralmente o disco r&iacute;gido &eacute; configurado como  unidade C: e cont&eacute;m o sistema operacional e os aplicativos. O disco r&iacute;gido geralmente &eacute; configurado como a primeira unidade na seq&uuml;&ecirc;ncia de inicializa&ccedil;&atilde;o (boot). A capacidade de armazenamento de um disco r&iacute;gido &eacute; medida em bilh&otilde;es de bytes, ou gigabytes (GB). A velocidade de um disco r&iacute;gido &eacute; medida em revolu&ccedil;&otilde;es por minuto (RPM). V&aacute;rios discos r&iacute;gidos podem ser adicionados para aumentar a capacidade de armazenamento.</p>
            <p><b>Unidade &oacute;ptica</b><br> &Eacute; um dispositivo de armazenamento que usa lasers para ler dados na m&iacute;dia &oacute;ptica. Existem dois tipos de unidades &oacute;pticas:</p>
            <ul>
              <li>CD (compact disc, disco compacto)</li>
              <li>DVD (digital versatile disc, disco vers&aacute;til digital) </li>
            </ul>
            <p>As m&iacute;dias &oacute;pticas CD e DVD podem ser pr&eacute;-gravadas (somente leitura), grav&aacute;veis (gravar uma vez) ou regrav&aacute;veis (ler e gravar v&aacute;rias vezes). Os CDs t&ecirc;m capacidade de armazenamento de dados de aproximadamente 700 MB. Os DVDs t&ecirc;m capacidade de armazenamento de dados de aproximadamente 8,5 GB, em um lado do disco.</p>
            <p>H&aacute; diversos tipos de m&iacute;dia &oacute;ptica:</p>
            <ul>
              <li> CD-ROM &ndash; M&iacute;dia de CD de mem&oacute;ria somente leitura que &eacute; pr&eacute;-gravada.</li>
              <li>CD-R &ndash; M&iacute;dia de CD grav&aacute;vel que pode ser gravada uma vez. </li>
              <li>CD-RW &ndash; M&iacute;dia de CD regrav&aacute;vel que pode ser gravada, apagada e regravada.</li>
              <li>DVD-ROM &ndash; M&iacute;dia de DVD de mem&oacute;ria somente leitura que &eacute; pr&eacute;-gravada.</li>
              <li>DVD-RAM &ndash; M&iacute;dia de DVD de mem&oacute;ria de acesso aleat&oacute;rio que pode ser gravada, apagada e regravada. </li>
              <li>DVD+/-R &ndash; M&iacute;dia de DVD grav&aacute;vel que pode ser gravada uma vez.</li>
              <li>DVD+/-RW &ndash; M&iacute;dia de DVD regrav&aacute;vel que pode ser gravada, apagada e regravada.</li>
            </ul>
            <p><b>Unidade flash</b><br> Tamb&eacute;m conhecida como thumb drive, &eacute; um dispositivo de armazenamento remov&iacute;vel que se conecta a uma porta USB. Uma unidade flash usa um tipo de mem&oacute;ria especial que n&atilde;o necessita de energia para manter os dados. Essas unidades podem ser acessadas pelo sistema operacional da mesma maneira que os outros tipos de unidades s&atilde;o acessados. </p>
            <p><b>Tipos de interfaces da unidade</b><br> As unidades &oacute;pticas e de discos r&iacute;gidos  s&atilde;o fabricadas com interfaces diferentes que s&atilde;o usadas para conectar a unidade ao computador. Para instalar uma unidade de armazenamento em um computador, a interface de conex&atilde;o na unidade deve ser a mesma que da controladora na placa-m&atilde;e. A seguir, s&atilde;o descritas algumas interfaces comuns de unidades:</p>
            <ul>
              <li><span class="bold">IDE</span> &ndash; Integrated Drive Electronics, tamb&eacute;m chamada de ATA (Advanced Technology Attachment), &eacute; uma interface antiga da controladora da unidade que conecta computadores e unidades de disco r&iacute;gido. Uma interface IDE usa um conector de 40 pinos.</li>
              <li><span class="bold">EIDE</span> &ndash; Enhanced Integrated Drive Electronics, tamb&eacute;m chamada de ATA-2, &eacute; uma vers&atilde;o atualizada da interface da controladora da unidade IDE. A EIDE suporta discos r&iacute;gidos maiores que 512 MB, ativa o DMA (Direct Memory Access, Acesso direto &agrave; mem&oacute;ria) referente &agrave; velocidade e usa a ATAPI (AT Attachment Packet Interface, Interface de pacote de conex&atilde;o AT) para acomodar unidades &oacute;pticas e unidades de fita no barramento EIDE. Uma interface EIDE usa um conector de 40 pinos. </li>
              <li><span class="bold">PATA</span> &ndash; ATA paralela refere-se &agrave; vers&atilde;o paralela da interface da controladora da unidade ATA.</li>
              <li><span class="bold">SATA</span> &ndash; ATA serial refere-se &agrave; vers&atilde;o serial da interface da controladora da unidade ATA. Uma interface SATA usa um conector de 7 pinos.</li>
              <li><span class="bold">SCSI</span> &ndash; Small Computer System Interface (interface de sistema de computadores de pequeno porte) &eacute; uma interface da controladora da unidade que pode conectar at&eacute; 15 unidades. A SCSI pode conectar unidades internas e externas. Uma interface SCSI usa um conector de 50, 68 ou 80 pinos.</li>
            </ul>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
