<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Descrever situa&ccedil;&otilde;es que exigem a substitui&ccedil;&atilde;o de componentes do computador</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
   		<td height="25"  class="toptitle02_white_bold">11.3.5</td>
	   	<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    	<td width="100%" height="25" class="toptitle02_white_bold">Selecionar adaptadores</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">
        	<tr>
          	<td width="100%">
            <p>Os adaptadores, tamb&eacute;m chamados de placas de expans&atilde;o, adicionam funcionalidade extra a um computador. A Figura 1 mostra alguns adaptadores dispon&iacute;veis. Antes de comprar um adaptador, fa&ccedil;a a seguinte pesquisa:</p>

			<ul>
				  <li>H&aacute; um slot de expans&atilde;o aberto?</li>
				  <li>O adaptador &eacute; compat&iacute;vel com o slot aberto?</li>
			</ul>

			<p>Se a placa-m&atilde;e n&atilde;o for compat&iacute;vel com os slots de expans&atilde;o, os dispositivos externos podem ser uma op&ccedil;&atilde;o:</p>
				<ul>
				  <li>As vers&otilde;es do USB e do FireWire do dispositivo externo est&atilde;o dispon&iacute;veis?</li>
				  <li>O computador tem uma porta USB ou FireWire aberta?</li>
				</ul>

            <p>Pense na seguinte situa&ccedil;&atilde;o para atualiza&ccedil;&atilde;o do adaptador. Um cliente exige uma placa sem fio para conectar-se &agrave; rede. O novo adaptador sem fio deve ser compat&iacute;vel com a rede sem fio existente e com o computador.</p>

			<p>Investigue as placas de rede sem fio antes de comprar uma. Voc&ecirc; deve certificar-se de que a nova placa de rede sem fio &eacute; compat&iacute;vel com o padr&atilde;o 802.11 sem fio que est&aacute; sendo usado na rede sem fio.</p>

            <p>Examine o computador para obter um slot de expans&atilde;o dispon&iacute;vel ou uma porta USB aberta. Compre um adaptador que se ajustar&aacute; a um slot de expans&atilde;o dispon&iacute;vel ou a uma placa de rede sem fio de USB. Custo, garantia, nome da marca e disponibilidade s&atilde;o os &uacute;ltimos fatores a serem considerados.</p>




            </td>
			          </tr>
			         </table>
			       </td>
			     </tr>
				</table>

			</body>

</html>
