<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever boas habilidades de comunica&ccedil;&atilde;o e de comportamento profissional</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Concentrar o cliente no problema durante a liga&ccedil;&atilde;o</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>Parte de seu trabalho &eacute; concentrar-se no cliente durante a chamada telef&ocirc;nica. Quando voc&ecirc; concentra o cliente no problema, isso permite que voc&ecirc; controle a liga&ccedil;&atilde;o. Isso proporcionar&aacute; o melhor uso do seu tempo e do tempo do cliente na solu&ccedil;&atilde;o do problema. N&atilde;o considere nenhum coment&aacute;rio pessoal e n&atilde;o revide com coment&aacute;rios ou cr&iacute;tica. Se voc&ecirc; permanecer calmo com o cliente, encontrar uma solu&ccedil;&atilde;o para o problema continuar&aacute; sendo o ponto principal da liga&ccedil;&atilde;o.</p>

		<p>Como h&aacute; muitos problemas diferentes de computador, h&aacute; muitos tipos diferentes de clientes, conforme mostrado na Figura 1. A lista de tipos de problemas do cliente abaixo n&atilde;o &eacute; completa e, geralmente, um cliente pode exibir uma combina&ccedil;&atilde;o de caracter&iacute;sticas. Voc&ecirc; precisar&aacute; reconhecer as caracter&iacute;sticas que seu cliente exibe. Reconhecer essas caracter&iacute;sticas o ajudar&aacute; a administrar a liga&ccedil;&atilde;o adequadamente.</p>


		    <p><span class="bold">Clientes que falam demais</span><br> Um cliente que fala demais discute tudo, exceto o problema na liga&ccedil;&atilde;o. O cliente geralmente usa a liga&ccedil;&atilde;o como uma oportunidade de socializa&ccedil;&atilde;o. Para um cliente que fala demais pode ser dif&iacute;cil enfatizar o problema.</p>

		    <p><span class="bold">Cliente indelicado</span><br> Um cliente indelicado reclama durante a liga&ccedil;&atilde;o e geralmente faz coment&aacute;rios negativos sobre o produto, o servi&ccedil;o e o t&eacute;cnico. Esse tipo de cliente &agrave;s vezes n&atilde;o &eacute; colaborador, &eacute; abusivo e se irrita com muita facilidade.</p>

		    <p><span class="bold">Cliente irritado</span><br> Um cliente irritado fala alto durante a liga&ccedil;&atilde;o e, freq&uuml;entemente, tenta falar quando o t&eacute;cnico est&aacute; falando. Os clientes irritados geralmente est&atilde;o frustrados porque t&ecirc;m um problema e est&atilde;o decepcionados porque t&ecirc;m que chamar algu&eacute;m para solucion&aacute;-lo. </p>

		    <p><span class="bold">Cliente instru&iacute;do</span><br> Um cliente instru&iacute;do quer falar com um t&eacute;cnico que seja experiente em computadores. Este tipo de cliente geralmente tenta controlar a liga&ccedil;&atilde;o e n&atilde;o quer falar com um t&eacute;cnico de n&iacute;vel um.</p>

		    <p><span class="bold">Cliente inexperiente</span><br> Um cliente inexperiente tem dificuldades de descrever o problema. Esses clientes geralmente n&atilde;o s&atilde;o capazes de seguir diretrizes corretamente e n&atilde;o s&atilde;o capazes de comunicar os erros encontrados.</p>


            <!-- Start Activity box   -->

		<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
		  <tr>
			<td valign="top">
			  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
				<tr>
				  <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
				  <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
				  <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
				</tr>
			  </table>
			  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
				<tr>
				  <td>
					<table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
					  <tr>
						<td width="15" class="activity_text">&nbsp;</td>
						    <td class="activity_text"><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <b>Atividade</b>
                              <p> <b>Discuss&atilde;o em sala de aula</b><br> Identifique e discuta como administrar as dificuldades dos clientes<br> <br>
                              </p>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
			</td>
		  </tr>
		</table>

	<!-- END Activity box   -->
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
