<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Explica&ccedil;&atilde;o da finalidade de um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.1.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Explica&ccedil;&atilde;o de conceitos do sistema operacional</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Para entender os recursos de um sistema operacional, &eacute; importante conhecer alguns termos b&aacute;sicos. Os seguintes termos s&atilde;o freq&uuml;entemente usados para compara&ccedil;&otilde;es entre sistemas operacionais: </p>
            <ul>
              <li><strong>Multiusu&aacute;rio</strong> &ndash; dois ou mais usu&aacute;rios podem trabalhar com programas e compartilhar dispositivos perif&eacute;ricos, como impressoras, ao mesmo tempo. </li>
              <li><strong>Multitarefa</strong> &ndash; o computador &eacute; capaz de executar v&aacute;rios aplicativos simultaneamente. </li>
              <li><strong>Multiprocessamento</strong> &ndash; o computador tem duas ou mais CPUs (Central, Processing Units, unidades de processamento interno) que os programas compartilham. </li>
              <li><strong>Multiencadeamento (multithread)</strong> &ndash; um programa pode ser dividido em partes menores que podem ser carregadas conforme a necessidade do sistema operacional. O multiencadeamento permite que os programas sejam multitarefa. </li>
            </ul>
            <p>Quase todos os sistemas operacionais modernos s&atilde;o multiusu&aacute;rio e multitarefa, e capazes de multiprocessamento e multiencadeamento.</p>
            <p><strong>Modos de opera&ccedil;&atilde;o</strong><br> H&aacute; diversos modos de opera&ccedil;&atilde;o para as CPUs modernas. O modo de opera&ccedil;&atilde;o &eacute; a capacidade da CPU e do ambiente operacional. O modo de opera&ccedil;&atilde;o determina como a CPU gerencia os aplicativos e a mem&oacute;ria. A Figura 1 mostra um exemplo da aloca&ccedil;&atilde;o l&oacute;gica de mem&oacute;ria. Os quatro modos de opera&ccedil;&atilde;o comuns s&atilde;o: real, protegido, virtual e compat&iacute;vel.</p>
            <p><span class="bold">Modo real</span><br> A CPU que opera em modo real pode executar somente um programa por vez, e utilizar apenas 1 MB de mem&oacute;ria do sistema por vez. Embora os processadores modernos tenham o modo real dispon&iacute;vel, ele s&oacute; &eacute; usado pelo DOS e seus aplicativos ou por sistemas operacionais de 16 bits, como o Windows 3.x. No modo real, quando um aplicativo gera um erro, o computador inteiro pode ser afetado, pois o programa tem acesso direto &agrave; mem&oacute;ria. Isso pode impedir o computador de responder, reiniciar ou desligar devido ao espa&ccedil;o da mem&oacute;ria corrompido. A Figura 2 &eacute; uma tabela de alguns comandos comuns do DOS que ainda podem ser usados em sistemas operacionais modernos, como o Windows XP.</p>
            <p><span class="bold">Modo protegido</span><br> A CPU que opera em modo protegido tem acesso &agrave; mem&oacute;ria inteira do computador, inclusive &agrave; mem&oacute;ria virtual. A mem&oacute;ria virtual &eacute; o espa&ccedil;o no disco r&iacute;gido usado para emular a RAM.  Os sistemas operacionais que usam o modo protegido podem gerenciar diversos programas simultaneamente. O modo protegido oferece acesso de 32 bits a mem&oacute;ria, drivers e transfer&ecirc;ncias entre dispositivos de I/O (Input and Output, entrada e sa&iacute;da). O modo protegido &eacute; usado por sistemas operacionais de 32 bits, como o Windows 2000 ou o Windows XP. No modo protegido, os aplicativos s&atilde;o impedidos de usar a mem&oacute;ria reservada para outro aplicativo que esteja em execu&ccedil;&atilde;o.</p>
            <p><span class="bold">Modo real virtual</span><br> A CPU que opera em modo real virtual permite que um aplicativo de modo real seja executado em um sistema operacional de modo protegido. &Eacute; o que ocorre quando um aplicativo do DOS &eacute; executado em um sistema operacional de 32 bits, como o Windows XP.</p>
            <p><span class="bold">Modo de compatibilidade</span><br> O modo de compatibilidade cria o ambiente de um sistema operacional anterior para os aplicativos que n&atilde;o s&atilde;o compat&iacute;veis com o sistema operacional atual. Por exemplo, pode-se desenvolver um aplicativo que verifique a vers&atilde;o do sistema operacional Windows NT e que precise de determinado service pack. O modo de compatibilidade pode criar o ambiente ou vers&atilde;o adequado do sistema operacional para que o aplicativo seja executado como se estivesse no ambiente pretendido.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
