<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.13</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Resumo</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
<!-- 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Este cap&iacute;tulo apresentou a voc&ecirc; os fundamentos de rede, os benef&iacute;cios de possuir uma rede e as maneiras de se conectar computadores a uma rede. Os diferentes aspectos de solucionar problemas de rede foram discutidos com exemplos de como analisar e implementar solu&ccedil;&otilde;es simples. &Eacute; importante lembrar os seguintes conceitos deste cap&iacute;tulo:</p>
            <ul>
              <li>Uma rede de computadores &eacute; composta de dois ou mais computadores que compartilham dados e recursos. </li>
              <li>Uma LAN (Local Area Network, rede local) refere-se a um grupo de computadores interconectados que est&atilde;o sob o mesmo controle administrativo. </li>
              <li>Uma WAN (Wide Area Network, rede de longa dist&acirc;ncia) &eacute; uma rede que conecta LANs em locais geograficamente separados.</li>
              <li>Em uma rede ponto-a-ponto, os dispositivos s&atilde;o conectados diretamente um ao outro. Uma rede ponto-a-ponto &eacute; f&aacute;cil de instalar e nenhum equipamento adicional ou administrador dedicado &eacute; necess&aacute;rio. Os usu&aacute;rios controlam seus pr&oacute;prios recursos e uma rede funciona melhor com um pequeno n&uacute;mero de computadores. Uma rede cliente/servidor usa um sistema dedicado que funciona como o servidor. O servidor responde &agrave;s solicita&ccedil;&otilde;es feitas pelos usu&aacute;rios ou clientes conectados &agrave; rede.</li>
              <li>Uma LAN usa uma conex&atilde;o direta de um computador a outro. &Eacute; adequada para uma &aacute;rea pequena, como em uma casa, um pr&eacute;dio ou uma escola. Uma WAN usa linhas de comunica&ccedil;&otilde;es seriais, ponto-a-ponto ou ponto-a-multiponto para comunicar em dist&acirc;ncias maiores. Uma WLAN usa tecnologia sem fio para conectar dispositivos.</li>
              <li>A topologia de rede define a maneira pela qual computadores, impressoras e outros dispositivos s&atilde;o conectados. A topologia f&iacute;sica descreve o layout do fio e dos dispositivos, bem como os caminhos usados pelas transmiss&otilde;es de dados. A topologia l&oacute;gica &eacute; o caminho pelo qual os sinais viajam de um ponto a outro. As topologias incluem barramento, estrela, anel e malha. </li>
              <li>Os dispositivos de rede s&atilde;o usados para conectar computadores e perif&eacute;ricos para que eles possam se comunicar. Eles incluem hubs, pontes, comutadores, roteadores e dispositivos com v&aacute;rias fun&ccedil;&otilde;es. O tipo de dispositivo implementado depende do tipo de rede. </li>
              <li>Os meios da rede podem ser definidos como o meio pelo qual os sinais, ou dados, s&atilde;o enviados de um computador a outro. Os sinais podem ser transmitidos por cabo ou sem fio. Os tipos de meios discutidos foram cabeamento coaxial, par tran&ccedil;ado, fibra &oacute;ptica e freq&uuml;&ecirc;ncias de r&aacute;dio.</li>
              <li>A arquitetura Ethernet &eacute; agora o tipo mais popular de arquitetura de LAN. A arquitetura se refere &agrave; estrutura global de um computador ou sistema de comunica&ccedil;&otilde;es. Ela determina os recursos e as limita&ccedil;&otilde;es do sistema. A arquitetura Ethernet &eacute; baseada no padr&atilde;o IEEE 802.3. O padr&atilde;o IEEE 802.3 especifica que uma rede implemente o m&eacute;todo de controle de acesso CSMA/CD. </li>
              <li>O modelo de refer&ecirc;ncia OSI &eacute; uma estrutura padr&atilde;o da ind&uacute;stria usada para dividir as fun&ccedil;&otilde;es da rede em sete camadas distintas. Essas camadas incluem aplicativo, apresenta&ccedil;&atilde;o, sess&atilde;o, transporte, rede, v&iacute;nculo de dados e f&iacute;sica. &Eacute; importante entender a finalidade de cada camada. </li>
              <li>O conjunto de protocolos TCP/IP tornou-se o padr&atilde;o dominante para a Internet. O TCP/IP representa um conjunto de padr&otilde;es p&uacute;blicos que especificam como ser&aacute; a troca dos pacotes de informa&ccedil;&otilde;es entre os computadores de uma ou mais redes.</li>
              <li>Uma NIC &eacute; um dispositivo que se conecta a uma placa-m&atilde;e e fornece portas para as conex&otilde;es de cabo de rede. &Eacute; a interface do computador com a LAN. </li>
              <li>Um modem &eacute; um dispositivo eletr&ocirc;nico usado para comunica&ccedil;&otilde;es de computador por meio de linhas telef&ocirc;nicas. Ele permite transfer&ecirc;ncia de dados entre um computador e outro. O modem converte dados orientados por bytes em fluxos de bits seriais. Todos os modems requerem software para controlar a sess&atilde;o de comunica&ccedil;&atilde;o. O conjunto de comandos que a maioria dos softwares de modem usa &eacute; conhecido como o conjunto de comandos compat&iacute;veis com Hayes.</li>
              <li>Os tr&ecirc;s m&eacute;todos de transmiss&atilde;o para enviar sinais por canais de dados s&atilde;o simplex, half-duplex e full-duplex. A tecnologia de rede full-duplex aumenta o desempenho porque os dados podem ser enviados e recebidos ao mesmo tempo. DSL, modem a cabo bidirecional e outras tecnologias de banda larga operam no modo full-duplex.</li>
              <li>Os dispositivos de rede e os meios, como componentes do computador, devem ser mantidos. &Eacute; importante limpar os equipamentos regularmente e usar uma abordagem proativa para evitar problemas. Conserte ou substitua equipamentos quebrados para evitar paralisa&ccedil;&otilde;es por manuten&ccedil;&atilde;o.</li>
              <li>Ao solucionar problemas de rede, ou&ccedil;a o que o cliente tem a dizer para formular perguntas abertas e fechadas que ajudar&atilde;o a determinar onde come&ccedil;ar a corrigir o problema. Verifique problemas &oacute;bvios e tente aplicar solu&ccedil;&otilde;es r&aacute;pidas antes de expandir o processo de solu&ccedil;&atilde;o de problemas.</li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
