<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de impressoras dispon&iacute;veis atualmente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.1.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as impressoras jato de tinta</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>As impressoras jato de tinta produzem impress&otilde;es de alta qualidade. Elas s&atilde;o f&aacute;ceis de usar e baratas, comparadas com as impressoras a laser. A qualidade da impress&atilde;o de uma impressora jato de tinta &eacute; medida em dpi (dots per inch, pontos por polegada). N&uacute;meros maiores de dpi fornecem maiores detalhes da imagem. A Figura 1 mostra um dispositivo all-in-one que cont&eacute;m uma impressora jato de tinta. A Figura 2 mostra componentes da impressora jato de tinta.</p>
            <p>As impressoras jato de tinta usam cartuchos cheios de tinta que borrifam a tinta na p&aacute;gina atrav&eacute;s de buracos min&uacute;sculos. Os buracos min&uacute;sculos s&atilde;o chamados de injetores. A tinta &eacute; borrifada em um padr&atilde;o na p&aacute;gina. </p>
            <p>Existem dois tipos de injetores de jato de tinta:</p>
            <ul>
              <li><strong>T&eacute;rmico</strong> &ndash; Um pulso de corrente el&eacute;trical &eacute; aplicado a c&acirc;maras de aquecimento em volta dos injetores. O calor cria uma bolha de vapor na c&acirc;mara. O vapor for&ccedil;a a tinta a sair pelo injetor e sobre o papel.</li>
              <li><strong>Piezoel&eacute;trico</strong> &ndash; Cristais piezoel&eacute;tricos est&atilde;o localizados no reservat&oacute;rio de tinta na parte de tr&aacute;s de cada injetor. Uma carga &eacute; aplicada ao cristal, fazendo com que ele vibre. Essa vibra&ccedil;&atilde;o do cristal controla o fluxo de tinta no papel. </li>
            </ul>
            <p>As impressoras jato de tinta usam papel comum para produzirem impress&otilde;es econ&ocirc;micas. Pap&eacute;is com finalidades especiais podem ser usados para criar impress&otilde;es de alta qualidade de fotografias. Quando a impress&atilde;o de jato de tinta est&aacute; completa e o papel sai da impressora, a tinta muitas vezes est&aacute; &uacute;mida. Voc&ecirc; deve evitar tocar nas impress&otilde;es de 10 a 15 segundos para impedir que as imagens borrem. </p>
            <p>Veja algumas vantagens de uma impressora jato de tinta:</p>
            <ul>
              <li>Baixo custo</li>
              <li>Alta resolu&ccedil;&atilde;o</li>
              <li>R&aacute;pida para aquecer</li>
            </ul>
            <p>Veja algumas desvantagens de uma impressora jato de tinta:</p>
            <ul>
              <li>Os injetores s&atilde;o propensos a entupir.</li>
              <li>Os cartuchos de tinta s&atilde;o caros. </li>
              <li>A tinta fica &uacute;mida ap&oacute;s a impress&atilde;o.</li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
</body>

</html>
