<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever conceitos e tecnologias de rede b&aacute;sica</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.3.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever protocolos e aplicativos da Internet</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">

        <tr>
          <td width="100%">
            <p>Um protocolo &eacute; um conjunto de regras. Os protocolos da Internet s&atilde;o conjuntos de regras que governam a comunica&ccedil;&atilde;o dentro dos computadores e entre os computadores de uma rede. As especifica&ccedil;&otilde;es do protocolo definem o formato das mensagens que s&atilde;o trocadas. Uma carta enviada por meio de um sistema postal tamb&eacute;m usa protocolos. Parte do protocolo especifica a posi&ccedil;&atilde;o no envelope em que precisa ser escrito o endere&ccedil;o de remessa. Se o endere&ccedil;o de remessa for escrito no local errado, a carta n&atilde;o poder&aacute; ser entregue.</p>
            <p>O tempo &eacute; um fator fundamental nas opera&ccedil;&otilde;es em rede. Os protocolos exigem que as mensagens cheguem dentro de determinados intervalos de tempo de modo que os computadores n&atilde;o aguardem indefinidamente pelas mensagens que podem ter sido perdidas. Assim sendo, os sistemas mant&ecirc;m um ou mais temporizadores durante a transmiss&atilde;o de dados. Os protocolos tamb&eacute;m iniciam a&ccedil;&otilde;es alternativas se a rede n&atilde;o atende &agrave;s regras de temporiza&ccedil;&atilde;o. Muitos protocolos consistem em um conjunto de outros protocolos que s&atilde;o dispostos em camadas. Essas camadas dependem da opera&ccedil;&atilde;o de outras camadas no conjunto para que funcionem adequadamente.</p>
            <p>A seguir, est&atilde;o as principais fun&ccedil;&otilde;es dos protocolos:</p>
            <ul>
              <li>Identifica&ccedil;&atilde;o de erros </li>
              <li>Compress&atilde;o de dados </li>
              <li>Defini&ccedil;&atilde;o de como os dados ser&atilde;o enviados</li>
              <li>Endere&ccedil;amento dos dados</li>
              <li>Defini&ccedil;&atilde;o de como anunciar os dados enviados e recebidos</li>
            </ul>
            <p>Embora haja muitos outros protocolos, a Figura 1 resume alguns dos protocolos mais comuns usados em redes e na Internet.</p>
            <p>Para compreender como as redes e a Internet funcionam, voc&ecirc; dever&aacute; se familiarizar com os protocolos comumente usados. Esses protocolos s&atilde;o usados para navegar na Web, enviar e receber e-mails, e transferir arquivos de dados. Voc&ecirc; ir&aacute; se deparar com outros protocolos conforme sua experi&ecirc;ncia em TI aumentar, mas esses protocolos n&atilde;o ser&atilde;o usados com tanta freq&uuml;&ecirc;ncia quanto os protocolos comuns descritos aqui.</p>
            <p>Na Figura 2, clique nos nomes dos protocolos para aprender mais sobre cada um.</p>
            <p>Quanto mais voc&ecirc; entender de cada um desses protocolos, mais voc&ecirc; compreender&aacute; como as redes e a Internet funcionam.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text">
                              <p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <strong>Atividade </strong></p>
                              <p><strong>Atividade dos protocolos de rede<br> </strong>Conclua a atividade correspond&ecirc;ncia na Figura 3<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <p>&nbsp;</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
