<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Compara&ccedil;&atilde;o e contraste dos componentes de computadores de mesa e laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
<!-- 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p> A maioria das fun&ccedil;&otilde;es que um computador de mesa pode executar tamb&eacute;m podem ser executadas por um laptop. No entanto, esses dois tipos de computadores s&atilde;o criados de forma muito diferente e as pe&ccedil;as n&atilde;o s&atilde;o intercambi&aacute;veis. Como exemplo, um avi&atilde;o e um helic&oacute;ptero podem viajar para o mesmo destino, mas n&atilde;o podem ser reparados com as mesmas pe&ccedil;as sobressalentes. Isso tamb&eacute;m &eacute; verdade para os laptops e computadores de mesa. Poucos componentes podem ser compartilhados entre laptops e computadores de mesa. &nbsp;
              </p>
            <p>Os componentes do computador de mesa tendem a ser padronizados. Eles normalmente atendem a formatos universais. Os computadores de mesa feitos por diferentes fabricantes podem muitas vezes usar os mesmos componentes. Uma unidade de DVD/CD-RW &eacute; um exemplo de um componente de computador de mesa que possui um formato padr&atilde;o. &nbsp; </p>
            <p>Os componentes do laptop s&atilde;o muito mais espec&iacute;ficos do que os do computador de mesa. Essa diferen&ccedil;a ocorre porque os fabricantes de laptop se concentram em refinar os componentes do laptop para torn&aacute;-los mais eficientes e compactos. Como resultado, os fabricantes projetam componentes de laptop para seguirem seus pr&oacute;prios formatos espec&iacute;ficos. Os componentes do laptop s&atilde;o propriet&aacute;rios. Como resultado, voc&ecirc; n&atilde;o pode usar componentes feitos por um fabricante de laptop para consertar um laptop feito por outro fabricante. &nbsp; </p>
            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Pode ser necess&aacute;rio que os t&eacute;cnicos obtenham certifica&ccedil;&atilde;o para cada fabricante de laptop para o qual oferecem suporte. &nbsp; </p>
            <p>Ap&oacute;s a conclus&atilde;o desta se&ccedil;&atilde;o, voc&ecirc; estar&aacute; apto a: </p>
            <ul>
									<li>Compara&ccedil;&atilde;o e contraste das placas-m&atilde;e de computadores de mesa e laptops.</li>
									<li>Compara&ccedil;&atilde;o e contraste dos processadores de computadores de mesa e laptops.</li>
									<li>Compara&ccedil;&atilde;o e contraste do gerenciamento de energia de computadores de mesa e laptops.</li>
									<li>Compara&ccedil;&atilde;o e contraste dos recursos de expans&atilde;o de computadores de mesa e laptops.</li>
			  </ul>

            </td>
           </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
