<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Explicar a finalidade das condi&ccedil;&otilde;es e procedimentos de trabalho com seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.1.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identificar os procedimentos de segurança para proteger o equipamento de danos e a perda de dados</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>ESD (Electrostatic discharge, descarga eletrost&aacute;tica), climas extremos e fontes de eletricidade com qualidade prec&aacute;ria podem causar danos ao equipamento do computador. Siga as diretrizes de manuseio adequado, conscientize-se das quest&otilde;es referentes ao ambiente e utilize equipamentos que estabilizem a energia para evitar danos ao equipamento e perda de dados.</p>
            <p><strong>ESD</strong><br> Eletricidade est&aacute;tica &eacute; a forma&ccedil;&atilde;o de uma carga el&eacute;trica depositada sobre uma superf&iacute;cie. Esse dep&oacute;sito pode destruir um componente e provocar danos. A ESD pode ser destrutiva aos componentes eletr&ocirc;nicos de um sistema de computador. </p>
            <p>Para que uma pessoa consiga sentir a ESD, &eacute; preciso que se tenham formado no m&iacute;nimo 3.000 volts de eletricidade est&aacute;tica. Por exemplo, &eacute; poss&iacute;vel que se forme eletricidade est&aacute;tica em voc&ecirc; enquanto caminha sobre um piso acarpetado. Ao tocar outra pessoa, ambos recebem um choque. Se a descarga causar dor ou produzir ru&iacute;do, significa que provavelmente foi superior a 10.000 volts. Em termos comparativos, menos de 30 volts de eletricidade est&aacute;tica bastariam para danificar um componente do computador.</p>
  			<p><span class="bold">Recomenda&ccedil;&otilde;es de prote&ccedil;&atilde;o contra a ESD</span><br> A ESD pode provocar danos permanentes em componentes el&eacute;tricos. Siga as recomenda&ccedil;&otilde;es a seguir para ajudar a evitar os danos da ESD:</p>
					 <ul>
									<li>Mantenha todos os componentes em sacos antiest&aacute;ticos at&eacute; estar pronto para instal&aacute;-los.</li>
									<li>Utilize malhas met&aacute;licas de aterramento el&eacute;trico nas bancadas.</li>
									<li>Utilize malhas met&aacute;licas no piso para aterramento el&eacute;trico nas &aacute;reas de trabalho.</li>
									<li>Utilize pulseiras antiest&aacute;ticas quando trabalhar nos computadores.</li>
			  </ul>

            <p><strong>Clima</strong><br> O clima afeta o equipamento de computador de diversas maneiras:</p>
			  <ul>
									<li>Se a temperatura ambiente estiver alta demais, o equipamento pode sofrer superaquecimento.</li>
									<li>Se o n&iacute;vel de umidade estiver baixo demais, a probabilidade &eacute; de que a ESD aumente.</li>
									<li>Se o n&iacute;vel de umidade estiver alto demais, o equipamento pode sofrer os danos com essa umidade.</li>
			  </ul>

            <p>A Figura 1 mostra como as condi&ccedil;&otilde;es do ambiente aumentam ou reduzem o risco de ESD.</p>

            <p><span class="bold">Tipos de oscila&ccedil;&atilde;o de energia</span><br> Voltagem &eacute; a for&ccedil;a que movimenta os el&eacute;trons em um circuito. O movimento de el&eacute;trons &eacute; denominado corrente. Os circuitos de computador necessitam de voltagem e corrente para operar componentes eletr&ocirc;nicos. Quando a voltagem em um computador n&atilde;o &eacute; exata nem constante, seus componentes podem n&atilde;o funcionar corretamente. Voltagens inst&aacute;veis s&atilde;o denominadas oscila&ccedil;&otilde;es de energia.</p>
  			<p>Os tipos de oscila&ccedil;&otilde;es de energia CA a seguir podem provocar perda de dados ou falha de hardware:</p>

            <ul>
              <li><strong>Blecaute</strong> &ndash; perda total de energia CA. O blecaute pode ser causado por fus&iacute;vel queimado, transformador danificado ou queda na rede de energia el&eacute;trica.</li>
              <li><strong>Corte parcial de energia</strong> &ndash; n&iacute;vel de voltagem da energia CA reduzido que se estende por um per&iacute;odo de tempo. Os cortes parciais de energia ocorrem quando a voltagem da rede de energia el&eacute;trica cai para menos de 80% do n&iacute;vel de voltagem normal. O corte parcial de energia pode ser causado pela sobrecarga dos circuitos el&eacute;tricos.</li>
              <li><strong>Ru&iacute;do</strong> &ndash; interfer&ecirc;ncia de geradores e raios. O ru&iacute;do resulta em uma energia desordenada, que pode provocar erros no sistema de computador. </li>
              <li><strong>Pico</strong> &ndash; aumento repentino na voltagem que se estende por um per&iacute;odo bem curto e ultrapassa 100% da voltagem normal de uma rede. Os picos podem ser causados por rel&acirc;mpagos, mas tamb&eacute;m podem ocorrer quando o sistema el&eacute;trico volta a funcionar ap&oacute;s um blecaute.</li>
              <li><strong>Surto de energia</strong> &ndash; aumento dr&aacute;stico na voltagem acima do fluxo normal da corrente el&eacute;trica. O surto de energia se estende por alguns nanossegundos ou por um bilion&eacute;simo de segundo.</li>
            </ul>

            <p><span class="bold">Dispositivos de prote&ccedil;&atilde;o da energia</span><br> Para ajudar a se proteger contra problemas ligados &agrave; oscila&ccedil;&atilde;o de energia, use dispositivos de prote&ccedil;&atilde;o para preservar os dados e o equipamento de computador:</p>

            <ul>
              <li><strong>Supressor de surto (Surge Suppressor)</strong> &ndash; ajuda na prote&ccedil;&atilde;o contra danos causados por surtos e picos. O supressor de surto desvia a voltagem el&eacute;trica extra na rede para o fio terra.</li>
              <li><strong>UPS (Uninterruptible Power Supply, fonte de energia ininterrupta) </strong> &ndash; ajuda na prote&ccedil;&atilde;o contra poss&iacute;veis problemas de energia el&eacute;trica fornecendo-a para um computador ou outro dispositivo. A bateria &eacute; constantemente recarregada enquanto a UPS est&aacute; funcionando. A UPS &eacute; capaz de fornecer uma qualidade de energia consistente quando ocorrem blecautes e cortes parciais de energia. Muitos dispositivos de UPS conseguem se comunicar diretamente com o sistema operacional de um computador. Essa comunica&ccedil;&atilde;o permite que a UPS desligue o computador com seguran&ccedil;a e salve os dados antes que a UPS perca toda a energia el&eacute;trica. </li>
              <li><strong>SPS (Standby Power Supply, fonte de energia de reserva) </strong> &ndash; ajuda na prote&ccedil;&atilde;o contra poss&iacute;veis problemas de energia el&eacute;trica fornecendo uma bateria de backup para fornecer energia quando a voltagem recebida cai ficando abaixo do n&iacute;vel normal. A bateria fica em standby durante as opera&ccedil;&otilde;es normais. Quando a voltagem diminui, a bateria fornece energia CD a um inversor de energia, que a transforma em energia AC para o computador. Esse dispositivo n&atilde;o &eacute; t&atilde;o confi&aacute;vel quanto a UPS devido ao tempo que demora para acionar a bateria. Se houver falha no dispositivo de acionamento, a bateria n&atilde;o conseguir&aacute; fornecer a energia para o computador. A Figura 2 mostra alguns exemplos de supressores de surto e dispositivos UPS e SPS.</li>
            </ul>
			  <p><span class="caution_caps">CUIDADO: </span>nunca conecte uma impressora a um dispositivo UPS. Os fabricantes de UPS recomendam n&atilde;o conectar uma impressora a uma UPS devido ao risco de queimar o motor da impressora.</p>
           </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
