<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de redes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.2.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explicar as redes cliente/servidor</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Em uma rede cliente/servidor, o cliente solicita informa&ccedil;&otilde;es ou servi&ccedil;os do servidor. O servidor fornece as informa&ccedil;&otilde;es ou servi&ccedil;os solicitados ao cliente. Os servidores em uma rede cliente/servidor comumente executam alguma parte do trabalho de processamento para m&aacute;quinas cliente; por exemplo, classificar um banco de dados antes de entregar apenas os registros solicitados pelo cliente.</p>
            <p>Um exemplo de uma rede cliente/servidor &eacute; um ambiente corporativo no qual os funcion&aacute;rios usam o servidor de e-mail de uma empresa para enviar, receber e armazenar e-mail. O cliente de e-mail no computador de um funcion&aacute;rio emite uma solicita&ccedil;&atilde;o ao servidor de e-mail para qualquer e-mail n&atilde;o lido. O servidor responde enviando o e-mail solicitado ao cliente.</p>
            <p>Em um modelo de cliente/servidor, os servidores s&atilde;o mantidos pelos administradores da rede. Os backups de dados e as medidas de seguran&ccedil;a s&atilde;o implementadas pelo administrador da rede. O administrador da rede tamb&eacute;m controle o acesso do usu&aacute;rio aos recursos da rede. Todos os dados da rede s&atilde;o armazenados em um servidor de arquivos centralizado. As impressoras compartilhadas da rede s&atilde;o gerenciadas por um servidor de impress&atilde;o centralizado. Os usu&aacute;rios da rede com as permiss&otilde;es adequadas podem acessar os dados e as impressoras compartilhadas. Cada usu&aacute;rio deve fornecer um nome de usu&aacute;rio e uma senha autorizados para obter acesso aos recursos da rede que podem usar. </p>
            <p>Para prote&ccedil;&atilde;o de dados, um administrador executa um backup de rotina de todos os arquivos nos servidores. Se um computador travar, ou dados forem perdidos, o administrador poder&aacute; facilmente recuperar os dados a partir de um backup recente.<br>
          </p></td>
          </tr>
        <tr>
          <td>&nbsp;</td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
