<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Implementar a utilização de uma ferramenta adequada</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.3.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Demonstrar o uso adequado de materiais de limpeza</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>A limpeza interna e externa dos computadores &eacute; uma tarefa important&iacute;ssima do programa de manuten&ccedil;&atilde;o. A poeira pode causar problemas relacionados ao funcionamento f&iacute;sico de ventoinhas, bot&otilde;es e outros componentes mec&acirc;nicos. A Figura 1 mostra um grande ac&uacute;mulo de poeira em componentes do computador. Nos componentes el&eacute;tricos, o ac&uacute;mulo de poeira agir&aacute; como um isolador e impedir&aacute; a dispers&atilde;o do calor. O isolamento impedir&aacute; que os dissipadores de calor e as ventoinhas mantenham a temperatura dos componentes, o que causar&aacute; o superaquecimento e a falha de chips e circuitos.</p>
			<p><span class="caution_caps">CUIDADO:</span> antes de limpar qualquer dispositivo, desligue-o e desconecte-o da fonte de energia.</p>

            <p><span class="bold">Gabinetes de computador e monitores</span><br> Limpe os gabinetes de computador e a parte externa dos monitores com um pano umedecido em solu&ccedil;&atilde;o de limpeza n&atilde;o abrasiva. Misture uma gota de detergente de cozinha em aproximadamente 150 ml de &aacute;gua para criar uma solu&ccedil;&atilde;o de limpeza.  Se a &aacute;gua respingar dentro do gabinete, espere o l&iacute;quido secar antes de ligar o computador.</p>

            <p><span class="bold">Telas LCD</span><br>N&atilde;o use produtos de limpeza para vidro &agrave; base de am&ocirc;nia ou qualquer outra solu&ccedil;&atilde;o em telas LCD, a n&atilde;o ser que o produto seja espec&iacute;fico para esse fim. Produtos qu&iacute;micos abrasivos danificar&atilde;o a cobertura da tela. Essas telas n&atilde;o s&atilde;o protegidas por vidro; portanto, limpe-as com suavidade, sem pression&aacute;-las com for&ccedil;a.</p>

            <p><span class="bold">Telas CRT</span><br> Para limpar as telas de monitores CRT, umede&ccedil;a um pano macio e limpo com &aacute;gua destilada e limpe a tela de cima para baixo. Em seguida, use um pano macio e seco para remover manchas ap&oacute;s a limpeza do monitor.</p>

            <p>Remova a poeira dos componentes com um spray de ar comprimido.  O ar comprimido n&atilde;o provoca o ac&uacute;mulo de energia eletrost&aacute;tica nos componentes. Verifique se voc&ecirc; est&aacute; em uma &aacute;rea bem ventilada antes de remover a poeira do computador. &Eacute; recomend&aacute;vel usar uma m&aacute;scara para evitar a inspira&ccedil;&atilde;o de part&iacute;culas de poeira. </p>
			<p>Remova a poeira com jatos r&aacute;pidos do spray. Nunca incline ou vire o spray de ar comprimido de cabe&ccedil;a para baixo. As p&aacute;s da ventoinha n&atilde;o devem girar com a for&ccedil;a do ar comprimido. Mantenha a ventoinha im&oacute;vel. Os seus motores podem ser danificados se girarem enquanto n&atilde;o est&atilde;o ligados.  </p>

            <p><span class="bold">Contatos dos componentes</span><br> Limpe os contatos dos componentes com &aacute;lcool isoprop&iacute;lico. N&atilde;o aplique &aacute;lcool de uso t&oacute;pico, pois ele cont&eacute;m impurezas que podem danificar os contatos. Certifique-se de que n&atilde;o ficaram fiapos do pano ou do cotonete nos contatos. Remova os fiapos com ar comprimido antes de reinstalar os contatos.</p>
			<p><span class="bold">Teclado</span><br> Limpe o teclado com ar comprimido ou com um pequeno aspirador de m&atilde;o que tenha uma escova acoplada.</p>

            <p><span class="caution_caps">CUIDADO:</span> nunca use um aspirador comum dentro do gabinete do computador. As pe&ccedil;as de pl&aacute;stico do aspirador podem acumular eletricidade est&aacute;tica e descarreg&aacute;-la nos componentes. Use somente um aspirador aprovado para componentes eletr&ocirc;nicos.</p>

            <p><span class="bold">Mouse</span><br> Use um produto de limpeza para vidro e um pano macio para limpar o exterior do mouse. N&atilde;o borrife o produto de limpeza para vidro diretamente no mouse. Ao limpar um mouse com esfera, remova a esfera e limpe-o com produto de limpeza para vidro e um pano macio. Limpe os roletes no interior do mouse com o mesmo pano. Voc&ecirc; talvez precise de uma lixa de unha para limpar os roletes. N&atilde;o borrife l&iacute;quidos dentro do mouse.</p>

            <p>O gr&aacute;fico da Figura 2 indica os itens do computador que devem ser limpos e os materiais de limpeza a serem usados em cada caso.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet2_3_4/2.3.4_LAB_complete_disassembly.pdf">Laborat&oacute;rio</a>
<p> <span class="activity_bold">Desmontagem de computador</span><br> Desmontar um computador <br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
