<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explicar como instalar service packs e patches de seguran&ccedil;a dos sistemas operacionais</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>V&iacute;rus e worms podem ser dif&iacute;ceis de remover de um computador.  Ferramentas de software s&atilde;o necess&aacute;rias para remover v&iacute;rus e consertar o c&oacute;digo do computador modificado pelo v&iacute;rus. Essas ferramentas s&atilde;o fornecidas pelos fabricantes de sistemas operacionais e empresas de software de seguran&ccedil;a. Certifique-se de fazer o download dessas ferramentas de um site leg&iacute;timo. </p>

			<p>Os fabricantes de sistemas operacionais e de aplicativos podem fornecer atualiza&ccedil;&otilde;es de c&oacute;digos, chamadas de patches, que impedem que um v&iacute;rus ou worm recentemente descoberto fa&ccedil;a um ataque bem-sucedido. Ocasionalmente, os fabricantes combinam patches e atualiza&ccedil;&otilde;es em um aplicativo de atualiza&ccedil;&atilde;o abrangente, chamado de service pack. Muitos ataques devastadores de v&iacute;rus poderiam ter sido menos severos se mais usu&aacute;rios tivessem feito o download e instalado o service pack mais recente. </p>

			<p>O sistema operacional Windows verifica, rotineiramente, no site Windows Update na Web, se h&aacute; atualiza&ccedil;&otilde;es de alta prioridade que possam ajudar a proteger um computador das amea&ccedil;as mais recentes &agrave; seguran&ccedil;a. Essas atualiza&ccedil;&otilde;es podem incluir atualiza&ccedil;&otilde;es de seguran&ccedil;a, atualiza&ccedil;&otilde;es cr&iacute;ticas e service packs. Dependendo da configura&ccedil;&atilde;o escolhida, o Windows faz o download autom&aacute;tico e instala qualquer atualiza&ccedil;&atilde;o de alta prioridade de que seu computador precise, ou notifica o usu&aacute;rio conforme essas atualiza&ccedil;&otilde;es s&atilde;o disponibilizadas. </p>

			<p>As atualiza&ccedil;&otilde;es devem ser instaladas e n&atilde;o apenas baixadas. Se voc&ecirc; usa a configura&ccedil;&atilde;o Autom&aacute;tica, poder&aacute; programar o dia e a hora. Caso contr&aacute;rio, as novas atualiza&ccedil;&otilde;es s&atilde;o instaladas &agrave;s 3 horas da manh&atilde;, por padr&atilde;o. Se seu computador for desligado durante uma atualiza&ccedil;&atilde;o programada, as atualiza&ccedil;&otilde;es ser&atilde;o instaladas a pr&oacute;xima vez que voc&ecirc; iniciar o computador. Voc&ecirc; tamb&eacute;m pode optar por fazer com que o Windows o notifique quando uma nova atualiza&ccedil;&atilde;o se tornar dispon&iacute;vel e instalar a atualiza&ccedil;&atilde;o manualmente.</p>

			<p>Siga as etapas na Figura 1 para atualizar o sistema operacional com um service pack ou um patch de seguran&ccedil;a.</p>

<!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet9_4_2/9.4.2_OS_Software_Updates.pdf">Planilha de exerc&iacute;cios</a>
                              <p><span class="bold">Download de softwares e atualiza&ccedil;&otilde;es de prote&ccedil;&atilde;o </span><br> Pesquise sites de download de softwares e atualiza&ccedil;&otilde;es de prote&ccedil;&atilde;o<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
