<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
			<td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	     	<td width="18" class="toptitle01_white_bold">11.2</td>

	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	        <td width="100%" class="toptitle01_white_bold">Explicar a utiliza&ccedil;&atilde;o de ferramentas e o procedimento seguro de laborat&oacute;rio</td>

	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
  <!--  End top title Lesson Bar -->
  <!--  Start top title Topic Bar -->
		 <tr>
			<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

			<td height="25"  class="toptitle02_white_bold">11.2.4</td>

			<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

			<td width="100%" height="25" class="toptitle02_white_bold">Descrever os problemas ambientais</td>

			<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  	</tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">
            <p>O ambiente da Terra &eacute; equilibrado de forma delicada. Os materiais perigosos encontrados nos componentes do computador devem ser descartados de formas espec&iacute;ficas para ajudar a manter esse equil&iacute;brio. Um dep&oacute;sito de reciclagem de computadores &eacute; um local no qual os equipamentos do computador descartados podem ser desmontados. As pe&ccedil;as do computador que ainda s&atilde;o utiliz&aacute;veis podem ser recicladas para reparar outros equipamentos. A Figura 1 mostra um dep&oacute;sito de reciclagem de computadores.</p>

            <p>Os dep&oacute;sitos de reciclagem devem obedecer aos c&oacute;digos e &agrave;s regulamenta&ccedil;&otilde;es para descarte de cada tipo de pe&ccedil;a de computador. Antes das partes serem recicladas elas s&atilde;o separadas em grupos. Os monitores CRT cont&ecirc;m cerca de 4 a 5 libras (1,6 a 2,3 quilos) de chumbo, um elemento perigoso. A maior parte do chumbo est&aacute; nos tubos de raios cat&oacute;dicos. H&aacute; outros materiais dentro do equipamento do computador que tamb&eacute;m s&atilde;o perigosos:</p>
				<ul>
					<li>Merc&uacute;rio</li>
					<li>C&aacute;dmio</li>
					<li>Cromo hexavalente</li>

				</ul>

            <p>As baterias s&atilde;o usadas para ligar laptops, c&acirc;meras digitais, filmadoras e brinquedos de controle remoto. As baterias podem conter alguns destes materiais t&oacute;xicos:</p>

				<ul>
					<li>N&iacute;quel c&aacute;dmio (Ni-Cd)</li>
					<li>Hidrato de n&iacute;quel met&aacute;lico (Ni-MH)</li>
					<li>&Iacute;on de l&iacute;tio (Li-ion) </li>
					<li>Chumbo (Pb)</li>
				</ul>

			<p><span class="bold">Descartando componentes</span><br> Muitas organiza&ccedil;&otilde;es t&ecirc;m pol&iacute;ticas que definem os m&eacute;todos de descarte dos componentes perigosos encontrados nos equipamentos eletr&ocirc;nicos. Esses m&eacute;todos geralmente incluem programas de reutiliza&ccedil;&atilde;o, reciclagem ou troca.</p>


			<p>Voc&ecirc; precisa descartar os componentes do computador porque eles se tornaram obsoletos ou voc&ecirc; precisa de funcionalidade adicional. Al&eacute;m de reciclar as pe&ccedil;as, voc&ecirc; pode do&aacute;-las a outras pessoas ou organiza&ccedil;&otilde;es. Algumas empresas aceitam o equipamento usado como pagamento parcial do novo equipamento.</p>

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
