<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">11.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Identificar e aplicar as t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva aos componentes de um computador pessoal</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
	 <tr>
		<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
		<td height="25"  class="toptitle02_white_bold">11.5.3</td>
		<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
		<td width="100%" height="25" class="toptitle02_white_bold">Inspecionar os componentes do computador</td>
		<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	 </tr>
  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%" height="11">
            <p>O melhor m&eacute;todo para manter um computador em boas condi&ccedil;&otilde;es &eacute; examinar o computador regularmente. A limpeza oferece uma boa oportunidade de se fazer essa inspe&ccedil;&atilde;o. Voc&ecirc; deve ter uma lista de verifica&ccedil;&atilde;o dos componentes a serem inspecionados:</p>

            <ul>
				  <li><span class="bold">CPU e sistema de resfriamento</span> &ndash; Examine a CPU e o sistema de resfriamento para verificar o ac&uacute;mulo de sujeira. Certifique-se de que o ventilador pode girar livremente. Verifique se o cabo de energia do ventilador est&aacute; preso, conforme mostrado na Figura 1. Observe o ventilador, enquanto a energia estiver ligada, para verificar a rota&ccedil;&atilde;o do ventilador. Inspecione a CPU para certificar-se de que ela est&aacute; colocada firmemente no conector. Certifique-se de que dissipador de calor est&aacute; bem preso. Para evitar danos, n&atilde;o remova a CPU para limpeza.</li>

				  <li><span class="bold">Conex&otilde;es de RAM </span> &ndash; Os chips de RAM devem ser presos firmemente nos slots de RAM. A Figura 2 mostra que, algumas vezes, as travas de reten&ccedil;&atilde;o podem se soltar. Encaixe-as novamente, se necess&aacute;rio. Use ar comprimido para remover toda poeira.</li>

				  <li><span class="bold">Dispositivos de armazenamento </span> &ndash; Inspecione todos os dispositivos de armazenamento, incluindo os discos r&iacute;gidos, disquete, unidades &oacute;pticas e unidade de fita. Todos os cabos devem ser conectados firmemente. Verifique os conectores soltos, faltando ou ajustados incorretamente, conforme mostrado na Figura 3. Um disco n&atilde;o deve produzir ru&iacute;dos, barulho ou sons de desgaste. Leia o manual do fabricante para saber como limpar a unidade &oacute;ptica e os cabe&ccedil;otes da fita usando cotonetes e ar comprimido. Limpe as unidades de disquete com um kit de limpeza da unidade.</li>

				  <li><span class="bold">Adaptadores</span> &ndash; Os adaptadores devem colocados adequadamente nos slots de expans&atilde;o. Soltar os adaptadores, conforme mostrado na Figura 4, pode causar curtos-circuitos. Prenda os adaptadores com o parafuso de reten&ccedil;&atilde;o para evitar que as placas se soltem nos slots de expans&atilde;o. Use ar comprimido para remover poeira ou sujeira dos adaptadores ou slots de expans&atilde;o.  </li>
			</ul>

            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> O adaptador de v&iacute;deo &agrave;s vezes pode sair do lugar, porque o cabo do monitor maior pode pression&aacute;-lo ou ser manejado incorretamente quando algu&eacute;m estiver apertando os parafusos de reten&ccedil;&atilde;o.</p>

            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> Se um adaptador de v&iacute;deo for usado em um slot de expans&atilde;o, o adaptador de v&iacute;deo integrado da placa-m&atilde;e provavelmente ser&aacute; desativado. Se voc&ecirc; conectar um monitor a ele com erro, parecer&aacute; que o computador n&atilde;o est&aacute; funcionando.</p>
            <p>H&aacute; alguns itens comuns do computador a serem inspecionados:</p>
            <ul>
				  <li><span class="bold">Dispositivos de energia</span> &ndash;  Inspecione os pain&eacute;is de distribui&ccedil;&atilde;o de energia, supressores de surto (protetores de surto) e dispositivos UPS. Certifique-se de que h&aacute; ventila&ccedil;&atilde;o livre e adequada. Substitua o painel de distribui&ccedil;&atilde;o de energia, se houver problemas el&eacute;tricos ou temporais excessivos na &aacute;rea.</li>

				  <li><span class="bold">Parafusos soltos</span> &ndash; Os parafusos soltos podem causar problemas se n&atilde;o forem fixados ou removidos imediatamente. Um parafuso solto no gabinete pode, posteriormente, causar um curto-circuito ou girar para uma posi&ccedil;&atilde;o na qual ser&aacute; dif&iacute;cil de ser removido.  </li>

				  <li><span class="bold">Teclado e mouse </span> &ndash; Use ar comprimido ou um aspirador para limpar o teclado e o mouse. Se o mouse for do tipo mec&acirc;nico, remova a bola e remova a sujeira. </li>

				  <li><span class="bold">Cabos</span> &ndash; Examine todas as conex&otilde;es do cabo. Procure pinos quebrados ou tortos. Certifique-se de que todos os parafusos de reten&ccedil;&atilde;o do conector foram apertados. Certifique-se de que os cabos n&atilde;o est&atilde;o dobrados, presos ou tortos. </li>


			</ul>


		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
