<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar e aplicar as t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para impressoras e scanners</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.5.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a manuten&ccedil;&atilde;o de impressora</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">

        <tr>
          <td width="100%">
            <p>As impressoras possuem v&aacute;rias pe&ccedil;as que se movem e exigem um n&iacute;vel mais alto de manuten&ccedil;&atilde;o que a maioria dos outros dispositivos eletr&ocirc;nicos. A impressora produz impurezas que s&atilde;o acumuladas nos componentes internos. Com o tempo, se as impurezas n&atilde;o forem removidas, a impressora pode apresentar um mal funcionamento. A programa&ccedil;&atilde;o de manuten&ccedil;&atilde;o para uma impressora pode ser encontrada no manual ou no site do fabricante.</p>
            <p><span class="caution_caps">CUIDADO:</span> Certifique-se de desconectar a impressora da fonte el&eacute;trica antes de iniciar qualquer tipo de manuten&ccedil;&atilde;o.</p>
            <p>A maioria das impressoras apresentam software de monitoramento e diagn&oacute;stico da impressora do fabricante que pode ajud&aacute;-lo a fazer sua manuten&ccedil;&atilde;o. Observe as instru&ccedil;&otilde;es do fabricante quanto &agrave; limpeza dos seguintes componentes da impressora e do scanner:</p>
            <ul>
              <li>Superf&iacute;cies do cilindro da impressora </li>
              <li>Mecanismos de manuseio de papel da impressora e do scanner </li>
            </ul>
            <p>O tipo e a qualidade do papel e da tinta usados podem afetar a vida da impressora:</p>
            <ul>
              <li><span class="bold">Sele&ccedil;&atilde;o de papel</span> &ndash; Pap&eacute;is de alta qualidade podem ajudar a garantir que a impressora funcione com efici&ecirc;ncia e por um longo per&iacute;odo. V&aacute;rios tipos de pap&eacute;is de impressoras est&atilde;o dispon&iacute;veis, incluindo para jato de tinta e laser. O fabricante da impressora pode recomendar o tipo de papel que deve ser usado para melhores resultados. Alguns pap&eacute;is, especialmente pap&eacute;is fotogr&aacute;ficos e transpar&ecirc;ncias, t&ecirc;m um lado certo e um errado. Carregue o papel de acordo com as instru&ccedil;&otilde;es do fabricante.</li>
              <li><span class="bold">Sele&ccedil;&atilde;o de tinta</span> &ndash; O fabricante da impressora recomendar&aacute; a marca e o tipo de tinta que deve ser usado. Se o tipo incorreto de tinta for instalado, a impressora pode n&atilde;o funcionar ou a qualidade da impress&atilde;o pode ser reduzida. Voc&ecirc; deve evitar reabastecer os cartuchos de tinta porque a tinta pode vazar. </li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
