<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Compara&ccedil;&atilde;o e contraste dos componentes de computadores de mesa e laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Compara&ccedil;&atilde;o e contraste dos processadores de computadores de mesa e laptops</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p>A CPU (central processing unit, unidade de processamento central), ou o processador, &eacute; o c&eacute;rebro do computador. Ela interpreta e processa instru&ccedil;&otilde;es usadas para manipular dados.</p>
              <p>Os processadores dos laptops s&atilde;o projetados para usarem menos energia e criarem menos calor do que os processadores dos computadores de mesa.  Como resultado, n&atilde;o exigem dispositivos de resfriamento grandes como os encontrados em computadores de mesa. Eles usam tamb&eacute;m otimiza&ccedil;&atilde;o da CPU para modificar a velocidade de clock conforme necess&aacute;rio a fim de reduzir o consumo de energia e o calor. Isso resulta em uma leve diminui&ccedil;&atilde;o no desempenho. Ela tamb&eacute;m aumenta o tempo de vida de alguns componentes. Esses processadores especialmente projetados permitem que os laptops funcionem por um per&iacute;odo maior de tempo ao usar uma fonte de alimenta&ccedil;&atilde;o de bateria. A Figura 1 mostra as especifica&ccedil;&otilde;es do processador de um laptop. </p>
              <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Os t&eacute;cnicos devem consultar o manual do laptop para saberem os processadores que podem ser usados como substitui&ccedil;&atilde;o e obterem as instru&ccedil;&otilde;es para substitui&ccedil;&atilde;o do processador. </br> </br>
              </p></td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
