<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.7</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identificar os padr&otilde;es Ethernet</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.7.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar os padr&otilde;es Ethernet com cabo</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p><span class="bold">IEEE 802,3</span><br>A arquitetura Ethernet &eacute; baseada no padr&atilde;o IEEE 802.3. O padr&atilde;o IEEE 802.3 especifica que uma rede implemente o m&eacute;todo de controle de acesso CSMA/CD. </p>
            <p>No CSMA/CD, todas as esta&ccedil;&otilde;es finais "ouvem" o fio da rede buscando uma libera&ccedil;&atilde;o para enviar dados. Esse processo &eacute; similar a esperar pelo sinal de linha em um telefone antes de discar um n&uacute;mero. Quando a esta&ccedil;&atilde;o final detectar que nenhum outro host est&aacute; transmitindo, a esta&ccedil;&atilde;o final tentar&aacute; enviar os dados. Se nenhuma outra esta&ccedil;&atilde;o enviar qualquer dado ao mesmo tempo, essa transmiss&atilde;o chegar&aacute; no computador de destino sem problemas. Se uma outra esta&ccedil;&atilde;o final observou o mesmo sinal de libera&ccedil;&atilde;o e transmitiu ao mesmo tempo, ocorrer&aacute; uma colis&atilde;o na m&iacute;dia de rede. </p>
            <p>A primeira esta&ccedil;&atilde;o que detecta a colis&atilde;o, ou a duplica&ccedil;&atilde;o da voltagem, envia um sinal de congestionamento que diz a todas as esta&ccedil;&otilde;es para parar a transmiss&atilde;o e executar um algoritmo de retorno. Um algoritmo de retorno calcula tempos aleat&oacute;rios nos quais a esta&ccedil;&atilde;o final come&ccedil;ar&aacute; a tentar a transmiss&atilde;o de rede novamente. Esse tempo aleat&oacute;rio &eacute;, geralmente, em um ou dos milissegundos (ms), ou mil&eacute;simos de um segundo. A seq&uuml;&ecirc;ncia ocorre toda vez que h&aacute; uma colis&atilde;o na rede e pode reduzir a transmiss&atilde;o Ethernet em at&eacute; 40%.</p>
            <p><span class="bold">Tecnologias Ethernet</span><br>O padr&atilde;o IEEE 802.3 define v&aacute;rias implementa&ccedil;&otilde;es f&iacute;sicas que suportam Ethernet. Algumas das implementa&ccedil;&otilde;es mais comuns s&atilde;o descritas a seguir.</p>
            <p><span class="bold">Ethernet</span><br> A 10BASE-T &eacute; uma tecnologia Ethernet que usa a topologia estrela. A 10BASE-T &eacute; uma arquitetura Ethernet popular cujos recursos est&atilde;o indicados em seu nome:
            <ul>
			  	<li>O dez (10) representa uma velocidade de 10 Mbps. </li>
              	<li>O BASE representa a transmiss&atilde;o de banda b&aacute;sica. Na transmiss&atilde;o de banda b&aacute;sica, a largura de banda completa de um cabo &eacute; usada para um tipo de sinal.</li>
            	<li>O T representa o cabeamento de cobre de par tran&ccedil;ado. </li>
			</ul>
            <p><span class="bold">Vantagens da 10BASE-T: </span>
            <ul>
			   	<li>A instala&ccedil;&atilde;o do cabo &eacute; econ&ocirc;mica comparada com a instala&ccedil;&atilde;o da fibra &oacute;ptica.</li>
              	<li>Os cabos s&atilde;o finos, flex&iacute;veis e mais f&aacute;ceis de instalar do que o cabeamento coaxial. </li>
            	<li>Os equipamentos e os cabos s&atilde;o f&aacute;ceis de atualizar. </li>
			</ul>
            <p><span class="bold">Desvantagens da 10BASE-T: </span>
			<ul>
              <li>O comprimento m&aacute;ximo de um segmento 10BASE-T &eacute; de apenas 100 m (328 p&eacute;s). </li>
              <li>Os cabos s&atilde;o suscet&iacute;veis a interfer&ecirc;ncia eletromagn&eacute;tica (EMI, electromagnetic interference). </li>
            </ul>

            <p><span class="bold">Fast Ethernet</span><br> As altas demandas de largura de banda de muitos aplicativos modernos, como videoconfer&ecirc;ncia ao vivo e &aacute;udio de fluxo cont&iacute;nuo, geraram uma necessidade de velocidades mais altas de transfer&ecirc;ncia de dados. Muitas redes requerem mais largura de banda do que a Ethernet de 10 Mbps pode oferecer .</p>
			<p>A 100BASE-TX &eacute; muito mais r&aacute;pida do que a 10BASE-T e tem uma largura de banda te&oacute;rica de 100 Mbps.</p>
            <p><span class="bold">Vantagens da 100BASE-TX: </span></p>
			<ul>
	            <li>&Agrave; velocidade de 100 Mbps, as taxas de transfer&ecirc;ncia da 100BASE-TX s&atilde;o dez vezes maiores que a da 10BASE-T. </li>
				<li>A 100BASE-X usa cabeamento de par tran&ccedil;ado, que &eacute; econ&ocirc;mico e f&aacute;cil de instalar. </li>
			</ul>
			<p><span class="bold">Desvantagens da 100BASE-TX: </span></p>
			<ul>
	            <li>O comprimento m&aacute;ximo de um segmento 100BASE-TX &eacute; de somente 100 m (328 p&eacute;s). </li>
				<li>Os cabos s&atilde;o suscet&iacute;veis a interfer&ecirc;ncia eletromagn&eacute;tica (EMI, electromagnetic interference). </li>
			</ul>
            <p>A 1000BASE -T &eacute; comumente conhecida como Gigabit Ethernet. A Gigabit Ethernet &eacute; uma arquitetura de LAN. </p>
			<p><span class="bold">Vantagens da 1000BASE-T: </span></p>
			<ul>
	            <li>A arquitetura 1000BASE-T suporta taxas de transfer&ecirc;ncia de dados de 1 Gbps. &Agrave; velocidade de 1 Gbps, essa arquitetura &eacute; dez vezes mais r&aacute;pida do que a Fast Ethernet, e 100 vezes mais r&aacute;pida do que a Ethernet. Esse aumento na velocidade permite a implementa&ccedil;&atilde;o de aplicativos que fazem uso intensivo de largura de banda, como aplicativos de v&iacute;deo ao vivo. </li>
				<li>A arquitetura 1000BASE-T apresenta uma interoperabilidade com a 10BASE-T e a 100BASE-TX. </li>
			</ul>
			<p><span class="bold">Desvantagens da 1000BASE-T:</span></p>
			<ul>
	            <li>O comprimento m&aacute;ximo de um segmento 1000BASE-T &eacute; de apenas 100 m (328 p&eacute;s).</li>
				<li>&Eacute; suscet&iacute;vel a interfer&ecirc;ncia.</li>
			    <li>NICs e switches de gigabit s&atilde;o caros. </li>
			    <li>&Eacute; necess&aacute;rio equipamento adicional. </li>
			</ul>
			<p>10BASE-FL, 100BASE-FX, 1000BASE-SX e LX s&atilde;o Tecnologias Ethernet de fibra &oacute;ptica.</p>        </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
