<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de impressoras dispon&iacute;veis atualmente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.1.7</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever outros tipos de impressora</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Duas outras tecnologias de impress&atilde;o com as quais voc&ecirc; pode trabalhar s&atilde;o a t&eacute;rmica e a sublima&ccedil;&atilde;o de tinta. </p>
            <p><span class="bold">Impressoras t&eacute;rmicas</span><br> Algumas caixas registradoras de lojas ou m&aacute;quinas de fax antigas podem conter impressoras t&eacute;rmicas, conforme exibido na Figura 1. O papel t&eacute;rmico usado nas impressoras t&eacute;rmicas &eacute; quimicamente tratado e possui um tipo de cera. O papel t&eacute;rmico torna-se preto quando aquecido. Muitos dos cabe&ccedil;otes de impress&atilde;o da impressora t&eacute;rmica s&atilde;o da largura do papel. As &aacute;reas do cabe&ccedil;ote de impress&atilde;o s&atilde;o aquecidas conforme necess&aacute;rio para fazer o padr&atilde;o no papel. O papel &eacute; fornecido em bobinas.</p>
            <p>Uma impressora t&eacute;rmica possui a seguinte vantagem:</p>
            <ul>
              <li>Vida mais longa porque h&aacute; poucas partes em movimento</li>
            </ul>
            <p>Uma impressora t&eacute;rmica possui as seguintes desvantagens:</p>
            <ul>
              <li>O papel &eacute; caro.</li>
              <li>O papel possui uma validade curta.</li>
              <li>As imagens s&atilde;o de qualidade ruim.</li>
              <li>O papel deve ser armazenado em temperatura ambiente.</li>
            </ul>
            <p><span class="bold">Impressoras de sublima&ccedil;&atilde;o de tinta</span><br> As impressoras de sublima&ccedil;&atilde;o de tinta produzem imagens de qualidade fotogr&aacute;fica para impress&atilde;o gr&aacute;fica. Consulte a Figura 2 para obter um exemplo de uma impressora de sublima&ccedil;&atilde;o de tinta. Esse tipo de impressora usa camadas s&oacute;lidas de tinta que mudam diretamente de s&oacute;lida para gasosa em um processo chamado sublima&ccedil;&atilde;o. O cabe&ccedil;ote de impress&atilde;o aplica uma camada de ciano, magenta, amarelo e uma cobertura clara (CMYO). H&aacute; uma passagem para cada cor.</p>
            <p>As impressoras de sublima&ccedil;&atilde;o de tinta possuem as seguintes vantagens:</p>
            <ul>
              <li>As impressoras produzem imagens de alta qualidade.</li>
              <li>A camada de cobertura reduz as manchas e aumenta a resist&ecirc;ncia &agrave; umidade.</li>
            </ul>
            <p>As impressoras de sublima&ccedil;&atilde;o de tinta possuem as seguintes desvantagens:</p>
            <ul>
              <li>A m&iacute;dia pode ser cara.</li>
              <li>As impressoras s&atilde;o melhores para cores do que para escala de cinza (preto-e-branco).</li>
            </ul>
            <p>Na fotografia, tanto as impressoras de sublima&ccedil;&atilde;o de tinta como as pequenas impressoras jato de tinta coloridas fornecem impress&otilde;es de qualidade. </p>
            <p>&nbsp;</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
</body>

</html>
