<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Instalar, configurar e otimizar um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identificar procedimentos e utilit&aacute;rios usados para otimizar o desempenho dos sistemas operacionais</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>H&aacute; v&aacute;rios procedimentos e ferramentas dispon&iacute;veis para otimizar o desempenho de um sistema operacional. Os conceitos podem ser os mesmos pelos sistemas operacionais, mas os m&eacute;todos de otimiza&ccedil;&atilde;o e os procedimentos s&atilde;o diferentes. Por exemplo, enquanto a mem&oacute;ria virtual desempenha a mesma fun&ccedil;&atilde;o em um sistema operacional Windows 98 e Windows XP, o caminho para encontrar e definir as configura&ccedil;&otilde;es da mem&oacute;ria virtual &eacute; diferente. </p>

            <p><span class="bold">Ferramentas do sistema</span><br> Para manter e otimizar um sistema operacional, voc&ecirc; pode acessar v&aacute;rias ferramentas no Windows. Algumas dessas ferramentas incluem verifica&ccedil;&atilde;o de erro do disco, que pode digitalizar o disco r&iacute;gido para obter erros de estrutura de arquivo e desfragmenta&ccedil;&atilde;o do disco r&iacute;gido, que pode consolidar os arquivos para acesso mais r&aacute;pido. A Figura 1 mostra as ferramentas de gerenciamento do disco r&iacute;gido.</p>

            <p><span class="bold">Mem&oacute;ria virtual</span><br> A mem&oacute;ria virtual permite que a CPU utilize mais mem&oacute;ria que a instalada no computador. Isso &eacute; feito de forma que cada aplicativo possa usar a mesma quantidade de mem&oacute;ria. A mem&oacute;ria vitual &eacute; um arquivo de pagina&ccedil;&atilde;o ou de troca que &eacute; constantemente lido dentro e fora da RAM. Geralmente, voc&ecirc; deve permitir que o Windows gerencie o tamanho do arquivo de troca. A &uacute;nica configura&ccedil;&atilde;o que voc&ecirc; deve alterar &eacute; o local do arquivo de troca. Voc&ecirc; deve ser membro do grupo do administrador para fazer esta altera&ccedil;&atilde;o. A Figura 2 mostra as configura&ccedil;&otilde;es da mem&oacute;ria virtual.</p>

            <p>Para acessar as configura&ccedil;&otilde;es de mem&oacute;ria virtual no Windows XP, use um dos seguintes caminhos:</p>

				<ul>

				  <li><span class="bold">Iniciar &gt; Configura&ccedil;&otilde;es &gt; Painel de controle &gt;Sistema &gt; guia Avan&ccedil;ado &gt; Op&ccedil;&otilde;es de desempenho</span> </li>
				  <p>ou</p>

				  <li><span class="bold"> Iniciar &gt; Painel de controle &gt; Desempenho e manuten&ccedil;&atilde;o &gt; Sistema &gt; Avan&ccedil;ado &gt; Desempenho &gt;Configura&ccedil;&otilde;es &gt; Avan&ccedil;ado </span></li>
				</ul>

            <p><span class="bold">Desfragmentador de disco</span><br> Para ajudar a otimizar os arquivos no disco r&iacute;gido, os sistemas operacionais do Windows fornecem um utilit&aacute;rio de desfragmenta&ccedil;&atilde;o.  Os arquivos s&atilde;o acessados e armazenados em um disco r&iacute;gido, os arquivos s&atilde;o alterados de cont&iacute;guo no disco para disperso no disco. Isso pode tornar o sistema operacional lento. O disco r&iacute;gido tem que pesquisar v&aacute;rias &aacute;reas do disco r&iacute;gido para localizar todo o arquivo. Para um arquivo, o efeito do processo &eacute; m&iacute;nimo. Quando isso ocorre para milhares de arquivos, no entanto, o processo ir&aacute; retardar fisicamente a leitura e a grava&ccedil;&atilde;o de um arquivo no disco r&iacute;gido. Para desfragmentar uma unidade, clique duas vezes em <span class="bold">Meu computador</span> na &aacute;rea de trabalho Clique com o bot&atilde;o direito no mouse na unidade que voc&ecirc; deseja otimizar. Selecione <span class="bold">Propriedades</span>. Na guia <span class="bold">Ferramentas</span> clique em <span class="bold">Desfragmentar agora</span>.</p>

            <p><span class="bold">Arquivos tempor&aacute;rios</span><br> Quase todo programa usa arquivos tempor&aacute;rios, que geralmente s&atilde;o exclu&iacute;dos automaticamente quando o aplicativo ou sistema operacional termina de us&aacute;-los. No entanto, alguns arquivos tempor&aacute;rios devem ser exclu&iacute;dos manualmente. Considerando que os arquivos tempor&aacute;rios utilizam espa&ccedil;o no disco r&iacute;gido que poderia ser usado para outros arquivos, &eacute; importante verific&aacute;-los e exclu&iacute;-los, conforme necess&aacute;rio, a cada dois ou tr&ecirc;s meses. Os arquivos tempor&aacute;rios geralmente ficam localizados em:</p>

            <ul>
              <li>C:\temp</li>
              <li>C:\tmp</li>
              <li>C:\windows\temp</li>
              <li>C:\windows\tmp</li>
              <li>C:\documents and settings\%USERPROFILE%\local settings\temp</li>
            </ul>

            <p><span class="bold">Servi&ccedil;os</span><br> Os servi&ccedil;os s&atilde;o tipos de aplica&ccedil;&atilde;o executados em segundo plano para atingir uma meta espec&iacute;fica ou aguardar uma solicita&ccedil;&atilde;o. Somente os servi&ccedil;os necess&aacute;rios devem ser iniciados para reduzir os riscos de seguran&ccedil;a desnecess&aacute;rios. Consulte a Figura 3 para obter os servi&ccedil;os dispon&iacute;veis em um computador. H&aacute; quatro configura&ccedil;&otilde;es ou estados que podem ser usados para controlar os servi&ccedil;os: </p>

            <ul>
              <li>Autom&aacute;tico</li>
              <li>Manual</li>
              <li>Desativado</li>
              <li>Interrompido</li>
            </ul>

            <p>Se um servi&ccedil;o, como DHCP ou Atualiza&ccedil;&otilde;es autom&aacute;ticas for definido como autom&aacute;tico, ele ser&aacute; iniciado quando o PC for iniciado. Os servi&ccedil;os manuais, como suporte de um UPS (Uninterruptible Power Supply, fonte de energia ininterrupta), precisam ser configurados manualmente. Alguns servi&ccedil;os podem ser interrompidos ou desativados para fins de solu&ccedil;&atilde;o de problemas, como desativa&ccedil;&atilde;o do spooler da impressora, quando houver problemas de impressora.</p>


              <!-- Start Activity box   -->
            <p></p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab12_2_4/12.2.4_Lab_Virtual_Memory.pdf">Laborat&oacute;rio</a>
                              <p> <span class="activity_bold">Mem&oacute;ria virtual </span><br> Personalizar as configura&ccedil;&otilde;es da mem&oacute;ria virtual<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
            <p></p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
