<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos componentes internos</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explicar nomes, finalidades e características das CPUs</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A CPU (central processing unit, unidade de processamento central) &eacute; considerada o c&eacute;rebro do computador. Algumas vezes &eacute; citada como o processador. A maioria dos c&aacute;lculos ocorre na CPU. No que diz respeito ao c&aacute;lculo de energia, a CPU &eacute; o elemento mais importante de um sistema de computador. As CPUs v&ecirc;m em diferentes formatos, e cada estilo exige um slot ou soquete espec&iacute;fico de CPU que incluem a Intel e a AMD.</p>
            <p>O soquete ou slot da CPU &eacute; o conector que estabelece interface entre a placa-m&atilde;e e o pr&oacute;prio processador. A maioria dos soquetes e processadores da CPU em uso no momento &eacute; constru&iacute;da em torno da arquitetura PGA (pin grid array, matriz da grade de pinos), na qual os pinos no lado de baixo do processador s&atilde;o inseridos no soquete, geralmente com ZIF (zero insertion force, for&ccedil;a de inser&ccedil;&atilde;o zero). ZIF refere-se &agrave; quantidade de for&ccedil;a necess&aacute;ria para instalar uma CPU no soquete ou no slot da placa-m&atilde;e. Os processadores com slot t&ecirc;m a forma de cartucho e se encaixam em um slot com apar&ecirc;ncia similar a de um slot de expans&atilde;o. A Figura 1 lista as especifica&ccedil;&otilde;es comuns de soquetes de CPU. </p>
            <p>A CPU executa um programa, que &eacute; uma seq&uuml;&ecirc;ncia de instru&ccedil;&otilde;es armazenadas. Cada modelo de processador executa um conjunto de instru&ccedil;&otilde;es. A CPU executa o programa processando cada parte dos dados de acordo com a orienta&ccedil;&atilde;o do programa e do conjunto de instru&ccedil;&otilde;es. Enquanto a CPU est&aacute; executando uma etapa do programa, as instru&ccedil;&otilde;es restantes e os dados s&atilde;o armazenados pr&oacute;ximos a uma mem&oacute;ria especial, chamada cache. H&aacute; duas arquiteturas de CPU principais relacionadas aos conjuntos de instru&ccedil;&otilde;es:</p>
            <ul>
              <li><span class="bold">RISC (Reduced Instruction Set Computer, computador com conjunto de instru&ccedil;&otilde;es reduzido)</span> &ndash; As arquiteturas usam um conjunto relativamente pequeno de instru&ccedil;&otilde;es e os chips RISC foram projetados para executar essas instru&ccedil;&otilde;es muito rapidamente.</li>
              <li><strong>CISC (Complex Instruction Set Computer, computador com conjunto de instru&ccedil;&otilde;es complexo)</strong> &ndash; As arquiteturas usam um amplo conjunto de instru&ccedil;&otilde;es, resultando em menos etapas por opera&ccedil;&atilde;o. </li>
            </ul>
            <p>Algumas CPUs incorporam o hiperprocessamento para melhorar o desempenho da CPU. Com o hiperprocessamento, a CPU tem v&aacute;rias partes de c&oacute;digo sendo executadas simultaneamente em cada pipeline. Para um sistema operacional, uma &uacute;nica CPU com hiperprocessamento parece ser duas CPUs.</p>
            <p>A pot&ecirc;ncia de uma CPU &eacute; medida pela velocidade e quantidade de dados que ela pode processar. A velocidade de uma CPU &eacute; classificada em ciclos por segundo. A velocidade das CPUs atuais &eacute; medida em milh&otilde;es de ciclos por segundo, chamados de megahertz (MHz), ou bilh&otilde;es de ciclos por segundo, chamados de gigahertz (GHz). A quantidade de dados que uma CPU pode processar em determinado momento depende do tamanho do barramento de dados do processador. Isso tamb&eacute;m &eacute; chamado de barramento da CPU ou FSB (front side bus, barramento frontal). Quanto maior for a largura do barramento de dados do processador, mais potente o processador ser&aacute;. Os processadores atuais t&ecirc;m um barramento de dados de 32 ou 64 bits.</p>
            <p>Overclocking &eacute; uma t&eacute;cnica usada para fazer com que um processador trabalhe em uma velocidade mais r&aacute;pida do que sua especifica&ccedil;&atilde;o original. Overclocking n&atilde;o &eacute; uma maneira confi&aacute;vel para melhorar o desempenho do computador e pode resultar em danos &agrave; CPU.</p>
            <p>MMX &eacute; um conjunto de instru&ccedil;&otilde;es multim&iacute;dias incorporadas a processadores Intel. Os microprocessadores ativados para MMX podem controlar muitas opera&ccedil;&otilde;es comuns de multim&iacute;dia que normalmente s&atilde;o controladas por uma placa de som ou v&iacute;deo separada. Entretanto, somente o software especialmente gravado para chamar instru&ccedil;&otilde;es MMX pode tirar proveito do conjunto de instru&ccedil;&otilde;es MMX. </p>
            <p>A tecnologia de processador mais recente resultou em fabricantes de CPU descobrindo maneiras de incorporar mais de um n&uacute;cleo de CPU em um s&oacute; chip. Muitas CPUs s&atilde;o capazes de processar v&aacute;rias instru&ccedil;&otilde;es simultaneamente:</p>
            <ul>
              <li><span class="bold">CPU de n&uacute;cleo &uacute;nico</span> &ndash; Um n&uacute;cleo dentro de um &uacute;nico chip de CPU que controla todos os recursos de processamento. Um fabricante de placa-m&atilde;e pode fornecer soquetes para mais de um processador &uacute;nico, fornecendo o recurso para construir um computador potente, com v&aacute;rios processadores. </li>
              <li><span class="bold">CPU de n&uacute;cleo duplo</span> &ndash; Dois n&uacute;cleos dentro de um &uacute;nico chip de CPU em que os dois n&uacute;cleos podem processar informa&ccedil;&otilde;es ao mesmo tempo. </li>
            </ul>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
