<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever como configurar uma NIC e um modem </b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.9.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Conectar o computador a uma rede existente</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Agora, que os drivers da NIC est&atilde;o instalados, voc&ecirc; est&aacute; pronto para conectar-se &agrave; rede. Conecte um cabo de rede, tamb&eacute;m chamado de cabo de patch Ethernet ou de passagem direta, &agrave; porta de rede no computador.  Conecte a outra extremidade no dispositivo de rede ou na tomada na parede.</p>
            <p>Depois de conectar o cabo de rede, observe os LEDs, ou luzes de link, pr&oacute;ximos da porta Ethernet na NIC para verificar se h&aacute; alguma atividade. A Figura 1 mostra a atividade de rede em uma NIC. Se n&atilde;o houver atividade, isso poder&aacute; indicar um cabo defeituoso, uma porta de hub defeituosa, ou at&eacute; mesmo uma NIC defeituosa. Talvez seja necess&aacute;rio substituir um ou mais dos dispositivos para corrigir o problema.</p>
            <p>Depois de ter confirmado que o computador est&aacute; conectado &agrave; rede e que as luzes de link na NIC indicam uma conex&atilde;o em funcionamento, o computador precisar&aacute; de um endere&ccedil;o IP. A maioria das redes &eacute; configurada de modo que o computador receba um endere&ccedil;o IP automaticamente de um servidor DHCP local. Se o computador n&atilde;o tiver um endere&ccedil;o IP, ser&aacute; necess&aacute;rio informar um endere&ccedil;o IP exclusivo nas propriedades de TCP/IP da NIC.</p>
            <p>Cada NIC dever&aacute; se configurada com as seguintes informa&ccedil;&otilde;es:</p>
            <ul>
              <li><strong>Protocolos</strong> &ndash; O mesmo protocolo deve ser implementado entre qualquer par de computadores que se comuniquem na mesma rede. </li>
              <li><strong>Endere&ccedil;o IP</strong> &ndash; Esse endere&ccedil;o &eacute; configur&aacute;vel e deve ser exclusivo para cada dispositivo. O endere&ccedil;o IP pode ser configurado manualmente ou atribu&iacute;do automaticamente pelo DHCP. </li>
              <li><strong>Endere&ccedil;o MAC</strong> &ndash; Cada dispositivo tem um endere&ccedil;o MAC exclusivo. O endere&ccedil;o MAC &eacute; atribu&iacute;do pelo fabricante e n&atilde;o pode ser alterado. </li>
            </ul>
            <p>Depois de conectar o computador &agrave; rede, voc&ecirc; dever&aacute; testar a conectividade com o comando <strong>ping</strong>. Use o comando <strong>ipconfig</strong>, mostrado na Figura 2, para saber qual &eacute; o seu endere&ccedil;o IP. Fa&ccedil;a o ping de seu pr&oacute;prio endere&ccedil;o IP para certificar-se de que sua NIC est&aacute; funcionando adequadamente. Depois de ter determinado se a NIC est&aacute; funcionando, fa&ccedil;a o ping do gateway-padr&atilde;o ou de um outro computador na rede, conforme mostrado na Figura 3. Um gateway-padr&atilde;o permite que um host se comunique fora da rede. Se voc&ecirc; tiver uma conex&atilde;o com a Internet, fa&ccedil;a o ping de um site popular, como o www.cisco.com. Se o ping de um site da Internet ou de um outro computador da rede for executado com &ecirc;xito, sua conex&atilde;o estar&aacute; funcionando adequadamente. Se qualquer uma dessas tentativas de ping n&atilde;o for bem-sucedida, voc&ecirc; precisar&aacute; iniciar o assistente de solu&ccedil;&atilde;o de problemas para reparar a conex&atilde;o.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_9_2/8.9.2_Lab_Config_NIC_DHCP.pdf">Laborat&oacute;rio</a>
<p> <span class="activity_bold">Configura&ccedil;&atilde;o DHCP para NIC Ethernet</span><br> Configurar a NIC para usar DHCP a partir de 300N<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
