<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever boas habilidades de comunica&ccedil;&atilde;o e de comportamento profissional</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>

	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.7</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Seguir as pol&iacute;ticas comerciais</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>Como t&eacute;cnico, voc&ecirc; deve estar consciente de todas as pol&iacute;ticas comerciais relacionadas &agrave;s liga&ccedil;&otilde;es do cliente. Voc&ecirc; n&atilde;o gostaria de fazer uma promessa a um cliente que voc&ecirc; n&atilde;o pudesse cumprir. Voc&ecirc; tamb&eacute;m deve conhecer bem todas as regras que controlam os funcion&aacute;rios.</p>

		    <p><span class="bold">Regras para liga&ccedil;&atilde;o do cliente</span><br> A seguir h&aacute; exemplos de regras espec&iacute;ficas que uma Central de atendimento pode ter ao atender as liga&ccedil;&otilde;es do cliente:</p>

			<ul>
				<li>Tempo m&aacute;ximo da liga&ccedil;&atilde;o (Exemplo: 15 minutos)</li>
				<li>Tempo m&aacute;ximo da liga&ccedil;&atilde;o na fila (Exemplo: tr&ecirc;s minutos)</li>
				<li>N&uacute;mero de liga&ccedil;&otilde;es por dia (Exemplo: No m&iacute;nimo 30)</li>
				<li>Regras sobre como passar as liga&ccedil;&otilde;es para outros t&eacute;cnicos (Exemplo:  Somente quando estritamente necess&aacute;rio e nunca sem a permiss&atilde;o do t&eacute;cnico)</li>
				<li>Regras sobre o que voc&ecirc; pode e n&atilde;o pode prometer ao cliente (Consulte o SLA do cliente para obter detalhes)</li>
				<li>Quando seguir o SLA e quando escalar &agrave; ger&ecirc;ncia</li>

			</ul>

		<p><span class="bold">Regras do funcion&aacute;rio da Central de atendimento</span><br>Tamb&eacute;m h&aacute; outras regras que abrangem as atividades gerais di&aacute;rias dos funcion&aacute;rios: </p>

			<ul>
				<li>Chegar na esta&ccedil;&atilde;o de trabalho com tempo suficiente para se preparar, geralmente cerca de 15 a 20 minutos antes da primeira liga&ccedil;&atilde;o.</li>
				<li>N&atilde;o ultrapassar o n&uacute;mero permitido nem a dura&ccedil;&atilde;o dos intervalos.</li>
				<li>N&atilde;o fazer um intervalo ou ir almo&ccedil;ar se houver uma liga&ccedil;&atilde;o no quadro.</li>
				<li>N&atilde;o fazer um intervalo ou ir almo&ccedil;ar no mesmo hor&aacute;rio dos outros t&eacute;cnicos (coordenar os intervalos entre os t&eacute;cnicos).</li>
				<li>N&atilde;o deixar uma liga&ccedil;&atilde;o pendente para sair para o intervalo ou para o almo&ccedil;o.</li>
				<li>Certificar-se de que outro t&eacute;cnico est&aacute; dispon&iacute;vel se voc&ecirc; tiver que sair.</li>
				<li>Se n&atilde;o houver t&eacute;cnicos dispon&iacute;veis, verificar com o cliente se voc&ecirc; pode retornar a liga&ccedil;&atilde;o posteriormente, possivelmente na pr&oacute;xima manh&atilde;.</li>
				<li>N&atilde;o mostrar favoritismo a determinados clientes.</li>
				<li>N&atilde;o atender as liga&ccedil;&otilde;es de outros t&eacute;cnicos sem permiss&atilde;o.</li>
				<li>N&atilde;o fazer coment&aacute;rios negativos sobre as capacidades de outro t&eacute;cnico.</li>
			</ul>

		<p>Voc&ecirc; conhece outras regras que podem ser aplicadas em uma Central de atendimento?</p>


		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
