<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de impressoras dispon&iacute;veis atualmente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.1.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as impressoras a laser</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Uma impressora a laser &eacute; uma impressora r&aacute;pida de alta qualidade que usa um feixe de laser para criar uma imagem. A parte central da impressora a laser &eacute; seu tambor eletrofotogr&aacute;fico. O tambor &eacute; um cilindro de metal revestido com um material isolante sens&iacute;vel &agrave; luz. Quando um feixe da luz do laser atinge o tambor, ele se torna um condutor no ponto onde a luz o atingiu. &Agrave; medida que o tambor gira, o feixe de laser desenha uma imagem eletrost&aacute;tica no tambor, chamada de imagem. A imagem n&atilde;o desenvolvida ou latente passa por um suprimento de tinta seca ou toner que &eacute; atra&iacute;do at&eacute; ela. O tambor vira e coloca essa imagem em contato com o papel, que atrai o toner do tambor. O papel passa por um fusor composto de cilindros quentes, que dissolvem o toner no papel. </p>
            <p><span class="bold">Processo de impress&atilde;o</span><br> O processo da impressora a laser envolve seis etapas para imprimir informa&ccedil;&otilde;es em uma &uacute;nica folha de papel. </p>
            <p><span class="bold">Etapa 1: Limpeza</span><br> Quando uma imagem tiver sido depositada no papel e o tambor tiver se separado do papel, qualquer toner restante dever&aacute; ser removido do tambor. Uma impressora pode possuir uma p&aacute; que retira todo o excesso de toner do tambor. Algumas impressoras usam uma voltagem CA em um fio que remove a carga da superf&iacute;cie do tambor e permite que o toner em excesso saia do tambor. O toner em excesso &eacute; armazenado em um cont&ecirc;iner de toner usado que pode ser esvaziado ou descartado. </p>
            <p><span class="bold">Etapa 2: Condicionamento</span><br> Esta etapa envolve remover a imagem latente antiga do tambor e condicion&aacute;-lo para uma nova imagem latente. O condicionamento &eacute; feito colocando-se uma fio especial, grade ou cilindro que recebe uma carga negativa de aproximadamente &ndash; 600 volts CC uniformemente pela superf&iacute;cie do tambor. O fio ou grade carregado &eacute; chamado de corona prim&aacute;rio. O cilindro &eacute; chamado de cilindro de condicionamento. </p>
            <p><span class="bold">Etapa 3: Grava&ccedil;&atilde;o</span><br> O processo de grava&ccedil;&atilde;o envolve varrer o tambor fotossens&iacute;vel com o feixe de laser. Cada parte do tambor exposta &agrave; luz tem a carga de superf&iacute;cie reduzida a aproximadamente &ndash; 100 volts CC. Essa carga el&eacute;trica possui uma carga negativa inferior ao restante do tambor. &Agrave; medida que o tambor gira, uma imagem latente invis&iacute;vel &eacute; criada nele.</p>
            <p><span class="bold">Etapa 4: Desenvolvimento</span><br> Na fase de desenvolvimento, o toner &eacute; aplicado &agrave; imagem latente no tambor. O toner &eacute; uma combina&ccedil;&atilde;o carregada negativamente de part&iacute;culas de pl&aacute;stico e metal. Uma p&aacute; de controle segura o toner a uma dist&acirc;ncia microsc&oacute;pica do tambor. O toner se move da p&aacute; de controle para a imagem latente mais carregada positivamente do tambor. </p>
            <p><span class="bold">Etapa 5: Transfer&ecirc;ncia</span><br> Nesta etapa, o toner ligado &agrave; imagem latente &eacute; transferido para o papel. O transferidor, ou corona secund&aacute;rio, coloca uma carga positiva no papel. Como o tambor foi carregado negativamente, o toner do tambor &eacute; atra&iacute;do para o papel. A imagem est&aacute; agora no papel e &eacute; colocada no lugar pela carga positiva. </p>
            <p><span class="bold">Etapa 6: Fus&atilde;o</span><br> Nesta etapa, o toner &eacute; permanentemente fundido ao papel. O papel de impress&atilde;o &eacute; enrolado entre um cilindro aquecido e um cilindro de press&atilde;o. &Agrave; medida que o papel se move pelo cilindro aquecido e pelo cilindro de press&atilde;o, o toner solto &eacute; dissolvido e fundido com as fibras do papel.  O papel &eacute; movido para a bandeja de sa&iacute;da como uma p&aacute;gina impressa. </p>
            <p> A mnem&ocirc;nica a seguir o ajudar&aacute; a memorizar a ordem das etapas do processo de impress&atilde;o a laser: Limpeza e Cuidado Garantem um Duradouro Tempo de Funcionamento (Limpeza, Condicionamento, Grava&ccedil;&atilde;o, Desenvolvimento, Transfer&ecirc;ncia, Fus&atilde;o).</p>
            <p ><span class="caution_caps">AVISO:</span> O fio ou grade de corona prim&aacute;rio, ou o cilindro de condicionamento, pode ser muito perigoso. A voltagem &eacute; conduzida t&atilde;o alta quanto &ndash; 6000 volts. Apenas t&eacute;cnicos certificados devem trabalhar na unidade. Antes de trabalhar dentro de uma impressora a laser, voc&ecirc; deve certificar-se de que a voltage est&aacute; adequadamente descarregada.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
</body>

</html>
