<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explicar como configurar laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descri&ccedil;&atilde;o de como configurar as defini&ccedil;&otilde;es de energia</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>
            <td width="100%">
              <p> Um dos recursos mais populares de um laptop &eacute; o funcionamento com baterias. Essa fun&ccedil;&atilde;o permite que os laptops operem em locais onde a alimenta&ccedil;&atilde;o CA n&atilde;o est&aacute; dispon&iacute;vel ou n&atilde;o &eacute; adequada. Avan&ccedil;os no gerenciamento de energia e na tecnologia de bateria est&atilde;o aumentando o tempo em que os usu&aacute;rios de laptop podem permanecer desconectados da alimenta&ccedil;&atilde;o CA. As baterias atuais podem durar entre 2 e 10 horas sem recarregar em qualquer lugar. Gerenciar a energia definindo as configura&ccedil;&otilde;es de energia do laptop &eacute; importante para garantir que a carga da bateria seja usada com efici&ecirc;ncia. &nbsp;

              </p>
              <p>Os padr&otilde;es ACPI (Advanced Configuration and Power Interface, interface de energia e configura&ccedil;&atilde;o avan&ccedil;ada) criam uma ponte entre o hardware e o SO e permitem que os t&eacute;cnicos criem esquemas de gerenciamento de energia para obter o melhor desempenho do computador. Os padr&otilde;es ACPI podem ser aplic&aacute;veis &agrave; maioria dos computadores, mas eles s&atilde;o particularmente importantes ao gerenciar a energia em laptops. Clique nos estados de energia na Figura 1 para exibir mais informa&ccedil;&otilde;es sobre cada estado de energia.
              </p>
              <p>Os t&eacute;cnicos freq&uuml;entemente precisam definir as configura&ccedil;&otilde;es de energia alterando as configura&ccedil;&otilde;es encontradas no BIOS. Definir as configura&ccedil;&otilde;es de energia no BIOS afeta as seguintes condi&ccedil;&otilde;es:
              </p>

              	<ul>
              		<li>Estados do sistema</li>
              		<li>Bateria e modos CA</li>
              		<li>Gerenciamento t&eacute;rmico</li>
              		<li>Gerenciamento de energia de barramento PCI da CPU</li>
              	</ul>

              <p>A Figura 2 mostra um exemplo de configura&ccedil;&otilde;es de energia no BIOS.&nbsp;

              </p>
              <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Quando se trabalha no Windows XP, o modo de gerenciamento de energia ACPI deve ser ativado no BIOS para permitir que o SO configure todos os estados de gerenciamento de energia.&nbsp;                </p>
              <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> N&atilde;o h&aacute; nomes padronizados para cada estado de gerenciamento de energia. Os fabricantes podem usar nomes diferentes para o mesmo estado.&nbsp;              </p>
              <p>Estas s&atilde;o as etapas para verificar as configura&ccedil;&otilde;es de ACPI no BIOS:
              </p>

				<ol>
              		<li>Entre na configura&ccedil;&atilde;o do BIOS pressionando a tecla ou combina&ccedil;&atilde;o de teclas apropriada enquanto o computador est&aacute; sendo inicializado.  Normalmente &eacute; a tecla <strong>Delete</strong> ou a tecla <strong>F2</strong>, mas existem v&aacute;rias outras op&ccedil;&otilde;es.</li>
									<li>Localize e entre no item de menu de configura&ccedil;&otilde;es de gerenciamento de energia.</li>
									<li>Use as teclas apropriadas para ativar o modo ACPI.</li>
									<li>Salve e saia da configura&ccedil;&atilde;o do BIOS.</li>
			  </ol>

              <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Essas etapas s&atilde;o comuns para a maioria dos laptops e devem ser usadas apenas como uma orienta&ccedil;&atilde;o.  Certifique-se de conferir o manual do seu laptop para obter as configura&ccedil;&otilde;es espec&iacute;ficas.&nbsp;              </p>
              <p>O recurso de Op&ccedil;&otilde;es de energia do Windows XP permite que voc&ecirc; reduza o consumo de energia de v&aacute;rios dispositivos ou do sistema inteiro. Use as op&ccedil;&otilde;es de energia para controlar os recursos de gerenciamento de energia dos seguintes itens:              </p>

                <ul>
              		<li>Disco r&iacute;gido</li>
              		<li>V&iacute;deo</li>
              		<li>Modos desligar, hibernar e de espera</li>
              		<li>Avisos de bateria fraca</li>
              </ul>

              <p><span class="bold">Definindo as configura&ccedil;&otilde;es de energia no Windows XP</span><br> Voc&ecirc; pode ajustar o gerenciamento de energia usando as Op&ccedil;&otilde;es de energia no Painel de controle. As <strong>Op&ccedil;&otilde;es de energia</strong> exibem apenas as op&ccedil;&otilde;es que podem ser controladas.</p>
              <p><span class="note_caps">Observa&ccedil;&atilde;o:</span> As Op&ccedil;&otilde;es de energia ir&atilde;o detectar automaticamente dispositivos que podem ser &uacute;nicos para o seu computador. Portanto, as janelas de Op&ccedil;&otilde;es de energia podem variar de acordo com o hardware detectado.&nbsp;              </p>
              <p>Para definir suas configura&ccedil;&otilde;es de energia, clique em:<br>
                <span class="bold">Iniciar > Painel de controle > Op&ccedil;&otilde;es de energia</span> </p>
              <p><span class="bold">Esquemas de energia</span><br> Os esquemas de energia s&atilde;o uma cole&ccedil;&atilde;o de configura&ccedil;&otilde;es que gerenciam o uso da energia do computador. Tanto o disco r&iacute;gido como o monitor consomem uma grande quantidade de energia.  Eles podem ser configurados na guia Esquemas de energia.&nbsp;              </p>
              <p>Quando voc&ecirc; abrir as Op&ccedil;&otilde;es de energia, notar&aacute; que o Windows XP possui esquemas de energia predefinidos, configura&ccedil;&otilde;es padr&atilde;o, e foram criados quando o Windows XP foi instalado. Voc&ecirc; pode usar os Esquemas de energia padr&atilde;o ou criar esquemas personalizados baseados em requisitos espec&iacute;ficos de trabalho. A Figura 3 mostra o conjunto de Esquema de energia para um laptop.</p>

            <p><span class="bold">Personalize a configura&ccedil;&atilde;o de energia do monitor e do disco r&iacute;gido
              </span><br> Neste cen&aacute;rio, o estudante precisa de acesso ao monitor, mas raramente acessa o disco r&iacute;gido. Por exemplo; um estudante que usa um laptop para pesquisa na Internet, mas n&atilde;o cria ou salva arquivos com freq&uuml;&ecirc;ncia.</p>
              <p><span class="bold">Gerenciamento de energia para o disco r&iacute;gido</span><br> Um dos itens que mais consome energia em um laptop &eacute; o disco r&iacute;gido. Em nosso exemplo, o disco r&iacute;gido n&atilde;o &eacute; acessado muitas vezes. O tempo de &ldquo;Desativar os discos r&iacute;gidos&rdquo; &eacute; definido para 1 hora quando o laptop est&aacute; conectado e 3 minutos quando o laptop est&aacute; &ldquo;Usando baterias&rdquo;.</p>
              <p>Voc&ecirc; decide se as configura&ccedil;&otilde;es padr&atilde;o para os modos de Espera e Hibernar s&atilde;o aceit&aacute;veis e nenhuma altera&ccedil;&atilde;o &eacute; feita. Os Esquemas de energia podem ser salvos com um nome personalizado. Salvar o Esquema de energia com um nome personalizado permite ao usu&aacute;rio voltar facilmente para as configura&ccedil;&otilde;es padr&atilde;o. Neste exemplo, salve as configura&ccedil;&otilde;es de Esquema de energia como &ldquo;Pesquisa&rdquo;, conforme exibido na Figura 4.</p>
              <p><span class="bold">Configurando o laptop para o estado de suspens&atilde;o de espera ou hibernar</span>                <br> Se voc&ecirc; n&atilde;o deseja desligar completamente o laptop, existem duas op&ccedil;&otilde;es: Modo de espera e hibernar. </p>

   	                <ul>
              		<li><strong>Modo de espera</strong>  &ndash; Documentos e aplicativos s&atilde;o salvos na RAM, permitindo que o computador ligue rapidamente.</li>
              		<li><strong>Hibernar</strong>  &ndash; Documentos e aplicativos s&atilde;o salvos em um arquivo tempor&aacute;rio no disco r&iacute;gido e levar&aacute; um pouco mais de tempo do que no Modo de espera para ligar. </li>
              </ul>

              <p>A Figura 5 mostra o modo Hibernar ativado nas propriedades das Op&ccedil;&otilde;es de energia.&nbsp;

              </p>

            <p><span class="bold">Ajustando os avisos de bateria fraca</span>              <br> No Windows XP, voc&ecirc; pode configurar os avisos de bateria fraca. Existem dois n&iacute;veis: Alarme de bateria fraca e alarme de bateria em n&iacute;vel cr&iacute;tico. O alarme de bateria fraca o avisar&aacute; se a bateria estiver fraca. O alarme de bateria em n&iacute;vel cr&iacute;tico iniciar&aacute; um modo de espera for&ccedil;ado, uma hiberna&ccedil;&atilde;o ou um desligamento, conforme exibido na Figura 6.&nbsp;&nbsp;              </p>

            <TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar"><IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>

                            <TD class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet6_4_1/6.4.1_WS_Match_ACPI_Standards.pdf">Planilha de exerc&iacute;cios</a>
<p> <span class="activity_bold">Padr&otilde;es ACPI</span><br> Selecione o padr&atilde;o ACPI para cada caracter&iacute;stica.<br> <br>
                              </p></TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
            <p>&nbsp;</p>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
