<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os procedimentos de manuten&ccedil;&atilde;o preventiva para laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Manter contas</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Talvez sejam necess&aacute;rios n&iacute;veis diferentes de acesso aos dados para os funcion&aacute;rios de uma organiza&ccedil;&atilde;o. Por exemplo, o gerente e o contador podem ser os &uacute;nicos funcion&aacute;rios da organiza&ccedil;&atilde;o a ter acesso aos arquivos de folha de pagamento.</p>
			  <p>Os funcion&aacute;rios podem ser agrupados por requisitos de fun&ccedil;&otilde;es e receber acesso aos arquivos de acordo com as permiss&otilde;es do grupo a que pertencem. Esse processo ajuda a gerenciar o acesso dos funcion&aacute;rios &agrave; rede. As contas tempor&aacute;rias podem ser configuradas para os funcion&aacute;rios que necessitam de acesso de curto prazo. O gerenciamento cuidadoso do acesso &agrave; rede pode ajudar a restringir as &aacute;reas de vulnerabilidade que permitem que um v&iacute;rus ou um software malicioso invada a rede.</p>

            <p><span class="bold">T&eacute;rmino do acesso do funcion&aacute;rio</span><br> Quando um funcion&aacute;rio deixa a organiza&ccedil;&atilde;o, o acesso aos dados e ao hardware na rede deve ser bloqueado imediatamente. Se o ex-funcion&aacute;rio possuir arquivos armazenados em uma &aacute;rea pessoal de um servidor, bloqueie o acesso desabilitando a conta. Se posteriormente um substituto necessitar de acesso aos aplicativos e ao espa&ccedil;o de armazenamento, habilite a conta novamente e altere o nome substituindo-o pelo nome do novo funcion&aacute;rio. </p>

            <p><span class="bold">Contas de visitantes</span><br> Os funcion&aacute;rios tempor&aacute;rios e visitantes podem precisar de acesso &agrave; rede. Por exemplo, muitos visitantes podem necessitar de acesso a e-mail, &agrave; Internet e a uma impressora ligada &agrave; rede. Todos esses recursos podem ser disponibilizados para uma conta especial denominada Visitante. Quando os visitantes estiverem presentes, eles podem ser designados &agrave; conta Visitante. Quando nenhum visitante estiver presente, a conta pode ficar suspensa at&eacute; a chegada de outro visitante. </p>
			  <p>Algumas contas de visitantes podem exigir amplo acesso aos recursos, como no caso de consultores e auditores financeiros. Esse tipo de acesso s&oacute; deve ser concedido durante o per&iacute;odo necess&aacute;rio para a conclus&atilde;o do trabalho. </p>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
