<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
			<td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

			<td width="18" class="toptitle01_white_bold">15.3</td>
			<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

			<td width="100%" class="toptitle01_white_bold">Determinar os componentes da rede do cliente </td>
			<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">15.3.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Selecionar o dispositivo de rede </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
			<tr>
			<td width="20"></td>
			<td>
       		<table border="0" cellpadding="0" cellspacing="0"  width="95%">

       		<tr>

          <td width="100%">
            <p>Diversos tipos de dispositivos est&atilde;o dispon&iacute;veis para conectar os componentes de uma rede. Selecione os dispositivos de rede para atender &agrave;s necessidades de seu cliente.</p>

			<p><span class="bold">Hubs</span><br>Um hub &eacute; usado para compartilhar dados entre v&aacute;rios dispositivos em uma se&ccedil;&atilde;o da rede. O hub pode conectar outro dispositivo de rede, como um switch ou um roteador que conecta outras se&ccedil;&otilde;es da rede. A velocidade m&aacute;xima da rede &eacute; determinada pela velocidade do hub.</p>

			<p>Os hubs s&atilde;o menos usados hoje em dia devido &agrave; efic&aacute;cia e ao baixo custo dos switches. Os hubs n&atilde;o segmentam o tr&aacute;fego de rede; portanto, eles diminuem a quantidade de largura de banda dispon&iacute;vel para qualquer dispositivo. Al&eacute;m disso, j&aacute; que os hubs n&atilde;o podem filtrar dados, um grande volume de tr&aacute;fego desnecess&aacute;rio circula entre todos os dispositivos conectados a um hub.</p>

			<p>Uma vantagem do hub &eacute; que ele gera novamente os dados que passam por ele. Isso significa que ele tamb&eacute;m pode funcionar como um repetidor. O hub pode ampliar o alcance de uma rede porque a recria&ccedil;&atilde;o dos pulsos de sinal supera os efeitos da dist&acirc;ncia.</p>

			<p><span class="bold">Switches</span><br>Em redes modernas, os switches t&ecirc;m substitu&iacute;do os hubs como ponto central de conectividade. Assim como no hub, a velocidade do switch determina a velocidade m&aacute;xima da rede. Entretanto, os switches filtram e segmentam o tr&aacute;fego de rede enviando dados apenas ao dispositivo a que s&atilde;o enviados. Isso resulta em maior largura de banda dedicada para cada dispositivo da rede.</p>

			<p>Os switches mant&ecirc;m uma tabela de troca. Essa tabela cont&eacute;m uma lista de todos os endere&ccedil;os MAC da rede, al&eacute;m de uma lista de qual porta de switch pode ser usada para alcan&ccedil;ar um dispositivo com um determinado endere&ccedil;o MAC. Ela registra os endere&ccedil;os MAC inspecionando o endere&ccedil;o MAC de origem de cada quadro de entrada, bem como a porta na qual o quadro chega. Em seguida, o switch cria uma tabela de troca que mapeia os endere&ccedil;os MAC para as portas de sa&iacute;da. Quando chega um quadro destinado a um determinado endere&ccedil;o MAC, o switch usa a tabela de troca para determinar qual porta usar para alcan&ccedil;ar o endere&ccedil;o MAC. O quadro &eacute; encaminhado da porta para o destino. No envio de quadros atrav&eacute;s de apenas uma porta para o destino, outras portas n&atilde;o s&atilde;o afetadas, e a largura de banda em toda a rede n&atilde;o &eacute; afetada.</p>

			<p><span class="bold">Roteadores</span><br> Os roteadores conectam redes. Em uma rede corporativa, uma porta de roteador estabelece a conex&atilde;o com a WAN, e as outras portas, com as LANs corporativas. O roteador se torna o gateway, ou o caminho para o exterior, da LAN. Em uma rede dom&eacute;stica, o roteador conecta os computadores e os dispositivos de rede da casa &agrave; Internet. Nesse caso, ele &eacute; um gateway dom&eacute;stico. O roteador sem fio, exibido na Figura 1, funciona como um firewall e proporciona conectividade sem fio. Quando o roteador dom&eacute;stico oferece v&aacute;rios servi&ccedil;os, ele pode ser chamado de dispositivo multifuncional.</p>

			<p><span class="bold">Equipamento de provedor de Internet</span><br> Ao assinar um provedor de Internet, &eacute; preciso verificar qual tipo de equipamento est&aacute; dispon&iacute;vel para que voc&ecirc; possa selecionar o dispositivo mais apropriado. V&aacute;rios provedores oferecem um desconto sobre o equipamento adquirido no momento da instala&ccedil;&atilde;o.</p>

			<p>Alguns provedores podem alugar o equipamento mensalmente. Isso pode ser mais atraente porque o provedor oferecer&aacute; suporte ao equipamento em caso de falha, substitui&ccedil;&atilde;o ou upgrade da tecnologia. Os usu&aacute;rios dom&eacute;sticos podem optar por adquirir o equipamento do provedor porque, depois de um certo per&iacute;odo, o seu custo inicial ser&aacute; menor em rela&ccedil;&atilde;o ao custo do aluguel.
			  <!-- Start Activity box   -->
            </p>

			<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <strong>Atividade</strong>


                              <p><strong>Dispositivos de rede <br> </strong>Conclua a atividade de dispositivo de rede da Figura 2<br> <br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>

            <!-- END Activity box   -->

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
