<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Compara&ccedil;&atilde;o dos diferentes padr&otilde;es de telefones celulares</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
<!-- 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p> Quando as pessoas come&ccedil;aram a usar celulares, existiam poucos padr&otilde;es da ind&uacute;stria aplicados &agrave; tecnologia celular. Sem padr&otilde;es, era dif&iacute;cil e caro fazer liga&ccedil;&otilde;es a pessoas que se encontravam em outra rede. Hoje, os provedores de celulares usam padr&otilde;es da ind&uacute;stria, o que facilita o uso dos celulares para fazer liga&ccedil;&otilde;es.&nbsp;

              </p>
              <p>Quando a ind&uacute;stria come&ccedil;ou, a maioria dos padr&otilde;es de celulares era anal&oacute;gica. Hoje, os padr&otilde;es s&atilde;o na maioria digitais.&nbsp;

              </p>

            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Os padr&otilde;es de celulares n&atilde;o foram adotados uniformemente pelo mundo. Alguns celulares s&atilde;o capazes de usar v&aacute;rios padr&otilde;es, ao passo que outros podem usar apenas um padr&atilde;o. Como resultado, alguns celulares podem operar em v&aacute;rios pa&iacute;ses e outros podem apenas ser usados localmente.&nbsp; </p>
              <p>A primeira gera&ccedil;&atilde;o (1G) de celulares come&ccedil;ou a funcionar nos anos 80. Os telefones da primeira gera&ccedil;&atilde;o usavam principalmente padr&otilde;es anal&oacute;gicos, incluindo AMPS (Advanced Mobile Phone System, sistema de telefonia m&oacute;vel avan&ccedil;ado) e NMT (Nordic Mobile Telephone, telefonia m&oacute;vel n&oacute;rdica). Em um sistema anal&oacute;gico, as informa&ccedil;&otilde;es de voz s&atilde;o enviadas variando os sinais de r&aacute;dio usados pelo telefone no mesmo padr&atilde;o das vozes dos locutores. Infelizmente, isso significa que interfer&ecirc;ncias e barulhos, que tamb&eacute;m variam o sinal, n&atilde;o podem facilmente ser separados da voz no sinal. Esse fator limita a utilidade de sistemas anal&oacute;gicos. </p>

              <p>Os sinais digitais convertem as vozes dos locutores em uma s&eacute;rie de uns e zeros. Essa tecnologia degrada um pouco o sinal, porque uns e zeros n&atilde;o s&atilde;o uma representa&ccedil;&atilde;o fiel da sua voz. No entanto, o sinal digital &eacute; robusto. Ele pode ser corrigido usando rotinas de corre&ccedil;&atilde;o de erro se houver interfer&ecirc;ncia. Al&eacute;m disso, os sinais digitais podem ser compactados, tornando os sistemas muito mais eficientes do que os anal&oacute;gicos. </p>
              <p>Nos anos 90, a segunda gera&ccedil;&atilde;o (2G) de celulares foi marcada por uma mudan&ccedil;a do padr&atilde;o anal&oacute;gico para o digital. Os padr&otilde;es de celular da segunda gera&ccedil;&atilde;o inclu&iacute;am GSM (Global System for Mobile, sistema global para comunica&ccedil;&atilde;o m&oacute;vel), iDEN (Integrated Digital Enhanced Network, rede aprimorada digital integrada) e CDMA (Code Division Multiple Access, acesso multiplo por divis&atilde;o de c&oacute;digo).
              </p>
              <p>Os padr&otilde;es da terceira gera&ccedil;&atilde;o permitem que os celulares avancem al&eacute;m das comunica&ccedil;&otilde;es simples de voz e dados. Agora, &eacute; comum que os celulares enviem e recebam texto, fotos e v&iacute;deo. Tamb&eacute;m &eacute; comum que os celulares 3G acessem a Internet e usem GPS (Global Positioning System, sistema de posicionamento global). </p>

            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> &Agrave; medida que os padr&otilde;es de celulares 3G estavam sendo desenvolvidos, extens&otilde;es aos padr&otilde;es 2G existentes eram adicionadas. Esses padr&otilde;es transicionais eram conhecidos como padr&otilde;es 2.5G.&nbsp;
            </p>
              <p>Os padr&otilde;es da quarta gera&ccedil;&atilde;o (4G) t&ecirc;m sido defendidos por muitos usu&aacute;rios, em resposta &agrave; disponibilidade de maiores taxas de dados. As taxas de dados mais altas permitir&atilde;o que os usu&aacute;rios baixem arquivos, como v&iacute;deo e m&uacute;sica, mais r&aacute;pido do que era dispon&iacute;vel com os padr&otilde;es das gera&ccedil;&otilde;es anteriores. </p>

            <p> Clique nas guias das cinco gera&ccedil;&otilde;es na Figura 1 para exibir mais informa&ccedil;&otilde;es sobre os diferentes padr&otilde;es de celulares.&nbsp; </p>
              <p>Novas tecnologias que agregam funcionalidades multim&iacute;dia e de rede podem ser incorporadas aos padr&otilde;es de celulares. A Figura 2 lista tecnologias comuns que podem ser adicionadas ao conjunto de servi&ccedil;os do celular. A maioria das provedoras de celular cobra taxas extras para adicionar esses recursos.&nbsp; </p>

             <p>&nbsp;</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
