<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Implementar a utilização de uma ferramenta adequada</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Demonstrar o uso adequado de várias ferramentas manuais</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>O t&eacute;cnico tem que saber usar corretamente todas as ferramentas do kit. Este t&oacute;pico aborda muitas das diversas ferramentas manuais usadas para o reparo de computadores.</p>
			  <p><strong>Parafusos</strong><br> Utilize a chave de fenda apropriada para cada parafuso. Posicione a ponta da chave de fenda na cabe&ccedil;a do parafuso. Gire a chave de fenda em sentido hor&aacute;rio para apertar o parafuso e em sentido anti-hor&aacute;rio para solt&aacute;-lo, como mostra a Figura 1.</p>

              <p>Os parafusos podem ficar deformados se voc&ecirc; os apertar demais com a chave de fenda. Um parafuso deformado, como indica a Figura 2, pode ficar emperrado ou n&atilde;o prender com firmeza. Descarte os parafusos deformados.</p>

              <p><span class="bold">Chave de fenda de cabe&ccedil;a chata</span><br> Como mostra a Figura 3, use uma chave de fenda de cabe&ccedil;a chata ao trabalhar com parafusos com fenda. N&atilde;o use chave de fenda com cabe&ccedil;a chata para remover parafusos Phillips. N&atilde;o use a chave de fenda como alavanca. Se voc&ecirc; n&atilde;o conseguir remover um componente, verifique se h&aacute; algum clipe ou trinco que prenda o componente.</p>
            <p><span class="caution_caps">CUIDADO:</span> se for necess&aacute;rio usar excesso de for&ccedil;a para remover ou adicionar um componente, provavelmente h&aacute; algo errado. Verifique mais uma vez para certificar-se de que voc&ecirc; n&atilde;o se esqueceu de algum parafuso ou n&atilde;o destravou algum clipe que mant&eacute;m o componente preso. Consulte o manual ou o diagrama do dispositivo para obter informa&ccedil;&otilde;es adicionais.</p>

            <p><span class="bold">Chave de fenda Phillips</span><br> Como mostra a Figura 4, use uma chave de fenda Phillips com parafusos de cabe&ccedil;a flangeada. N&atilde;o utilize esse tipo de chave de fenda para fura&ccedil;&otilde;es. Isso ir&aacute; danificar a cabe&ccedil;a da chave de fenda. </p>

            <p><span class="bold">Chave de fenda hexagonal</span><br> Como mostra a Figura 5, use uma chave de fenda hexagonal para afrouxar ou prender parafusos de cabe&ccedil;a hexagonal (sextavada). Os parafusos hexagonais n&atilde;o devem ser apertados demais, pois isso pode deformar seus filamentos. N&atilde;o use chaves de fenda hexagonais que sejam grandes demais para o parafuso.</p>
 			<p><span class="caution_caps">CUIDADO: </span>algumas ferramentas s&atilde;o magnetizadas. Quando trabalhar perto de dispositivos eletr&ocirc;nicos, verifique se as ferramentas em uso n&atilde;o foram magnetizadas. Campos magn&eacute;ticos podem ser prejudiciais aos dados armazenados em m&iacute;dia magn&eacute;tica. Para testar sua ferramenta, toque-a com o parafuso. Se a ferramenta atrair o parafuso, n&atilde;o a utilize.</p>

            <p><span class="bold">Recuperador de pe&ccedil;as, alicates de ponta fina ou pin&ccedil;as</span><br> Como mostra a Figura 6, o recuperador de pe&ccedil;as, os alicates de ponta fina e as pin&ccedil;as podem ser utilizados para prender e retirar pe&ccedil;as dif&iacute;ceis de alcan&ccedil;ar com as m&atilde;os. N&atilde;o arranhe ou atinja qualquer componente ao usar essas ferramentas. </p>
            <p><span class="caution_caps">CUIDADO:</span> n&atilde;o insira l&aacute;pis no computador para alterar a configura&ccedil;&atilde;o de bot&otilde;es ou remover jumpers. O chumbo do l&aacute;pis pode atuar como condutor e danificar componentes do computador.</p>
		  </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
