<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Compara&ccedil;&atilde;o e contraste dos componentes de computadores de mesa e laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Compara&ccedil;&atilde;o e contraste do gerenciamento de energia de computadores de mesa e laptops</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
               <p>O gerenciamento de energia controla o fluxo de eletricidade aos componentes de um computador.

               </p>
               <p>Os computadores de mesa s&atilde;o normalmente montados em um local onde permanecem conectados a uma fonte de alimenta&ccedil;&atilde;o. O gerenciamento de energia do computador de mesa distribui eletricidade da fonte aos componentes do computador de mesa. H&aacute; tamb&eacute;m uma pequena bateria no computador de mesa que fornece eletricidade para manter o rel&oacute;gio interno e as configura&ccedil;&otilde;es do BIOS quando o computador de mesa &eacute; desligado.
              </p>
              <p>Os laptops s&atilde;o pequenos e port&aacute;teis. Esse recurso de portabilidade &eacute; atingido pela combina&ccedil;&atilde;o do tamanho pequeno e o peso de laptop com a habilidade de funcionar com uma bateria. Quando o laptop &eacute; conectado, o gerenciamento de energia do laptop envia a eletricidade da fonte de alimenta&ccedil;&atilde;o CA aos componentes do laptop. O gerenciamento de energia do laptop tamb&eacute;m recarrega a bateria. Quando o laptop &eacute; desconectado, o gerenciamento de energia do laptop leva a eletricidade da bateria e a envia aos componentes do laptop. &nbsp;</p>
              <p>Existem dois m&eacute;todos de gerenciamento de energia: </p>

              	<ul>
              		<li>APM (Advanced Power Management, gerenciamento avan&ccedil;ado de energia)</li>
              		<li>ACPI (Advanced Configuration and Power Interface, interface de energia e configura&ccedil;&atilde;o avan&ccedil;ada)</li>
              	</ul>

              <p>O APM &eacute; uma vers&atilde;o antiga do gerenciamento de energia. Com o APM, a BIOS era usada para controlar as configura&ccedil;&otilde;es do gerenciamento de energia. &nbsp;</br> </br>
              </p>
              <p>O ACPI substituiu o APM. O ACPI oferece mais recursos de gerenciamento de energia. Com o ACPI, o sistema operacional controla o gerenciamento de energia. &nbsp;</br> </br>
            </p></td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
