<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Descrever os tipos de scanners dispon&iacute;veis atualmente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever os tipos de scanner, resolu&ccedil;&atilde;o e interfaces</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Os scanners s&atilde;o usados para converter dados impressos ou imagens em um formato de dados eletr&ocirc;nico que um computador pode armazenar ou processar conforme necess&aacute;rio. Ap&oacute;s uma imagem ter sido digitalizada, ela pode ser salva, modificada e, at&eacute; mesmo, enviada por e-mail como voc&ecirc; o faria com qualquer outro arquivo. Embora a maioria dos scanners execute a mesma opera&ccedil;&atilde;o, existem tipos diferentes de scanners dispon&iacute;veis, conforme exibido na Figura 1. Clique em cada tipo de scanner para obter mais informa&ccedil;&otilde;es.</p>
            <p>Como ocorre com as impressoras, os recursos, a qualidade e a velocidade dos diferentes tipos de scanners variam. Os scanners normalmente criam uma imagem RGB que pode ser convertida em formatos de imagem comuns como JPEG, TIFF, Bitmap e PNG. Uma imagem RGB possui tr&ecirc;s canais: vermelho, verde e azul. Os canais RGB geralmente seguem os receptores de cores do olho humano e s&atilde;o usados em telas de computadores e scanners de imagens. </p>
            <p>Alguns scanners t&ecirc;m a capacidade de criar documentos de texto usando software OCR (optical character recognition, reconhecimento de caractere &oacute;ptico). O software OCR &eacute; usado para converter uma p&aacute;gina impressa digitalizada em texto que pode ser editado com um processador de texto. A resolu&ccedil;&atilde;o de um scanner &eacute; medida em dpi (dots per inch, pontos por polegada). Como as impressoras, quanto mais dpis, melhor a qualidade da imagem. </p>
            <p>Para permitir a comunica&ccedil;&atilde;o dos dados, o scanner e o computador devem ter interfaces compat&iacute;veis. As interfaces e os cabos usados para as impressoras s&atilde;o normalmente as mesmas interfaces e os mesmos cabos usados para os scanners, conforme exibido na Figura 2. </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
