<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Instalar e configurar uma impressora ou scanner local</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Instalar e configurar driver e software</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>Os drivers de impressora s&atilde;o softwares que possibilitam a comunica&ccedil;&atilde;o entre computadores e impressoras. O software de configura&ccedil;&atilde;o &eacute; o meio pelo qual os usu&aacute;rios podem configurar e alterar as op&ccedil;&otilde;es da impressora. Cada modelo de impressora possui seu pr&oacute;prio tipo de driver e programa de configura&ccedil;&atilde;o de software.</p>

		<p>Quando uma nova impressora &eacute; conectada ao computador, o Windows XP tenta localizar e instalar um driver padr&atilde;o usando o utilit&aacute;rio Plug and Play (PnP). Se o Windows n&atilde;o puder localizar o driver necess&aacute;rio no computador, ele tentar&aacute; estabelecer uma conex&atilde;o com a Internet para encontrar um driver. Os fabricantes de impressoras freq&uuml;entemente atualizam os drivers para aumentar o desempenho da impressora, adicionar op&ccedil;&otilde;es novas e aperfei&ccedil;oadas de impressora e solucionar quest&otilde;es gerais de compatibilidade.</p>

		<p><span class="bold">Instala&ccedil;&atilde;o do driver da impressora</span><br>O processo de instalar e atualizar um driver de impressora geralmente envolve as cinco etapas a seguir:</p>

			<ol>
				<li>Determine a vers&atilde;o atual do driver de impressora instalado. Lembre-se de selecionar uma vers&atilde;o mais recente para aumentar a funcionalidade.</li>
				<li>Fa&ccedil;a pesquisas na Internet para localizar a vers&atilde;o mais recente do driver. </li>
				<li>Fa&ccedil;a o download do driver. Siga as instru&ccedil;&otilde;es apresentadas no site.</li>
				<li>Instale o driver. Quando ativados, os programas de instala&ccedil;&atilde;o, em sua grande parte, instalam automaticamente o novo driver.</li>

              <li>Teste o driver. Para testar o driver, selecione <span class="bold">Iniciar > Configura&ccedil;&otilde;es > Impressoras e aparelhos de fax.</span> Clique no bot&atilde;o direito do mouse na impressora e selecione <span class="bold">Propriedades.</span> Em seguida, selecione <span class="bold">Imprimir p&aacute;gina de teste.</span> Se a impressora n&atilde;o funcionar, reinicie o computador e tente novamente.</li>
			</ol>


		<p>A p&aacute;gina de teste impressa deve conter texto leg&iacute;vel. Se o texto for ileg&iacute;vel, o problema poder&aacute; estar em um driver incorreto ou est&aacute; sendo usada a linguagem de descri&ccedil;&atilde;o de p&aacute;ginas incorreta.</p>

		<p><span class="bold">PDL (Page Description Language, linguagem de descri&ccedil;&atilde;o de p&aacute;ginas)</span><br> A PDL &eacute; um tipo de c&oacute;digo que descreve a apar&ecirc;ncia de um documento em uma linguagem que determinada impressora pode compreender. A PDL de uma p&aacute;gina inclui o texto, os gr&aacute;ficos e as informa&ccedil;&otilde;es de formata&ccedil;&atilde;o. Os aplicativos usam as PDLs para enviar imagens WYSIWYG (What You See Is What You Get, o formato exibido &eacute; o resultado final) &agrave; impressora. A impressora traduz o arquivo de PDL de forma que tudo o que esteja aparecendo na tela do computador seja impresso. As PDLs aumentam a velocidade do processo de impress&atilde;o ao enviar grandes quantidades de dados ao mesmo tempo. Elas tamb&eacute;m gerenciam as fontes.</p>

		<p>H&aacute; tr&ecirc;s PDLs comuns:</p>
			<ul>
				<li><span class="bold">PCL (Printer Command Language, linguagem de comando da impressora) </span> &ndash; A Hewlett-Packard (HP) desenvolveu uma PCL para comunica&ccedil;&atilde;o com as impressoras de jato de tinta mais antigas. Hoje, a PCL &eacute; um padr&atilde;o de mercado para praticamente todos os tipos de impressora.</li>
				<li><span class="bold">PostScript (PS)</span> &ndash; A Adobe Systems desenvolveu o PS a fim de permitir que fontes ou tipos de texto compartilhem as mesmas caracter&iacute;sticas tanto na tela quanto no papel.</li>
				<li><span class="bold">GDI (Graphics Device Interface, interface de dispositivo gr&aacute;fico)</span> &ndash; A GDI &eacute; um componente do Windows que gerencia como as imagens gr&aacute;ficas s&atilde;o transmitidas aos dispositivos de sa&iacute;da. Ela converte as imagens em um bitmap que usa o computador em vez da impressora para transferir as imagens.</li>
			</ul>

		</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
