<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Atualizar e configurar componentes e perif&eacute;ricos do computador pessoal</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">11.4.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Atualizar e configurar a BIOS</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Os fabricantes da placa-m&atilde;e periodicamente liberam atualiza&ccedil;&otilde;es das BIOS. As notas da vers&atilde;o, conforme mostrado na Figura 1, descrevem a atualiza&ccedil;&atilde;o do produto, melhorias de compatibilidade e os bugs conhecidos que foram tratados. Alguns dispositivos mais recentes somente operam adequadamente com uma BIOS atualizada. </p>

            <p>As informa&ccedil;&otilde;es anteriores da BIOS do computador ficavam nos chips da ROM. Para atualizar as informa&ccedil;&otilde;es da BIOS, o chip da ROM tinha que ser substitu&iacute;do, o que nem sempre era poss&iacute;vel. Os chips da BIOS modernos s&atilde;o EEPROM ou mem&oacute;ria flash que podem ser atualizados pelo usu&aacute;rio sem abrir o gabinete do computador. Este processo &eacute; chamado "atualiza&ccedil;&atilde;o da BIOS".</p>

			<p>Para exibir as configura&ccedil;&otilde;es de BIOS atuais em seu computador, voc&ecirc; deve informar o programa de configura&ccedil;&atilde;o de BIOS, conforme mostrado na Figura 2. Pressione as teclas da seq&uuml;&ecirc;ncia de configura&ccedil;&atilde;o enquanto o computador est&aacute; executando o POST (power-on self-test, autoteste ao ligar-se). Dependendo do computador, a tecla de configura&ccedil;&atilde;o pode ser F1, F2 ou a tecla Del. Observe o texto na tela ou consulte o manual da placa-m&atilde;e para localizar a chave de configura&ccedil;&atilde;o ou a combina&ccedil;&atilde;o de teclas.</p>

			<p>A primeira parte do processo de inicializa&ccedil;&atilde;o exibe uma mensagem que informa quais teclas devem ser pressionadas para informar a configura&ccedil;&atilde;o ou o modo BIOS. H&aacute; uma variedade de configura&ccedil;&otilde;es na BIOS que n&atilde;o devem ser alteradas por pessoas que n&atilde;o estejam familiarizadas com este procedimento. Se voc&ecirc; n&atilde;o tiver certeza, &eacute; melhor n&atilde;o alterar nenhuma configura&ccedil;&atilde;o de BIOS, a menos que pesquise bem o problema.</p>

			<p>Para fazer download de uma nova BIOS, consulte o site do fabricante e siga os procedimentos de instala&ccedil;&atilde;o recomendados, conforme mostrado na Figura 3. A instala&ccedil;&atilde;o do software da BIOS on-line pode envolver o download de um novo arquivo da BIOS, a c&oacute;pia ou extra&ccedil;&atilde;o de arquivos para um disquete e, em seguida, a reinicializa&ccedil;&atilde;o do disquete.  Um programa de instala&ccedil;&atilde;o solicita informa&ccedil;&otilde;es ao usu&aacute;rio para concluir o processo.</p>

			<p>Embora ainda seja comum atualizar a Bios atrav&eacute;s de um prompt de comando, v&aacute;rios fabricantes de placa-m&atilde;e fornecem software em seus sites que permitem que um usu&aacute;rio atualizem a BIOS do Windows. O procedimento varia de fabricante para fabricante. </p>

			<p><span class="caution_caps">CUIDADO: </span>  Uma atualiza&ccedil;&atilde;o de BIOS abortada ou instalada incorretamente pode tornar o computador inutiliz&aacute;vel.</p>

<!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab11_4_4/11.4.4_Lab_BIOS_File_Search.pdf">Laborat&oacute;rio</a>
                              <p> <span class="bold">BIOS</span><br> Pesquisar vers&otilde;es mais recentes da BIOS<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
