<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">15.2</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Desenvolver uma rede com base nas necessidades do cliente</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">15.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Determinar uma topologia</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">



         <p>A compreens&atilde;o das necessidades do cliente e a determina&ccedil;&atilde;o do layout geral da nova rede s&atilde;o obrigat&oacute;rias para se definir corretamente a topologia da rede. Estas quest&otilde;es importantes precisam ser discutidas com o cliente:</p>

				<ul>
					<li>Tipos a cabo e sem fio</li>
					<li>Expans&atilde;o</li>
					<li>N&uacute;mero e local de usu&aacute;rios</li>

				</ul>

		<p>O n&uacute;mero de usu&aacute;rios e o valor estimado de crescimento futuro determina a topologia f&iacute;sica e l&oacute;gica inicial da rede. &Eacute; preciso criar uma lista de verifica&ccedil;&atilde;o para registro das necessidades do seu cliente.</p>
		<p>Uma inspe&ccedil;&atilde;o, denominada pesquisa no local, dever&aacute; ser feita no in&iacute;cio do projeto. A pesquisa no local &eacute; uma inspe&ccedil;&atilde;o f&iacute;sica do edif&iacute;cio que ajuda a determinar uma topologia l&oacute;gica b&aacute;sica, que &eacute; o fluxo de dados e os protocolos. O n&uacute;mero de usu&aacute;rios e o valor estimado de crescimento futuro determina a topologia f&iacute;sica e l&oacute;gica inicial da rede. Os seguintes fatores devem ser considerados:</p>

		<ul>
			<li>Onde estar&atilde;o os computadores da esta&ccedil;&atilde;o dos usu&aacute;rios finais. </li>
			<li>Onde posicionar o equipamento de rede, como switches e roteadores. </li>
			<li>Onde ser&atilde;o posicionados os servidores. Eles podem ficar na mesma sala do equipamento de rede ou em qualquer outro local. A decis&atilde;o em geral se baseia pelo espa&ccedil;o, energia, seguran&ccedil;a e ar-condicionado. </li>

		</ul>

		<p>Uma planta baixa ou um projeto &eacute; &uacute;til para determinar o layout f&iacute;sico do equipamento e dos cabos. A Figura 1 mostra uma compara&ccedil;&atilde;o entre topologias de rede. Se a planta baixa ou o projeto n&atilde;o estiver dispon&iacute;vel, ser&aacute; necess&aacute;rio fazer um desenho de onde ficar&atilde;o os dispositivos de rede, incluindo o local da sala do servidor, as impressoras, as esta&ccedil;&otilde;es finais e os dutos dos cabos. Esse desenho pode ser usado para discuss&otilde;es quando o cliente fizer as decis&otilde;es do layout final. </p>


		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
