<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	<td width="18" class="toptitle01_white_bold">3.10</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">Resumo</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Este cap&iacute;tulo detalhou as etapas para montar um computador e inicializar o sistema pela primeira vez. Estes s&atilde;o alguns pontos importantes:</p>

			<ul>
              <li>Os gabinetes de computador s&atilde;o fornecidos em diversos tamanhos e configura&ccedil;&otilde;es. Muitos componentes do computador devem corresponder ao formato do gabinete.</li>
              <li>A CPU &eacute; instalada na placa-m&atilde;e com um dissipador de calor/ventoinha.</li>
              <li>A RAM &eacute; instalada em slots de RAM localizados na placa-m&atilde;e. </li>
              <li>Os adaptadores s&atilde;o instalados em slots de expans&atilde;o PCI e PCIe localizados na placa-m&atilde;e.</li>
              <li>As unidades de disco r&iacute;gido s&atilde;o instaladas em compartimentos de aproximadamente 9 cm dentro do gabinete.</li>
              <li>As unidades &oacute;pticas s&atilde;o instaladas em compartimentos de aproximadamente 14 cm que podem ser alcan&ccedil;ados pela parte externa do gabinete.</li>
              <li>As unidades de disquete s&atilde;o instaladas em compartimentos de aproximadamente 9 cm que podem ser alcan&ccedil;ados pela parte externa do gabinete.</li>
              <li>Os cabos da fonte de energia s&atilde;o conectados a todas as unidades e &agrave; placa-m&atilde;e.</li>
              <li>Os cabos de dados internos transferem dados para todas as unidades.</li>
              <li>Os cabos externos conectam dispositivos perif&eacute;ricos ao computador.</li>
              <li>Os c&oacute;digos de bipes indicam a exist&ecirc;ncia de problemas de funcionamento do hardware.</li>
              <li>O programa de instala&ccedil;&atilde;o da BIOS &eacute; usado para exibir informa&ccedil;&otilde;es sobre os componentes do computador e permite que o usu&aacute;rio altere as configura&ccedil;&otilde;es do sistema.</li>
            </ul>

         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
