<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Navega&ccedil;&atilde;o na GUI (Windows)</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.5.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Descri&ccedil;&atilde;o da atualiza&ccedil;&atilde;o de um sistema operacional</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Pode haver ocasi&otilde;es em que seja necess&aacute;rio atualizar o sistema operacional. Antes de atualizar o sistema operacional, verifique os requisitos m&iacute;nimos do novo sistema para garantir que o computador atenda &agrave;s especifica&ccedil;&otilde;es m&iacute;nimas necess&aacute;rias. Verifique a lista HCL para certificar-se de que o hardware seja compat&iacute;vel com o novo sistema operacional. Fa&ccedil;a backup de todos os dados antes de atualizar o sistema operacional para prevenir-se se houver algum problema com a instala&ccedil;&atilde;o.</p>
            <p>O processo de atualiza&ccedil;&atilde;o do sistema de computador do Windows 2000 para o Windows XP &eacute; mais r&aacute;pido do que uma nova instala&ccedil;&atilde;o do Windows XP. O utilit&aacute;rio de instala&ccedil;&atilde;o do Windows XP substitui os arquivos existentes do Windows 2000 pelos do Windows XP durante o processo de atualiza&ccedil;&atilde;o. Contudo, os aplicativos e as configura&ccedil;&otilde;es existentes ser&atilde;o salvos.
              <!-- Start Activity box   -->
            </p>
            <p><span class="bold">Atualizando o sistema operacional</span>
			<ol>
			  <li>Insira o CD do Windows XP na unidade de CD-ROM para inicar o processo de atualiza&ccedil;&atilde;o. Selecione <b>Iniciar > Executar</b>. </li>
			  <li>Na caixa Executar, onde D &eacute; a letra da unidade de CD-ROM, digite <b>D:\i386\winnt32</b> e pressione <strong>Enter</strong>. A janela de boas vindas do Assistente de instala&ccedil;&atilde;o do Windows XP &eacute; exibida.</li>
			  <li>Escolha a op&ccedil;&atilde;o de <strong>Atualizar para o Windows XP </strong>e clique em <b>Avan&ccedil;ar</b>. A p&aacute;gina do contrato de licen&ccedil;a &eacute; exibida. </li>
			<li>Leia o contrato de licen&ccedil;a e clique no bot&atilde;o para aceit&aacute;-lo. </li>
			  <li>Clique em <b>Avan&ccedil;ar</b>. A p&aacute;gina da atualiza&ccedil;&atilde;o para o sistema de arquivos NTFS do Windows XP &eacute; exibida. </li>
			<li>Siga os prompts e conclua a atualiza&ccedil;&atilde;o. Quando a instala&ccedil;&atilde;o estiver conclu&iacute;da, o computador ser&aacute; reiniciado.</li>
			</ol>

			<p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> O Assistente de instala&ccedil;&atilde;o do Windows XP pode iniciar automaticamente quando o CD for inserido na unidade &oacute;ptica.</p>

          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
