<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os m&eacute;todos de comunica&ccedil;&atilde;o sem fio de laptops e dispositivos port&aacute;teis</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a Tecnologia WAN para Celular</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
<p>Originalmente, as redes celulares foram desenvolvidas somente para comunica&ccedil;&atilde;o de voz. A tecnologia celular se desenvolveu e agora permite a transfer&ecirc;ncia de voz, v&iacute;deo e dados simultaneamente. Isso tamb&eacute;m permite o uso de laptops e dispositivos port&aacute;teis remotamente. Com um adaptador de WAN para celular instalado, um usu&aacute;rio de laptop &eacute; capaz de se locomover e acessar a Internet. Consulte a Figura 1 para conhecer as caracter&iacute;sticas de WAN para celular.</p>
            <p> Embora mais lentas que as conex&otilde;es de cabo e de DSL, as WANs para celular ainda s&atilde;o r&aacute;pidas o suficiente para serem classificadas como conex&atilde;o de alta velocidade. Para conectar um laptop a uma WAN para celular, voc&ecirc; deve instalar um adaptador que foi desenvolvido para trabalhar com redes celulares. Um adaptador de celular precisa suportar alguns ou todos os itens a seguir:</p>
              <ul>
              <li> GSM (Global System for Mobile Communications, sistema global para comunica&ccedil;&otilde;es m&oacute;veis)  &ndash; Rede mundial de celular  </li>
              <li> GPRS (General Packet Radio Service, Servi&ccedil;o geral de pacotes por r&aacute;dio) &ndash; Servi&ccedil;o de dados para usu&aacute;rios do GSM.</li>
              <li> Quad-band - Permite que um telefone celular opere em todas as quatro freq&uuml;&ecirc;ncias de GSM: 850 MHz, 900 MHz, 1800 MHz e 1900 MHz</li>
              <li> SMS (Short Message Service, Servi&ccedil;o de mensagens curtas) - Mensagens de texto              </li>
              <li> MMS (Multimedia Messaging Service, Servi&ccedil;o de mensagens multim&iacute;dia) - Mensagens de multim&iacute;dia </li>
              <li> EDGE (Enhanced Data Rates, Taxas de dados real&ccedil;ada) para GSM Evolution - Fornece taxas de dados real&ccedil;ada e confiabilidade de dados melhorada </li>
              <li> EV-DO (Evolution-Data Optimized, Evolu&ccedil;&atilde;o de dados otimizados) - Taxas de download mais r&aacute;pidas </li>
            </ul>

            <p>A conex&atilde;o a uma WAN para celular &eacute; um processo simples. As placas WAN para celular, conforme mostrado na Figura 2, s&atilde;o Plug and Play (PnP). Essas placas s&atilde;o conectadas ao slot da placa do PC ou s&atilde;o incorporadas ao laptop.</p>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
