<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Resumo</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	
<!-- <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">5.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Close with the customer</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p> Este cap&iacute;tulo descreve os componentes de laptops e dispositivos port&aacute;teis. A seguir, alguns conceitos importantes contidos neste cap&iacute;tulo: </p>
              <ul>
                <li> Bluetooth cria uma PAN sem fio para telefones celulares, impressoras e laptops conectados. </li>
                <li> Uma rede por infravermelho usa luz infravermelho para criar redes de curto alcance principalmente usadas para controlar os dispositivos de entrada e os dispositivos m&oacute;veis. </li>
                <li> Uma WAN celular permite usar o telefone celular e o laptop para estabelecer comunica&ccedil;&otilde;es por dados e voz. </li>

              <li> A tecnologia sem fio mais conhecida &eacute; a Wi-Fi. H&aacute; quatro vers&otilde;es principais de Wi-Fi, cada uma com diferentes taxas de largura de banda e velocidades: IEEE 802.11 a, b, g, e n. </li>
                <li> As redes por sat&eacute;lite s&atilde;o mais r&aacute;pidas que as conex&otilde;es via modem, mas s&atilde;o mais lentas que as conex&otilde;es por cabo e DSL. As redes por sat&eacute;lite s&atilde;o usadas principalmente em locais remotos. </li>
                <li> A CRU (unidade substitu&iacute;vel pelo cliente) &eacute; um componente que pode ser instalado com facilidade pelo usu&aacute;rio sem treinamento t&eacute;cnico. </li>
                <li> A FRU (unidade substitu&iacute;vel em campo) &eacute; um componente que um t&eacute;cnico qualificado pode instalar em um local remoto. </li>
                <li> A maior parte dos reparos pode ser feita nos locais dos cliente ou em qualquer centro de reparo local. Entretanto, h&aacute; ocasi&otilde;es em que o laptop deve ser enviado diretamente ao fabricante para reparos. </li>
                <li> Os t&eacute;cnicos profissionais seguem as programa&ccedil;&otilde;es de manuten&ccedil;&atilde;o preventiva para manter seus equipamentos com um &oacute;timo desempenho. </li>
                <li> Os laptops est&atilde;o mais suscet&iacute;veis a contamina&ccedil;&atilde;o e danos. Um laptop com boa manuten&ccedil;&atilde;o levar&aacute; &agrave; redu&ccedil;&atilde;o dos custos de reparo. </li>
                <li> Uma base multifuncional permitir&aacute; que o laptop seja conectado com facilidade a dispositivos perif&eacute;ricos similares aos encontrados em computadores de mesa. &Eacute; poss&iacute;vel adicionar um replicador de porta a um laptop se o usu&aacute;rio precisar de mais portas de E/S. </li>
                <li> O ato de dominar as etapas de solu&ccedil;&atilde;o de problemas de laptop &eacute; considerado um marco na carreira por muitos t&eacute;cnicos. </li>
                <li> Um t&eacute;cnico bem treinado deve ter boas habilidades de comunica&ccedil;&atilde;o com os clientes.</li>
			  </ul>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
