<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Navega&ccedil;&atilde;o na GUI (Windows)</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.5.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Instala&ccedil;&atilde;o, navega&ccedil;&atilde;o e desinstala&ccedil;&atilde;o de um aplicativo</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Como t&eacute;cnico, voc&ecirc; ser&aacute; respons&aacute;vel por adicionar e remover software nos computadores dos clientes. Muitos aplicativos usam um processo de instala&ccedil;&atilde;o autom&aacute;tica quando o CD do aplicativo &eacute; inserido na unidade &oacute;ptica. O processo de instala&ccedil;&atilde;o atualiza o utilit&aacute;rio Adicionar ou remover programas. O usu&aacute;rio ser&aacute; solicitado a clicar no Assistente de instala&ccedil;&atilde;o para fornecer informa&ccedil;&otilde;es. </p>
            <p><span class="bold">Applet Adicionar ou remover programas</span><br> A Microsoft recomenda usar o utilit&aacute;rio Adicionar ou remover programas, como mostra a Figura 1, para a instala&ccedil;&atilde;o ou remo&ccedil;&atilde;o de aplicativos.  Quando usado para instalar um aplicativo, o utilit&aacute;rio Adicionar ou remover programas rastreia os arquivos de instala&ccedil;&atilde;o para que o aplicativo possa ser desinstalado por completo, caso desejado. Para abrir o applet Adicionar ou remover programas, use o seguinte caminho: </p>
            <p class="bold">Iniciar &gt; Painel de controle &gt; Adicionar ou remover programas</p>
            <p><span class="bold">Adicionar aplicativos</span><br> Se um programa ou um aplicativo n&atilde;o &eacute; instalado automaticamente quando o CD &eacute; inserido, voc&ecirc; pode usar o applet Adicionar ou remover programas para instalar o aplicativo, como mostra a Figura 2. Clique no bot&atilde;o <b>Adicionar novos programas</b> e selecione o local onde o aplicativo est&aacute; localizado. O Windows instalar&aacute; o aplicativo para voc&ecirc;.</p>
            <p>Depois de instalado, o aplicativo poder&aacute; ser iniciado pelo menu Iniciar ou por um &iacute;cone de atalho instalado na &aacute;rea de trabalho. Verifique se o aplicativo est&aacute; funcionando corretamente. Se houver problemas, fa&ccedil;a o reparo ou desinstale o aplicativo. Alguns aplicativos, como o Microsoft Office, oferecem uma op&ccedil;&atilde;o de reparo no processo de instala&ccedil;&atilde;o. Voc&ecirc; pode usar essa fun&ccedil;&atilde;o para tentar corrigir um programa que n&atilde;o esteja funcionamento adequadamente.</p>
            <p><span class="bold">Desinstalar aplicativos</span><br> Se algum aplicativo n&atilde;o for desinstalado corretamente, talvez fiquem arquivos na unidade de disco r&iacute;gido e configura&ccedil;&otilde;es desnecess&aacute;rias no Registro. Embora essa situa&ccedil;&atilde;o n&atilde;o cause problemas, ela consome espa&ccedil;o dispon&iacute;vel no disco r&iacute;gido e recursos do sistema, e prejudica a velocidade com que o Registro &eacute; lido.  A Figura 3 mostra o applet Adicionar ou remover programas para desinstalar programas que n&atilde;o s&atilde;o mais necess&aacute;rios. O assistente o orientar&aacute; no processo de remo&ccedil;&atilde;o do software e excluir&aacute; todos os arquivos que foram instalados.</p>
			<!-- Start Activity box   -->
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"> <img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_5_4/5.5.4_Lab_Install_Third_Party_Software.pdf">Laborat&oacute;rio </a>
                              <p> <span class="bold">Instalar software de terceiros</span><br> Instalar e remover aplicativos<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
