<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Instalar e configurar uma impressora ou scanner local</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Conectar o dispositivo a uma porta local</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

		    <p>Dependendo do fabricante, as impressoras locais podem se comunicar com os computadores usando portas e cabos seriais, paralelos, USB, FireWire ou SCSI. Clique nos bot&otilde;es indicados na Figura 1 para verificar as caracter&iacute;sticas dessas portas. As tecnologias sem fio, como Bluetooth e infravermelho, s&atilde;o tamb&eacute;m usadas para conex&atilde;o com esses dispositivos. </p>

		    <p>Para conex&atilde;o com uma impressora, conecte o cabo apropriado &agrave; porta de comunica&ccedil;&atilde;o na parte de tr&aacute;s da impressora. Conecte a outra extremidade do cabo &agrave; porta correspondente na parte de tr&aacute;s do computador.</p>

		<p>Ap&oacute;s a conex&atilde;o correta do cabo de dados, acople o cabo de alimenta&ccedil;&atilde;o &agrave; impressora. Conecte a outra extremidade do cabo de alimenta&ccedil;&atilde;o a uma tomada el&eacute;trica dispon&iacute;vel. Quando voc&ecirc; ligar a alimenta&ccedil;&atilde;o do dispositivo, o computador tentar&aacute; determinar o driver de dispositivo correto a ser instalado.</p>

		<p><span class="bold">DICA:</span> Sempre verifique os cabos que v&ecirc;m na embalagem ao comprar uma impressora ou um scanner. Muitos fabricantes reduzem os custos de produ&ccedil;&atilde;o e n&atilde;o incluem um cabo na embalagem da impressora. Se for preciso comprar um cabo, certifique-se de adquirir o tipo correto. </p>


			</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
