<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos componentes internos</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identificar nomes, finalidades e características das placas-mãe</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A placa-m&atilde;e &eacute; a principal placa de circuito impresso e cont&eacute;m os barramentos ou passagens el&eacute;tricas encontrados em um computador. Esses barramentos permitem que os dados percorram os v&aacute;rios componentes que formam um computador. A Figura 1 mostra uma s&eacute;rie de placas-m&atilde;e. Uma placa-m&atilde;e tamb&eacute;m &eacute; conhecida como a placa do sistema, o backplane ou a placa principal.</p>
            <p>A placa-m&atilde;e acomoda a CPU (central processing unit, unidade central de processamento), a RAM, os slots de expans&atilde;o, o dissipador de calor/ventoinha, o chip do BIOS, o chipset e o circuito impresso que interconecta os componentes da placa-m&atilde;e. Soquetes, conectores internos e externos e v&aacute;rias portas tamb&eacute;m s&atilde;o colocados na placa-m&atilde;e. Soquetes, conectores internos e externos e v&aacute;rias portas tamb&eacute;m s&atilde;o colocados na placa-m&atilde;e. &nbsp;</p>
            <p>O di&acirc;metro total das placas-m&atilde;e &eacute; relativo ao tamanho e &agrave; forma da placa. Ele tamb&eacute;m descreve o layout f&iacute;sico dos diferentes componentes e dispositivos contidos na placa-m&atilde;e. Existem v&aacute;rios formatos para placas-m&atilde;e, como mostrado na Figura 2.</p>
            <p>Um conjunto importante de componentes na placa-m&atilde;e &eacute; o chipset. O chipset &eacute; composto por v&aacute;rios circuitos integrados conectados &agrave; placa-m&atilde;e que controlam como o hardware do sistema interage com a CPU e a placa-m&atilde;e. A CPU &eacute; instalada em um slot ou soquete na placa-m&atilde;e. O soquete na placa-m&atilde;e determina o tipo de CPU que pode ser instalada.</p>
            <p>O chipset de uma placa-m&atilde;e permite que a CPU se comunique e interaja com os outros componentes do computador e, tamb&eacute;m, que troque dados com a mem&oacute;ria do sistema, ou RAM, as unidades de disco r&iacute;gido, as placas de v&iacute;deo e outros dispositivos de sa&iacute;da. O chipset estabelece a quantidade de mem&oacute;ria que pode ser adicionada a uma placa-m&atilde;e. Ele tamb&eacute;m determina o tipo de conectores da placa-m&atilde;e.</p>
            <p>A maioria dos chipsets &eacute; dividida em dois componentes distintos: Northbridge e Southbridge. A fun&ccedil;&atilde;o de cada componente varia de fabricante para fabricante, mas, em geral, o Northbridge controla o acesso &agrave; RAM, &agrave; placa de v&iacute;deo e as velocidades em que a CPU pode se comunicar com elas. &Agrave;s vezes, a placa de v&iacute;deo &eacute; integrada no Northbridge. Na maioria dos casos, o Southbridge possibilita a comunica&ccedil;&atilde;o da CPU com os discos r&iacute;gidos, a placa de som, as portas USB e as outras portas de E/S. </p>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
