<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Implementar a pol&iacute;tica de seguran&ccedil;a do cliente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="8"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Configurar as defini&ccedil;&otilde;es de seguran&ccedil;a </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>Existem dois erros de seguran&ccedil;a comuns: permiss&otilde;es incorretas em pastas e arquivos e configura&ccedil;&atilde;o incorreta da seguran&ccedil;a sem fio. </p>

			<p><span class="bold">N&iacute;veis de permiss&atilde;o para pastas e arquivos </span><br> Os n&iacute;veis de permiss&atilde;o s&atilde;o configurados para restringir o acesso do usu&aacute;rio individual ou coletivo a determinados dados. A FAT e o NTFS permitem o compartilhamento de pastas e permiss&otilde;es em n&iacute;vel de pastas para usu&aacute;rios com acesso &agrave; rede. As permiss&otilde;es de pastas s&atilde;o descritas na Figura 1. A seguran&ccedil;a adicional das permiss&otilde;es em n&iacute;vel de arquivo &eacute; proporcionada pelo NTFS. As permiss&otilde;es em n&iacute;vel de arquivo est&atilde;o descritas na Figura 2.</p>

            <p><span class="bold">Configura&ccedil;&atilde;o de seguran&ccedil;a sem fio</span><br> As ferramentas a seguir, descritas na Figura 3, s&atilde;o usadas para configurar a seguran&ccedil;a sem fio:</p>

            <ul>
              <li><span class="bold">WEP (Wired Equivalent Privacy, privacidade equivalente de rede cabeada)</span> &ndash; Criptografa os dados transmitidos entre o ponto de acesso sem fio e o cliente usando uma chave de criptografia de 64 ou 128 bits. A Figura 4 ilustra a configura&ccedil;&atilde;o de WEP. </li>
              <li><span class="bold">WPA (Wi-Fi Protected Access, acesso protegido Wi-Fi)</span> &ndash; Fornece melhor criptografia e autentica&ccedil;&atilde;o do que o WEP. </li>
              <li><span class="bold">Filtro de endere&ccedil;o MAC</span> &ndash; Restringe o acesso do computador a um ponto de acesso sem fio a fim de evitar que um usu&aacute;rio circunstancial acesse a rede. O filtro de endere&ccedil;o MAC, como ilustra a Figura 5, &eacute; vulner&aacute;vel quando utilizado sozinho e deve ser combinado com outro filtro de seguran&ccedil;a.</li>
              <li><span class="bold">Difus&atilde;o do SSID (Service Set Identifier, identificador do conjunto de servi&ccedil;os)</span> &ndash; O SSID sem fio difunde a identidade da rede. A desativa&ccedil;&atilde;o do SSID faz com que a rede aparentemente desapare&ccedil;a, mas esta &eacute; uma forma n&atilde;o confi&aacute;vel de seguran&ccedil;a de rede sem fio.</li>
              <li><span class="bold">Antena sem fio</span> &ndash; O padr&atilde;o de ganho e de sinal da antena conectada a um ponto de acesso sem fio pode influenciar o local onde o sinal pode ser recebido. Evite transmitir sinais fora da &aacute;rea da rede instalando uma antena com um padr&atilde;o que atenda seus usu&aacute;rios de rede. </li>
            </ul>

			</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
