<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os componentes f&iacute;sicos de uma rede</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identificar nomes, finalidades e caracter&iacute;sticas de cabos de rede comuns</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>At&eacute; recentemente, os cabos eram o &uacute;nico meio usado para conectar dispositivos em redes. Uma vasta gama de cabos de rede est&aacute; dispon&iacute;vel. Cabos coaxiais e de par tran&ccedil;ado usam cobre para transmitir dados. Cabos de fibra &oacute;ptica usam vidro ou pl&aacute;stico para transmitir dados. Esses cabos diferem na largura de banda, no tamanho e no custo. &Eacute; necess&aacute;rio saber que tipo de cabo usar em diferentes situa&ccedil;&otilde;es de modo que seja poss&iacute;vel instalar os cabos corretos para um determinado trabalho. Voc&ecirc; tamb&eacute;m precisa estar apto a solucionar e reparar problemas que possam ser deparados. </p>
            <p><span class="bold">Par torcido </span><br> O cabo de par tran&ccedil;ado &eacute; um tipo de cabeamento de cobre que &eacute; usado em comunica&ccedil;&otilde;es telef&ocirc;nicas e na maioria das redes de Ethernet. Um par de fios forma um circuito capaz de transmitir dados. O par &eacute; tran&ccedil;ado para fornecer prote&ccedil;&atilde;o contra interfer&ecirc;ncia, que &eacute; o ru&iacute;do gerado por pares adjacentes de fios no cabo. Os pares de fios de cobre s&atilde;o revestidos de isolamento pl&aacute;stico codificado por cores e tran&ccedil;ados juntos. Uma tomada externa protege os ma&ccedil;os de pares tran&ccedil;ados.</p>
            <p>Quando a eletricidade flui pelo fio de cobre, um campo magn&eacute;tico &eacute; criado ao redor do fio. Um circuito tem dois fios, e, em um circuito, os dois fios t&ecirc;m campos magn&eacute;ticos opostamente carregados. Quando os dois fios do circuito est&atilde;o pr&oacute;ximos um do outro, os campos magn&eacute;ticos se anulam. Isso &eacute; chamado de efeito de cancelamento. Sem o efeito de cancelamento, as comunica&ccedil;&otilde;es de rede se tornariam lentas devido &agrave; interfer&ecirc;ncia causada pelos campos magn&eacute;ticos.</p>
            <p>H&aacute; dois tipos b&aacute;sicos de cabos de par tran&ccedil;ado: </p>
            <ul>
              <li><strong>Par tran&ccedil;ado n&atilde;o blindado (UTP, unshielded twisted-pair)</strong> &ndash; Cabo que tem dois ou quatro pares de fios. Esse tipo de cabo conta exclusivamente com o efeito de cancelamento produzido pelos pares de fios tran&ccedil;ados o qual limita a degrada&ccedil;&atilde;o do sinal causada pela interface eletromagn&eacute;tica (EMI, electromagnetic interface) e pela interfer&ecirc;ncia de radiofreq&uuml;&ecirc;ncia (RFI, radio frequency interference). O UTP &eacute; o tipo de cabeamento mais comumente usado em redes. Os cabos UTP t&ecirc;m um alcance de 100 m (328 p&eacute;s). </li>
              <li><strong>Par tran&ccedil;ado blindado (STP, shielded twisted-pair)</strong> &ndash; Cada par de fios &eacute; revestido por uma folha met&aacute;lica para melhor proteger os fios de ru&iacute;do. Quatro pares de fios s&atilde;o, ent&atilde;o, completamente revestidos em uma fita ou folha met&aacute;lica. O STP reduz o ru&iacute;do el&eacute;trico de dentro do cabo. Tamb&eacute;m reduz a EMI e a RFI de fora do cabo. </li>
            </ul>
            <p>Embora o STP evite a interfer&ecirc;ncia com mais efici&ecirc;ncia do que o UTP, o STP &eacute; mais caro devido &agrave; blindagem extra e &eacute; mais dif&iacute;cil de instalar devido a sua espessura. Al&eacute;m disso, a blindagem met&aacute;lica deve ser aterrada em ambas as extremidades. Se for indevidamente aterrada, a blindagem age como uma antena captando sinais indesejados. O STP &eacute;, principalmente, usado fora da Am&eacute;rica do Norte. </p>
            <p><span class="bold">Classifica&ccedil;&atilde;o de categoria </span><br>O UTP &eacute; apresentado em v&aacute;rias categorias que s&atilde;o baseadas em dois fatores:</p>
            <ul>
              <li>O n&uacute;mero de fios no cabo </li>
              <li>O n&uacute;mero de tran&ccedil;ados nesses fios</li>
            </ul>
            <p>A Categoria 3 &eacute; a fia&ccedil;&atilde;o usada em sistemas telef&ocirc;nicos e em LANs Ethernet de 10 Mbps. A Categoria 3 tem quatro pares de fios.</p>
            <p>A Categoria 5 e a Categoria 5e t&ecirc;m quatro pares de fios com uma taxa de transmiss&atilde;o de 100 Mbps. Os cabos da Categoria 5 e da 5e s&atilde;o os mais comumente usados em redes. A Categoria 5e tem mais tran&ccedil;ados por p&eacute; do que a fia&ccedil;&atilde;o de Categoria 5. Esses tran&ccedil;ados extras evitam ainda mais a interfer&ecirc;ncia de fontes externas e de outros fios dentro do cabo.</p>
            <p>Alguns cabos de Categoria 6 usam um divisor pl&aacute;stico para separar os pares de fios, o que evita interfer&ecirc;ncias. Os pares tamb&eacute;m t&ecirc;m mais tran&ccedil;ados do que os cabos da Categoria 5e. Um cabo de par tran&ccedil;ado &eacute; mostrado na Figura 1.</p>
            <p><span class="bold">Cabo coaxial </span><br>O cabo coaxial &eacute; um cabo de n&uacute;cleo de cobre revestido por uma blindagem bastante resistente. O cabo coaxial &eacute; usado para conectar computadores em uma rede. H&aacute; diversos tipos de cabos coaxiais:</p>
            <ul>
              <li><strong>Thicknet ou 10BASE5</strong> &ndash; Cabo coaxial que foi usado em redes antigas e operou em 10 megabits por segundo com um comprimento m&aacute;ximo de 500 metros</li>
              <li><strong>Thinnet ou 10BASE2</strong> &ndash; Cabo coaxial que foi usado em redes antigas e operou em 10 megabits por segundo com um comprimento m&aacute;ximo de 185 metros</li>
              <li><span class="bold"></span><strong>RG-59</strong> &ndash; Mais comumente usado para TV a cabo nos EUA </li>
              <li><strong>RG-6</strong> &ndash; Cabo de qualidade superior ao RG-59, com mais largura de banda e menos suscetibilidade a interfer&ecirc;ncia </li>
            </ul>
            <p>Um cabo coaxial &eacute; mostrado na Figura 2.</p>
            <p><span class="bold">Fibra &oacute;ptica </span><br> Uma fibra &oacute;ptica &eacute; um condutor de vidro ou pl&aacute;stico que transmite informa&ccedil;&otilde;es usando luz. A fibra &oacute;ptica, mostrada na Figura 3, tem uma ou mais fibras &oacute;pticas revestidas por uma camisa ou jaqueta de prote&ccedil;&atilde;o. Por ser feita de vidro, a fibra &oacute;ptica n&atilde;o &eacute; afetada por interfer&ecirc;ncia eletromagn&eacute;tica ou interfer&ecirc;ncia de radiofreq&uuml;&ecirc;ncia. Todos os sinais s&atilde;o convertidos em pulsos de luzes para entrar no cabo e, depois, revertidos em sinais el&eacute;tricos quando deixam o cabo. Isso significa que a fibra &oacute;ptica &eacute; capaz de entregar sinais que s&atilde;o mais claros, que podem viajar a dist&acirc;ncias maiores e que t&ecirc;m uma largura de banda maior que a dos cabos feitos de cobre ou de outros metais.</p>
            <p>A fibra &oacute;ptica pode atingir dist&acirc;ncias de muitos quil&ocirc;metros antes que o sinal precise ser gerado novamente. O uso da fibra &oacute;ptica &eacute;, geralmente, mais caro do que o do cabo de cobre, e os conectores s&atilde;o mais dispendiosos e mais dif&iacute;ceis de montar. Os conectores comuns para redes de fibra &oacute;ptica s&atilde;o o SC, o ST e o LC. Esses tr&ecirc;s tipos de conectores de fibra &oacute;ptica s&atilde;o half-duplex, o que permite que os dados fluam em uma &uacute;nica dire&ccedil;&atilde;o. Al&eacute;m disso, s&atilde;o necess&aacute;rios dois cabos.</p>
            <p>A seguir, est&atilde;o os dois tipos de fibras &oacute;pticas de vidro:</p>
            <ul>
              <li><span class="bold">Multimodo</span> &ndash; Cabo com n&uacute;cleo mais grosso que o cabo monomodo. &Eacute; mais f&aacute;cil de ser produzido, permite o uso de fontes luminosas mais simples (LEDs), e funciona bem em dist&acirc;ncias de alguns poucos quil&ocirc;metros ou menos. </li>
              <li><span class="bold">Monomodo</span> &ndash; Cabo com um n&uacute;cleo muito fino. &Eacute; mais dif&iacute;cil de ser produzido, usa lasers como fonte luminosa e pode transmitir sinais a dezenas de quil&ocirc;metros com facilidade. </li>
            </ul>
			<p>Uma fibra &oacute;ptica, mostrada na Figura 3, &eacute; uma ou mais fibras &oacute;pticas revestidas por uma camisa ou jaqueta de prote&ccedil;&atilde;o.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
</body>

</html>
