<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever boas habilidades de comunica&ccedil;&atilde;o e de comportamento profissional</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Exibir comportamento profissional ao cliente</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">


		<p>Ao lidar com os clientes, &eacute; necess&aacute;rio ser profissional em todos os aspectos de sua fun&ccedil;&atilde;o. Voc&ecirc; deve tratar os clientes com respeito e pronta aten&ccedil;&atilde;o. Quando estiver ao telefone, certifique-se de que sabe como colocar um cliente em espera e tamb&eacute;m como transferir um cliente sem perder a liga&ccedil;&atilde;o. &Eacute; importante saber como conduzir a chamada e seu trabalho &eacute; ajudar o cliente a concentrar-se no problema e comunic&aacute;-lo, de forma que voc&ecirc; possa resolv&ecirc;-lo.</p>

		    <p>Seja positivo ao comunicar-se com o cliente. Diga ao cliente o que voc&ecirc; pode fazer. N&atilde;o se concentre naquilo que voc&ecirc; n&atilde;o pode fazer. Prepare-se para explicar formas alternativas de ajud&aacute;-lo, como por exemplo, com informa&ccedil;&otilde;es por e-mail, instru&ccedil;&otilde;es passo a passo por fax ou uso do software do controle remoto para resolver o problema. Os clientes sentir&atilde;o rapidamente se voc&ecirc; est&aacute; interessado em ajud&aacute;-los.</p>

		    <p>A Figura 1 mostra o processo a ser seguido antes de colocar um cliente em espera. Primeiro, deixe o cliente terminar de falar. Em seguida, explique que voc&ecirc; tem que colocar o cliente em espera e pe&ccedil;a ao cliente permiss&atilde;o para fazer isso. Quando o cliente concordar em ser colocado em espera, agrade&ccedil;a ao cliente. Diga ao cliente que voc&ecirc; estar&aacute; ausente somente por alguns minutos e explique o que voc&ecirc; far&aacute; durante este per&iacute;odo.</p>

		    <p>A Figura 2 mostra o processo de transferir uma chamada. Para uma transfer&ecirc;ncia de chamada, siga o mesmo procedimento que voc&ecirc; executa para colocar o cliente em espera. Deixe o cliente terminar de falar e, em seguida, explique que voc&ecirc; ter&aacute; que transferir a chamada. Quando o cliente concordar em ser transferido, diga o n&uacute;mero do telefone ao qual ele ser&aacute; transferido. Voc&ecirc; tamb&eacute;m deve dizer ao novo t&eacute;cnico seu nome, o nome do cliente que voc&ecirc; est&aacute; transferindo e o n&uacute;mero do protocolo relacionado.</p>

		    <p>Ao lidar com os clientes, &agrave;s vezes &eacute; mais f&aacute;cil explicar o que voc&ecirc; n&atilde;o deve fazer. Observe a lista a seguir do que n&atilde;o deve ser feito durante a comunica&ccedil;&atilde;o com um cliente:</p>

			<ul>
              <li>Evite diminuir a import&acirc;ncia dos problemas do cliente</li>
              <li>Evite usar jarg&otilde;es, abrevia&ccedil;&otilde;es e acr&ocirc;nimos</li>
              <li>Evite uma atitude ou tom de voz negativo</li>
              <li>Evite argumentar com os cliente ou tornar-se defensivo</li>
              <li>Evite ser cr&iacute;tico, insultar ou difamar os clientes</li>
              <li>Evite distra&ccedil;&otilde;es ou interrup&ccedil;&otilde;es ao conversar com os clientes</li>
              <li>Evite esperas desnecess&aacute;rias e repentinas</li>
              <li>Evite transfer&ecirc;ncias sem explicar o objetivo da transfer&ecirc;ncia e sem o consentimento do cliente </li>
              <li>Evite fazer observa&ccedil;&otilde;es negativas sobre outros t&eacute;cnicos ao cliente</li>
            </ul>

<!-- Start Activity box   -->

		<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
		  <tr>
			<td valign="top">
			  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
				<tr>
				  <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
				  <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
				  <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
				</tr>
			  </table>
			  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
				<tr>
				  <td>
					<table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
					  <tr>
						<td width="15" class="activity_text">&nbsp;</td>
						    <td class="activity_text"><img border="0" src="../../images/activity_icon.gif" width="36" height="30"><b> Atividade </b>
                              <p> <b>Discuss&atilde;o em sala de aula</b><br> Demonstre ou discuta formas positivas de dizer coisas negativas<br> <br>
                              </p>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
			</td>
		  </tr>
		</table>

	<!-- END Activity box   -->
		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
