<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Instala&ccedil;&atilde;o de um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.4.8</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Descrever como manipular os arquivos do sistema operacional</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->

<table border="0" cellpadding="0" cellspacing="0" width="95%" >
  <tr>
    <td width="20" class="bold"></td>
    <td class="bold">
      <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
          <td width="100%" height="47">
            <p>Depois de instalar o Windows XP, conv&eacute;m efetuar altera&ccedil;&otilde;es na configura&ccedil;&atilde;o. Estes aplicativos s&atilde;o extensamente usados para modifica&ccedil;&otilde;es ap&oacute;s a instala&ccedil;&atilde;o:</p>
            <ul>
              <li><span class="bold">Msconfig</span> &ndash; este utilit&aacute;rio de configura&ccedil;&atilde;o de inicializa&ccedil;&atilde;o permite que voc&ecirc; defina os programas que ser&atilde;o executados no momento da iniciliza&ccedil;&atilde;o e edite os arquivos de configura&ccedil;&atilde;o. Ele tamb&eacute;m oferece controle simplificado sobre o Windows Services, como mostra a Figura 1. </li>
              <li><span class="bold">Regedit</span> - este aplicativo permite que voc&ecirc; edite o Registro, como mostra a Figura 2. </li>
            </ul>
            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> O REGEDT32 foi usado com o Windows NT. No Windows XP e no Windows Server 2003, o arquivo REGEDT32 &eacute; apenas um atalho para o comando REGEDIT.EXE. No Windows XP, voc&ecirc; pode especificar<span class="bold"> REGEDT32.EXE</span> ou <span class="bold">REGEDIT.EXE</span>. Os dois comandos executam o mesmo programa.</p>
            <p><span class="caution_caps">CUIDADO:</span> O uso incorreto do <span class="bold">REGEDT32.EXE</span> ou do <span class="bold">REGEDIT.EXE</span>  pode causar problemas de configura&ccedil;&atilde;o que exigem a reinstala&ccedil;&atilde;o do sistema operacional.</p>
            <p><span class="bold">Modos de inicializa&ccedil;&atilde;o</span><br> Voc&ecirc; pode inicializar o Windows em v&aacute;rios modos distintos. O pressionamento da tecla F8 durante o processo de inicializa&ccedil;&atilde;o abre o menu Op&ccedil;&otilde;es de inicializa&ccedil;&atilde;o avan&ccedil;adas do Windows, que lhe permite selecionar o modo de inicializa&ccedil;&atilde;o do Windows. As seguintes op&ccedil;&otilde;es de inicializa&ccedil;&atilde;o s&atilde;o geralmente usadas:</p>
            <ul>
              <li><span class="bold">Modo de seguran&ccedil;a</span> &ndash; inicia o Windows, mas carrega apenas os drivers de componentes b&aacute;sicos, como o teclado e o monitor.</li>
                <li><span class="bold">Modo de seguran&ccedil;a com suporte de rede</span> &ndash; inicia o Windows como no modo de seguran&ccedil;a e tamb&eacute;m carrega os drivers dos componentes de rede.</li>
                <li><span class="bold">Modo de seguran&ccedil;a com prompt de comando</span> &ndash; inicia o Windows e carrega o prompt de comando em vez da interface gr&aacute;fica do usu&aacute;rio.</li>
                <li><span class="bold">&Uacute;ltima op&ccedil;&atilde;o de configura&ccedil;&atilde;o correta</span> - permite que o usu&aacute;rio carregue as defini&ccedil;&otilde;es de configura&ccedil;&atilde;o do Windows usadas na &uacute;ltima vez em que o Windows foi iniciado com &ecirc;xito. Isso ocorre por acesso a uma c&oacute;pia do Registro que &eacute; criada para esse fim.</li>
            </ul>

            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> A &Uacute;ltima op&ccedil;&atilde;o de configura&ccedil;&atilde;o correta s&oacute; ser&aacute; &uacute;til se for aplicada imediatamente ap&oacute;s uma falha. Se o computador reiniciar e, apesar das dificuldades, conseguir abrir o Windows, a chave do Registro para &Uacute;ltima op&ccedil;&atilde;o de configura&ccedil;&atilde;o correta provavelmente ser&aacute; atualizada com as informa&ccedil;&otilde;es incorretas.</p>
          </td>
        </tr>
      </table>
    </td>
  </tr>
</table>

</body>

</html>
