<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Desenvolver a manuten&ccedil;&atilde;o preventiva em seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">16.4.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar os procedimentos de backup dos dados, acessar os backups e proteger a m&iacute;dia de backup f&iacute;sica</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>O backup de dados armazena uma c&oacute;pia das informa&ccedil;&otilde;es de um computador em uma m&iacute;dia de backup remov&iacute;vel que pode ser mantida em local seguro. Se o hardware do computador falhar, o backup de dados pode ser restaurado para dar continuidade ao processamento.</p>

		  	<p>Os backups de dados devem ser realizados regularmente. O backup de dados mais atual geralmente &eacute; armazenado externamente para proteger a m&iacute;dia de backup caso alguma coisa aconte&ccedil;a nas instala&ccedil;&otilde;es principais. A m&iacute;dia de backup, em geral, &eacute; reutilizada visando &agrave; economia nas despesas com m&iacute;dias. Sempre cumpra as diretrizes de rod&iacute;zio de m&iacute;dia de sua organiza&ccedil;&atilde;o.</p>
            <p>As opera&ccedil;&otilde;es de backup podem ser realizadas por linha de comando ou a partir de um arquivo batch usando o comando NTBACKUP. Os par&acirc;metros padr&atilde;o para o NTBACKUP ser&atilde;o iguais aos definidos no utilit&aacute;rio de backup do Windows. Qualquer op&ccedil;&atilde;o que voc&ecirc; desejar substituir deve ser inclu&iacute;da na linha de comando. O comando NTBACKUP n&atilde;o pode ser usado para restaurar arquivos.</p>

		  	<p>Uma combina&ccedil;&atilde;o de tipos de backup, como mostra a Figura 1, permite que os dados sejam submetidos ao backup de modo eficiente. O backup completo &eacute; a c&oacute;pia de todos os arquivos da unidade. Um procedimento de backup incremental faz o backup apenas dos arquivos criados ou modificados desde o &uacute;ltimo backup normal ou incremental. Ele assinala os arquivos indicando que foram submetidos ao backup. O backup diferencial copia os arquivos criados ou modificados desde o &uacute;ltimo backup normal ou incremental, mas n&atilde;o assinala os arquivos indicando que foram submetidos ao backup. A realiza&ccedil;&atilde;o do backup de dados pode ser demorada. Por isso, &eacute; prefer&iacute;vel faz&ecirc;-lo quando o tr&aacute;fego da rede for baixo. H&aacute; ainda outros tipos de backups como o backup di&aacute;rio e o backup de c&oacute;pia, que n&atilde;o assinalam os arquivos indicando que foram submetidos ao backup. </p>
		  	<p>A m&iacute;dia de backup de dados &eacute; t&atilde;o importante quanto os dados do computador. &Eacute; aconselh&aacute;vel armazen&aacute;-la em um local de armazenamento externo com regula&ccedil;&atilde;o de temperatura e com a devida seguran&ccedil;a f&iacute;sica. &Eacute; importante que os backups estejam dispon&iacute;veis imediatamente para o caso de emerg&ecirc;ncia.</p>


		    </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
