<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever boas habilidades de comunica&ccedil;&atilde;o e de comportamento profissional</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Determinar o problema do computador do cliente</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">


			<p>Uma das primeiras tarefas do t&eacute;cnico &eacute; determinar o tipo de problema do computador que o cliente est&aacute; tendo. </p>

			<p>Lembre-se destas tr&ecirc;s regras do in&iacute;cio de sua conversa:  </p>

				<ul>
					<li>Conhecer - Chame seu cliente pelo nome</li>
					<li>Relacionar - Use comunica&ccedil;&atilde;o sucinta para criar uma liga&ccedil;&atilde;o exclusiva entre voc&ecirc; e seu cliente</li>

              <li>Entender - Determine o n&iacute;vel de conhecimento do cliente sobre o computador, para saber como se comunicar de maneira eficaz com o cliente</li>

				</ul>

			<p>Para fazer isso, voc&ecirc; deve praticar habilidades de escuta ativa. Deixe que o cliente conte toda a est&oacute;ria. Durante o per&iacute;odo em que o cliente estiver explicando o problema, de vez em quando fale algumas pequenas palavras ou frases, como "Entendo", "Sim", "Compreendo" ou "Ok". Esse comportamento permite que o cliente saiba que voc&ecirc; est&aacute; l&aacute; e que voc&ecirc; est&aacute; escutando. &Eacute; diferente de interromper o cliente para fazer uma pergunta ou uma afirma&ccedil;&atilde;o.</p>

			<p>Um t&eacute;cnico n&atilde;o deve interromper o cliente para fazer uma pergunta ou uma afirma&ccedil;&atilde;o. &Eacute; indelicado, desrespeitoso e cria tens&atilde;o. Muitas vezes em uma conversa, voc&ecirc; se depara pensando no que vai dizer, antes de a outra pessoa terminar de falar. Quando voc&ecirc; faz isso, voc&ecirc; realmente n&atilde;o est&aacute; escutando. Como pr&aacute;tica, tente escutar atenciosamente quando as outras pessoas falam e deixe-as terminarem suas considera&ccedil;&otilde;es.</p>

			<p>Depois que escutar o cliente explicar todo o problema, explique o que o cliente disse. Isso ajudar&aacute; a convencer o cliente de que voc&ecirc; escutou e entendeu a situa&ccedil;&atilde;o. Uma boa pr&aacute;tica para esclarecer &eacute; parafrasear a explica&ccedil;&atilde;o do cliente iniciando com as palavras "Deixe me ver se eu entendi o que voc&ecirc; disse..." Essa &eacute; uma ferramenta muito eficaz que mostra ao cliente que voc&ecirc; escutou e est&aacute; preocupado com os problemas.</p>

			<p>Depois que voc&ecirc; garantir ao cliente que entendeu o problema, voc&ecirc; provavelmente ter&aacute; que fazer algumas perguntas de acompanhamento. Certifique-se de que essas perguntas s&atilde;o apropriadas. N&atilde;o fa&ccedil;a perguntas que o cliente j&aacute; tenha respondido ao descrever o problema. Isso somente irritar&aacute; o cliente e mostrar&aacute; que voc&ecirc; n&atilde;o estava escutando. </p>

			<p>As perguntas de acompanhamento devem ser perguntas finais, direcionadas, com base nas informa&ccedil;&otilde;es j&aacute; obtidas. As perguntas finais devem ser concentradas na obten&ccedil;&atilde;o de informa&ccedil;&otilde;es espec&iacute;ficas. O cliente deve ser capaz de responder com um simples "sim" ou "n&atilde;o" ou com uma resposta real, como, "Windows XP Pro". Use todas as informa&ccedil;&otilde;es obtidas do cliente para continuar preenchendo a ordem de trabalho.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
