<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os procedimentos de manuten&ccedil;&atilde;o preventiva para laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explicar como gerenciar o controle de vers&atilde;o de dados entre computadores de mesa e laptops</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p> &Eacute; importante gerenciar seus arquivos de dados e pastas adequadamente. Os procedimentos de restaura&ccedil;&atilde;o e recupera&ccedil;&atilde;o, bem como os backups, funcionar&atilde;o melhor se os dados estiverem organizados. </p>

            <p> O Windows XP tem um local padr&atilde;o, &agrave;s vezes dispon&iacute;vel como um &iacute;cone na &aacute;rea de trabalho, chamado Meus documentos. Voc&ecirc; pode usar Meus documentos para criar uma estrutura de pastas e armazenar arquivos.</p>
              <p> Ao mover arquivos de um laptop para um computador de mesa, comece criando uma estrutura de pastas similar em ambos os locais. Os arquivos podem ser transferidos pela rede, com um disco &oacute;ptico ou com uma unidade port&aacute;til. </p>

            <p> Fique atento para que os dados copiados de um computador n&atilde;o sobrescrevam, inadvertidamente, os dados de outro computador. Durante a c&oacute;pia de um arquivo para uma pasta de destino, poder&aacute; ser exibida uma mensagem de &ldquo;confirma&ccedil;&atilde;o de substitui&ccedil;&atilde;o de arquivo&rdquo;, conforme indica a Figura 1. Essa mensagem indica que o Windows XP interrompeu o processo de c&oacute;pia e que ele ficar&aacute; interrompido at&eacute; o usu&aacute;rio optar por substituir ou n&atilde;o o arquivo original pelo que est&aacute; sendo transferido. Caso n&atilde;o se sinta seguro, selecione &ldquo;N&atilde;o&rdquo;. Para determinar qual arquivo manter, compare as datas e o seu tamanho. &Eacute; poss&iacute;vel tamb&eacute;m abrir os arquivos para visualizar o seu conte&uacute;do.</p>
              <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Nenhum sistema operacional permite que arquivos com o mesmo nome fiquem na mesma pasta. </p>
            <p><span class="caution_caps">CUIDADO:</span> Esteja atento para n&atilde;o &ldquo;recortar&rdquo; sem querer um arquivo de seu local original ao &ldquo;copi&aacute;-lo&rdquo;.</p></td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
