<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características dos componentes internos</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.4.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explicar nomes, finalidades e características das memórias ROM e RAM</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->

<table border="0" cellpadding="0" cellspacing="0" width="95%" >
  <tr>
    <td width="20" class="bold"></td>
    <td class="bold">
      <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
          <td width="100%">
            <p><span class="bold">ROM</span><br> Os chips ROM (Read-only Memory, mem&oacute;ria somente leitura) est&atilde;o localizados na placa-m&atilde;e. Os chips ROM cont&ecirc;m instru&ccedil;&otilde;es que podem ser diretamente acessadas pela CPU. Instru&ccedil;&otilde;es b&aacute;sicas para inicializar o computador e carregar o sistema operacional s&atilde;o armazenadas na ROM. Os chips ROM ret&ecirc;m seu conte&uacute;do mesmo quando o computador &eacute; desligado. O conte&uacute;do n&atilde;o pode ser apagado nem alterado por meios normais. Os diferentes tipos de ROM s&atilde;o mostrados na Figura 1. </p>
            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Algumas vezes, a ROM &eacute; chamada de firmware. Entretanto, isso leva a uma id&eacute;ia errada, porque firmware &eacute;, na verdade, o software armazenado em um chip ROM.</p>
            <p><span class="bold">RAM</span><br> RAM (Random access memory, mem&oacute;ria de acesso aleat&oacute;rio) &eacute; o armazenamento tempor&aacute;rio para dados e programas que est&atilde;o sendo acessados pela CPU. RAM &eacute; uma mem&oacute;ria vol&aacute;til, e isso significa que o conte&uacute;do &eacute; apagado quando o computador &eacute; desligado. Quanto mais mem&oacute;ria RAM um computador tiver, maior ser&aacute; a sua capacidade para manter e processar programas e arquivos grandes, e melhor ser&aacute; o desempenho do sistema. Os diferentes tipos de RAM s&atilde;o mostrados na Figura 2. </p>
            <p><span class="bold">M&oacute;dulos de mem&oacute;ria</span><br> Os computadores antigos tinham a RAM instalada na placa-m&atilde;e como chips individuais. Os chips de mem&oacute;ria individuais, chamados de chips DIP (Dual Inline Package, pacote em linha duplo), eram dif&iacute;ceis de instalar e, muitas vezes, ficavam soltos na placa-m&atilde;e. Para solucionar esse problema, os desenvolvedores soldaram os chips de mem&oacute;ria em uma placa de circuito especial, chamada de m&oacute;dulo de mem&oacute;ria. Os diferentes tipos de m&oacute;dulos de mem&oacute;ria s&atilde;o mostrados na Figura 3.</p>
            <p><b>OBSERVA&Ccedil;&Atilde;O:</b> Os m&oacute;dulos de mem&oacute;ria podem ter um s&oacute; lado ou dois lados. Os m&oacute;dulos de mem&oacute;ria com um s&oacute; lado cont&ecirc;m RAM em um lado do m&oacute;dulo. Os m&oacute;dulos de mem&oacute;ria com dois lados cont&ecirc;m RAM nos dois lados do m&oacute;dulo.</p>
            <p><span class="bold">Cache</span><br> SRAM &eacute; usada como mem&oacute;ria cache para armazenar os dados usados com mais freq&uuml;&ecirc;ncia. A SRAM fornece ao processador acesso mais r&aacute;pido aos dados do que os recupera da DRAM mais lenta ou mem&oacute;ria principal. Os tr&ecirc;s tipos de mem&oacute;ria cache s&atilde;o mostrados na Figura 4.</p>
            <p><span class="bold">Verifica&ccedil;&atilde;o de erros</span><br> Ocorrem erros de mem&oacute;ria quando os dados n&atilde;o s&atilde;o armazenados corretamente nos chips RAM. O computador usa m&eacute;todos diferentes para detectar e corrigir erros de dados na mem&oacute;ria. A Figura 5 mostra os tr&ecirc;s m&eacute;todos diferentes de verifica&ccedil;&atilde;o de erro de mem&oacute;ria.</p>
        </tr>
      </table>
    </td>
  </tr>
</table>

</body>

</html>
