<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Descrever os processos de instala&ccedil;&atilde;o e configura&ccedil;&atilde;o de impressoras</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.2.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever como imprimir uma p&aacute;gina de teste</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Ap&oacute;s instalar uma impressora, voc&ecirc; dever&aacute; imprimir uma p&aacute;gina de teste para verificar se a impressora est&aacute; funcionando corretamente. A p&aacute;gina de teste confirma se o software do driver foi instalado e est&aacute; funcionando corretamente e se a impressora e o computador est&atilde;o se comunicando.</p>
            <p><span class="bold">Imprimir uma p&aacute;gina de teste</span><br> Para imprimir uma p&aacute;gina de teste manualmente, use o seguinte caminho: <br> <strong>Iniciar &gt; Impressoras e aparelhos de fax </strong> para exibir o menu Impressoras e aparelhos de fax.</p>
            <p>Clique com o bot&atilde;o direito do mouse na impressora desejada e siga este caminho:<br>
              <span class="bold"> Propriedades &gt; Guia Geral &gt; Imprimir p&aacute;gina de teste </span></p>
            <p>Uma caixa de di&aacute;logo ser&aacute; aberta, perguntando se a p&aacute;gina foi impressa corretamente. Se a p&aacute;gina n&atilde;o foi impressa, os arquivos da ajuda incorporados o ajudar&atilde;o a solucionar o problema.</p>
            <p><span class="bold">Imprimir a partir de um aplicativo</span><br> Voc&ecirc; tamb&eacute;m pode testar uma impressora imprimindo uma p&aacute;gina de teste a partir de um aplicativo como o Bloco de notas ou o WordPad. Para acessar o Bloco de notas, use o seguinte caminho:<br>
              <span class="bold"> Iniciar &gt; Programas &gt; Acess&oacute;rios &gt; Bloco de notas
              </span></p>
            <p>Um documento em branco ser&aacute; aberto. Digite algum texto no documento. Imprima-o usando o seguinte caminho:<br>
              <span class="bold"> Arquivo &gt; Imprimir </span></p>
            <p><span class="bold">Testar uma impressora </span><br> Voc&ecirc; tamb&eacute;m pode imprimir a partir da linha de comando para testar a impressora. A impress&atilde;o a partir da linha de comando &eacute; limitada apenas a arquivos ASCII, como arquivos .txt e .bat. Para enviar um arquivo &agrave; impressora a partir da linha de comando, use este caminho:<br>
              <span class="bold"> Iniciar &gt; Executar</span></p>
            <p>A caixa Executar deve ser exibida. Digite <span class="bold">cmd</span> na caixa Executar e clique em <span class="bold">OK</span>. </p>
            <p>No prompt da linha de comando, digite o seguinte comando: <br>
              <span class="bold"> Imprimir oarquivo.txt </span></p>
            <p><span class="bold">Testar a impressora a partir do painel da impressora</span><br> A maioria das impressoras possui um painel frontal com controles para permitir que voc&ecirc; gere p&aacute;ginas de teste. Esse m&eacute;todo de impress&atilde;o permite que voc&ecirc; verifique o funcionamento da impressora separadamente da rede ou do computador. Consulte o site do fabricante da impressora ou a documenta&ccedil;&atilde;o para aprender como imprimir uma p&aacute;gina de teste a partir do painel frontal da impressora.</p>
          </td>
           </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
