<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever as topologias e arquiteturas da LAN</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.5.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as topologias da LAN</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">

        <tr>
          <td width="100%">
            <p>Uma topologia f&iacute;sica define a maneira pela qual computadores, impressoras e outros dispositivos s&atilde;o conectados a uma rede. Uma topologia l&oacute;gica descreve como os hosts acessam a m&iacute;dia e se comunicam na rede. O tipo de topologia determina as capacidades da rede, como facilidade de configura&ccedil;&atilde;o, velocidade e extens&otilde;es de cabos.</p>
            <p><strong>Topologias f&iacute;sicas</strong><br> A Figura 1 mostra as topologias f&iacute;sicas de LAN comuns:</p>
            <ul>
              <li>Barramento</li>
              <li>Anel</li>
              <li>Estrela</li>
              <li>Estrela hier&aacute;rquica ou estendida </li>
              <li>Malha</li>
            </ul>
            <p><span class="bold">Topologia de barramento</span><br> Na topologia de barramento, cada computador se conecta a uma cabo comum. O cabo conecta um computador ao seguinte, como uma linha de &ocirc;nibus atravessando uma cidade. O cabo tem uma pequena capa instalada na extremidade, chamada de terminal. O terminal evita que os sinais sejam devolvidos causando erros de rede.</p>
            <p><span class="bold">Topologia em anel</span><br> Em uma topologia em anel, os hosts s&atilde;o conectados em um anel ou c&iacute;rculo f&iacute;sico. Uma vez que a topologia em anel n&atilde;o tem nem in&iacute;cio nem fim, o cabo n&atilde;o precisa acabar. Um quadro especialmente formatado, chamado de token, viaja pelo anel, parando em cada host. Se um host quiser transmitir dados, o host adiciona os dados e o endere&ccedil;o de destino ao quadro. O quadro, ent&atilde;o, continua ao redor do anel at&eacute; que pare no host com o endere&ccedil;o de destino. O host de destino retira os dados do quadro.</p>
            <p><span class="bold">Topologia estrela</span><br> A topologia estrela tem um ponto de conex&atilde;o central que, normalmente, &eacute; um dispositivo como um hub, um switch ou um roteador. Cada host em uma rede tem um segmento de cabo que prende o host diretamente ao ponto de conex&atilde;o central. A vantagem de uma topologia estrela &eacute; que &eacute; f&aacute;cil solucionar seus problemas. Cada host &eacute; conectado ao dispositivo central com seu pr&oacute;prio fio. Se houver um problema com um cabo, apenas seu host &eacute; afetado. O resto da rede permanece operacional. </p>
            <p><span class="bold">Topologia estrela hier&aacute;rquica ou estendida</span><br> Uma topologia estrela hier&aacute;rquica ou estendida &eacute; uma rede estrela com um dispositivo de rede adicional conectado ao dispositivo de rede principal. Geralmente, um cabo de rede se conecta a um hub e, depois, v&aacute;rios outros hubs se conectam ao primeiro hub. Grandes rede, como as redes de corpora&ccedil;&otilde;es ou universidades, usam a topologia estrela hier&aacute;rquica.</p>
            <p><span class="bold">Topologia em malha</span><br> A topologia em malha conecta todos os dispositivos uns aos outros. Quando cada dispositivo &eacute; conectado a cada outro dispositivo, uma falha de qualquer cabo n&atilde;o afetar&aacute; a rede. A topologia em malha &eacute; usada em WANs que interconectam LANs.</p>
          <p><strong>Topologias l&oacute;gicas</strong><br> Os dois tipos mais comuns de topologias l&oacute;gicas s&atilde;o de transmiss&atilde;o e de passagem de token. </p>
          <p>Em uma topologia de transmiss&atilde;o, cada host endere&ccedil;a os dados a um determinado host ou a todos os hosts conectados em uma rede.  N&atilde;o h&aacute; uma ordem que os hosts devem seguir para usar a rede &ndash; o primeiro a chegar &eacute; o primeiro a ser servido para a transmiss&atilde;o de dados na rede.</p>
          <p>A passagem de token controla o acesso &agrave; rede passando um token eletr&ocirc;nico seq&uuml;encialmente a cada host. Ao receber o token, o host poder&aacute; enviar dados na rede. Se n&atilde;o tiver dados para enviar, o host passa o token para o host seguinte e o processo se repete automaticamente.</p></td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
