<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características de gabinetes e fontes de alimentação</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as fontes de alimentação</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A fonte de energia, mostrada na Figura 1, converte a alimenta&ccedil;&atilde;o AC (alternating current, corrente alternada) que sai de uma tomada em alimenta&ccedil;&atilde;o CC (direct current, corrente cont&iacute;nua), que &eacute; uma voltagem mais baixa. A alimenta&ccedil;&atilde;o CC &eacute; exigida para todos os componentes dentro do computador.</p>
            <p><span class="bold">Conectores</span><br> A maioria dos conectores atuais s&atilde;o conectores polarizados. Os conectores polarizados foram projetados para serem inseridos em apenas uma posi&ccedil;&atilde;o. Cada parte do conector tem um fio colorido com voltagem diferente que passa por ele, como visto na Figura 2. Conectores diferentes s&atilde;o usados para encaixar componentes espec&iacute;ficos e em v&aacute;rios locais da placa-m&atilde;e.&nbsp;</p>
            <ul>
              <li>Um conector Molex &eacute; um conector polarizado que costuma ser encaixado em uma unidade &oacute;ptica ou no disco r&iacute;gido.</li>
              <li>Um conector Berg &eacute; um conector polarizado que costuma ser encaixado em uma unidade de disquete. Um conector Berg &eacute; menor que um conector Molex.</li>
              <li>Um conector f&ecirc;mea de 20 ou 24 pinos &eacute; usado para conectar &agrave; placa-m&atilde;e. O conector f&ecirc;mea de 24 pinos tem duas fileiras com 12 pinos cada uma e o conector f&ecirc;mea de 20 pinos tem duas fileiras com 10 pinos cada uma.</li>
              <li>Um conector de alimenta&ccedil;&atilde;o auxiliar de 4 a 8 pinos tem duas fileiras de dois a quatro pinos e fornece energia para todas as &aacute;reas da placa-m&atilde;e. Esse conector tem a mesma forma que o conector de alimenta&ccedil;&atilde;o principal, mas &eacute; menor.</li>
              <li>As fontes de energia padr&atilde;o mais antigas usavam dois conectores chamados P8 e P9 para encaixar na placa-m&atilde;e. P8 e P9 eram conectores n&atilde;o polarizados. Eles podiam ser instalados de forma reversa, podendo danificar a placa-m&atilde;e ou a fonte de energia. A instala&ccedil;&atilde;o exigia que os conectores estivessem alinhados com os fios pretos juntos no meio. </li>
            </ul>
            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> Se voc&ecirc; tiver dificuldade no momento de inserir um conector, tente uma maneira diferente, ou verifique se n&atilde;o h&aacute; pinos tortos ou objetos estranhos no caminho. Lembre-se que, se parecer dif&iacute;cil conectar qualquer cabo ou outra pe&ccedil;a, algo est&aacute; errado. Cabos, conectores e componentes foram projetados para encaixar juntos firmemente. Nunca force nenhum conector ou componente. Os conectores encaixados de forma incorreta danificar&atilde;o o plugue e o conector.  Aproveite para verificar se voc&ecirc; est&aacute; manipulando o hardware corretamente.</p>
            <p><span class="bold">Lei da eletricidade e de ohm</span><br> Estas s&atilde;o as quatro unidades b&aacute;sicas de eletricidade:</p>
            <ul>
              <li>Voltagem ou tens&atilde;o <span class="bold">(V)</span></li>
              <li>Corrente <span class="bold">(I)</span></li>
              <li>Pot&ecirc;ncia <span class="bold">(P)</span></li>
              <li>Resist&ecirc;ncia <span class="bold">(R)</span></li>
            </ul>
            <p>Voltagem, corrente, pot&ecirc;ncia e resist&ecirc;ncia s&atilde;o termos el&eacute;tricos que um t&eacute;cnico de computador deve saber.</p>
            <ul>
              <li>Voltagem &eacute; a medida da for&ccedil;a necess&aacute;ria para movimentar os el&eacute;trons em um circuito.</li>
              <li>A voltagem &eacute; medida em volts (V). Uma fonte de alimenta&ccedil;&atilde;o de computador geralmente produz v&aacute;rias tens&otilde;es diferentes.</li>
              <li>Corrente &eacute; a medida da quantidade de el&eacute;trons que passam por um circuito. </li>
              <li>A corrente &eacute; medida em amperes (A). As fontes de alimenta&ccedil;&atilde;o do computador fornecem correntes diferentes para cada tens&atilde;o de sa&iacute;da.</li>
              <li>Pot&ecirc;ncia &eacute; uma medida da press&atilde;o necess&aacute;ria para movimentar el&eacute;trons por um circuito, chamado voltagem, multiplicada pelo n&uacute;mero de el&eacute;trons que passam por esse circuito, chamado corrente. A medida &eacute; chamada watts (W). As fontes de alimenta&ccedil;&atilde;o do computador s&atilde;o mensuradas em watts.</li>
              <li>Resist&ecirc;ncia &eacute; a oposi&ccedil;&atilde;o ao fluxo de corrente em um circuito. A resist&ecirc;ncia &eacute; medida em ohms. A resist&ecirc;ncia mais baixa possibilita mais corrente e, portanto, mais pot&ecirc;ncia para um circuito. Um fus&iacute;vel adequado ter&aacute; baixa resist&ecirc;ncia ou uma medida de quase 0 ohms.</li>
            </ul>
            <p>H&aacute; uma equa&ccedil;&atilde;o b&aacute;sica que expressa como tr&ecirc;s dos termos est&atilde;o relacionados uns aos outros. Ela indica que a voltagem &eacute; igual &agrave; corrente multiplicada pela resist&ecirc;ncia. Isso &eacute; conhecido como Lei de Ohm.</p>
            <p class="bold">V = IR</p>
            <p>Em um sistema el&eacute;trico, a pot&ecirc;ncia (P) &eacute; igual &agrave; voltagem multiplicada pela corrente.</p>
            <p class="bold">P = VI</p>
            <p>Em um circuito el&eacute;trico, o aumento da corrente ou da voltagem resultar&aacute; em uma pot&ecirc;ncia mais alta.</p>
            <p>Um exemplo de como isso funciona: imagine um circuito simples que tenha uma l&acirc;mpada de 9 V conectada a uma bateria de 9 V. A sa&iacute;da de pot&ecirc;ncia da l&acirc;mpada &eacute; 100 W. Usando a equa&ccedil;&atilde;o anterior, podemos calcular a quantidade de corrente em amperes que seria necess&aacute;ria para se obter 100 W sem essa l&acirc;mpada de 9 V.</p>
            <p>Para resolver essa equa&ccedil;&atilde;o, temos as seguintes informa&ccedil;&otilde;es:</p>
            <ul>
              <li class="bold">P = 100 W</li>
              <li class="bold">V = 9 V</li>
              <li class="bold">I = 100 W/9 V = 11,11 A </li>
            </ul>
            <p>O que ocorrer&aacute; se uma bateria de 12 V e uma l&acirc;mpada de 12 V forem usadas para se obter 100 W de pot&ecirc;ncia?</p>
            <p class="bold">100 W / 12 V = 8,33 A</p>
            <p>Este sistema gera a mesma pot&ecirc;ncia, mas com menos corrente. </p>
            <p>Geralmente, os computadores usam fontes de energia que variam de 200 W a 500 W. Entretanto, alguns computadores podem precisar de fontes de energia de 500 W a 800 W. Ao construir um computador, selecione uma fonte de alimenta&ccedil;&atilde;o com pot&ecirc;ncia em watts suficiente para alimentar todos os componentes. Obtenha as informa&ccedil;&otilde;es de pot&ecirc;ncia em watts para os componentes na documenta&ccedil;&atilde;o do fabricante. Quando for decidir sobre uma fonte de alimenta&ccedil;&atilde;o, escolha uma que tenha energia mais do que suficiente para alimentar os componentes atuais.</p>
            <p><span class="caution_caps">CUIDADO:</span> N&atilde;o abra uma fonte de alimenta&ccedil;&atilde;o. Os capacitores localizados dentro de uma fonte de energia, mostrados na Figura 3, podem reter uma carga por longos per&iacute;odos.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
