<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">11.4</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Atualizar e configurar componentes e perif&eacute;ricos do computador pessoal</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">11.4.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Atualizar e configurar dispositivos de entrada e sa&iacute;da</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Se um dispositivo de entrada ou sa&iacute;da parar de funcionar, pode ser necess&aacute;rio substituir o dispositivo. Pode ser que alguns clientes queiram atualizar os dispositivos de entrada e sa&iacute;da para aumentar o desempenho e a produtividade. </p>

            <p>Um teclado ergon&ocirc;mico, mostrado na Figura 1, pode ser mais confort&aacute;vel para uso. &Aacute;s vezes &eacute; necess&aacute;ria uma reconfigura&ccedil;&atilde;o para permitir que um usu&aacute;rio execute tarefas especiais, como digita&ccedil;&atilde;o em um segundo idioma com caracteres adicionais. Finalmente, a substitui&ccedil;&atilde;o ou reconfigura&ccedil;&atilde;o de um dispositivo de entrada ou de sa&iacute;da pode tornar mais f&aacute;cil acomodar usu&aacute;rios com defici&ecirc;ncia.</p>

			<p>&Agrave;s vezes n&atilde;o &eacute; poss&iacute;vel executar uma atualiza&ccedil;&atilde;o usando slots ou conectores de expans&atilde;o existentes. Neste caso, voc&ecirc; pode efetuar a atualiza&ccedil;&atilde;o usando uma conex&atilde;o USB. Se o computador n&atilde;o tiver uma conex&atilde;o USB extra, voc&ecirc; deve instalar um adaptador USB ou comprar um hub USB, conforme mostrado na Figura 2. </p>

			<p>Ap&oacute;s obter novo hardware, voc&ecirc; tem que instalar novos drivers. Geralmente, voc&ecirc; pode fazer isso usando o CD de instala&ccedil;&atilde;o. Se voc&ecirc; n&atilde;o tiver o CD, voc&ecirc; pode obter drivers atualizados do site do fabricante.</p>
            <p><b>OBSERVA&Ccedil;&Atilde;O:</b> Um driver assinado &eacute; um driver que passou pelo teste de laborat&oacute;rio de qualidade do hardware do Windows e recebeu uma assinatura de driver da Microsoft. A instala&ccedil;&atilde;o de um driver n&atilde;o-assinado pode causar instabilidade do sistema, mensagens de erro e problemas de inicializa&ccedil;&atilde;o. Durante a instala&ccedil;&atilde;o de hardware, se for detectado um driver n&atilde;o-assinado, voc&ecirc; dever&aacute; confirmar se deseja interromper ou continuar a instala&ccedil;&atilde;o deste driver.</p>



        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
