<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">16.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Selecionar os componentes de seguran&ccedil;a com base nas necessidades do cliente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever e comparar as t&eacute;cnicas de seguran&ccedil;a</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>O t&eacute;cnico &eacute; respons&aacute;vel por identificar as t&eacute;cnicas adequadas para prote&ccedil;&atilde;o dos dados e equipamentos do cliente. Dependendo da situa&ccedil;&atilde;o, mais de uma t&eacute;cnica pode ser necess&aacute;ria.</p>

            <p><span class="bold">Senhas</span><br>O uso de informa&ccedil;&otilde;es de login seguras e criptografadas nos computadores com acesso &agrave; rede deve ser uma exig&ecirc;ncia m&iacute;nima em qualquer organiza&ccedil;&atilde;o. O software malicioso monitora a rede e pode gravar senhas escritas em texto simples. Quando as senhas s&atilde;o criptografadas, os agressores precisam decodificar a criptografia para descobri-las. </p>

            <p><span class="bold">Registro e auditoria</span><br>A auditoria e o registro de eventos devem estar ativados a fim de monitorar as atividades na rede. O administrador de rede faz a auditoria do arquivo de registro de eventos para investigar o poss&iacute;vel acesso de usu&aacute;rios n&atilde;o autorizados &agrave; rede.</p>

            <p><span class="bold">Configura&ccedil;&otilde;es sem fio</span><br>As conex&otilde;es sem fio s&atilde;o ainda mais vulner&aacute;veis ao acesso de invasores. Os clientes sem fio devem estar configurados com dados criptografados.</p>

            <p><span class="bold">Criptografia</span><br>As tecnologias de criptografia s&atilde;o usadas para codificar dados transmitidos em rede. Cada tecnologia &eacute; usada para uma finalidade espec&iacute;fica:</p>
              <ul>

              <li><span class="bold">Codifica&ccedil;&atilde;o hash</span> &ndash; A codifica&ccedil;&atilde;o hash, ou hashing, garante que as mensagens n&atilde;o sejam corrompidas ou adulteradas durante a transmiss&atilde;o. O hashing utiliza uma fun&ccedil;&atilde;o matem&aacute;tica para criar um valor num&eacute;rico que seja exclusivo para o dado em quest&atilde;o. Se mesmo um caractere for alterado, a produ&ccedil;&atilde;o da fun&ccedil;&atilde;o, denominada message digest (resumo de mensagem), n&atilde;o ser&aacute; igual. No entanto, a fun&ccedil;&atilde;o funciona em sentido &uacute;nico. &Eacute; importante saber que o message digest n&atilde;o permite que o agressor recrie a mensagem. Isso dificulta a intercepta&ccedil;&atilde;o e altera&ccedil;&atilde;o de mensagens. A codifica&ccedil;&atilde;o hash est&aacute; ilustrada na Figura 1. Os algoritmos de hashing mais conhecidos s&atilde;o SHA e MD5. </li>

              <li><span class="bold">Criptografia sim&eacute;trica</span> &ndash; A criptografia sim&eacute;trica requer ambas as partes de uma conversa criptografada para usar uma chave de criptografia capaz de codificar e decodificar os dados. O remetente e o receptor devem usar chaves id&ecirc;nticas. A criptografia sim&eacute;trica est&aacute; ilustrada na Figura 2. </li>

              <li><span class="bold">Criptografia assim&eacute;trica</span> &ndash; A criptografia assim&eacute;trica requer duas chaves, uma p&uacute;blica e outra privada. A chave privada &eacute; necess&aacute;ria para gravar uma mensagem e a chave p&uacute;blica para decodificar a mensagem. A vantagem da criptografia assim&eacute;trica &eacute; que apenas a chave privada precisa ser mantida em sigilo. As chaves p&uacute;blicas podem ser distribu&iacute;das abertamente por e-mail ou divulgando-as na web. A criptografia assim&eacute;trica est&aacute; ilustrada na Figura 3.</li>

              <li><span class="bold">VPN (virtual private network, rede privada virtual)</span> &ndash; A rede privada virtual usa a criptografia para proteger dados como se estivesse trafegando em uma LAN privada e corporativa, embora os dados, na verdade, trafeguem por qualquer rede, por exemplo, a Internet. Os canais de dados seguros entre dois pontos da VPN s&atilde;o denominados "t&uacute;neis seguros". O processo est&aacute; ilustrado na Figura 4. </li>
			</ul>			  </td>
          </tr>
          <tr>
            <td>&nbsp;</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
