<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">7.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Descrever os processos de instala&ccedil;&atilde;o e configura&ccedil;&atilde;o de impressoras</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">7.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever como instalar e atualizar o driver, o firmware e a RAM do dispositivo</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Depois de conectar os cabos de alimenta&ccedil;&atilde;o e dados &agrave; impressora, o sistema operacional poder&aacute; detectar a impressora e tentar instalar um driver. Se voc&ecirc; possuir um disco de driver do fabricante, use esse driver. O driver inclu&iacute;do na impressora &eacute; normalmente mais atual que os drivers usados pelo sistema operacional. A Figura 1 mostra o Assistente para adicionar impressora, que tamb&eacute;m pode ser usado para instalar a nova impressora. </p>
            <p><span class="bold">Driver da impressora</span><br>Os drivers de impressora s&atilde;o softwares que possibilitam a comunica&ccedil;&atilde;o entre computadores e impressoras. Os drivers tamb&eacute;m fornecem uma interface para o usu&aacute;rio configurar as op&ccedil;&otilde;es da impressora. Cada modelo de impressora possui um &uacute;nico driver. Os fabricantes de impressoras freq&uuml;entemente atualizam os drivers para aumentar o desempenho da impressora, adicionar op&ccedil;&otilde;es ou corrigir problemas. Voc&ecirc; pode baixar novos drivers de impressoras a partir do site do fabricante.</p>
            <p><span class="bold">Etapa 1: Verificar se h&aacute; um driver mais novo dispon&iacute;vel</span><br> V&aacute; at&eacute; o site do fabricante da impressora. A maioria dos sites de fabricantes possui um link na p&aacute;gina inicial para uma p&aacute;gina que oferece drivers e suporte. Verifique se o driver &eacute; compat&iacute;vel com o computador que voc&ecirc; est&aacute; atualizando. </p>
            <p><span class="bold">Etapa 2: Baixar o driver</span><br> Baixe os arquivos do driver da impressora no seu computador. A maioria dos arquivos de driver vir&aacute; em um formato compactado ou "zipado". Baixe o arquivo em uma pasta e descompacte ou extraia o conte&uacute;do. Salve as instru&ccedil;&otilde;es ou a documenta&ccedil;&atilde;o em uma pasta separada em seu computador. </p>
            <p><span class="bold">Etapa 3: Instalar o driver baixado</span><br> Instale o driver baixado automaticamente ou manualmente. A maioria dos drivers para impressoras possui um arquivo de instala&ccedil;&atilde;o que pesquisar&aacute; automaticamente o sistema em busca de drivers mais antigos e os substituir&aacute; pelo novo. Se n&atilde;o houver nenhum arquivo de instala&ccedil;&atilde;o dispon&iacute;vel, siga as instru&ccedil;&otilde;es fornecidas pelo fabricante. </p>
            <p><span class="bold">Etapa 4: Testar o novo driver da impressora</span><br> Execute v&aacute;rios testes para verificar se a impressora est&aacute; funcionando adequadamente. Use uma variedade de aplicativos para imprimir diferentes tipos de documentos. Altere e teste cada op&ccedil;&atilde;o da impressora. </p>
            <p><span class="bold">Firmware</span><br> Firmware &eacute; um conjunto de instru&ccedil;&otilde;es armazenadas na impressora. O firmware controla como a impressora funciona. A Figura 2 mostra um utilit&aacute;rio de atualiza&ccedil;&atilde;o de firmware. O procedimento para atualizar o firmware &eacute; muito semelhante ao procedimento para instalar os drivers da impressora. </p>
            <p><span class="bold">Mem&oacute;ria de impress&atilde;o</span><br> Acrescentar mem&oacute;ria de impress&atilde;o a uma impressora pode melhorar a velocidade de impress&atilde;o e permitir que a impressora realize trabalhos de impress&atilde;o mais complexos. Todas as impressoras t&ecirc;m, pelo menos, uma quantidade de mem&oacute;ria interna. Geralmente, quanto mais mem&oacute;ria a impressora tiver, mais eficientemente ela trabalhar&aacute;. A Figura 3 &eacute; uma lista gen&eacute;rica de etapas a seguir para atualizar a mem&oacute;ria da impressora.</p>
            <p>Consulte a documenta&ccedil;&atilde;o da impressora para obter os requisitos de mem&oacute;ria: </p>
            <ul>
              <li><strong>Especifica&ccedil;&otilde;es da mem&oacute;ria</strong> &ndash; Alguns fabricantes de impressoras usam tipos padr&atilde;o de mem&oacute;ria e outros fabricantes usam a mem&oacute;ria propriet&aacute;ria. Verifique a documenta&ccedil;&atilde;o para saber o tipo, a velocidade e a capacidade da mem&oacute;ria. </li>
              <li><strong>Ocupa&ccedil;&atilde;o e disponibilidade da mem&oacute;ria</strong> &ndash; Algumas impressoras possuem v&aacute;rios slots para mem&oacute;ria. Para descobrir quantos slots para mem&oacute;ria s&atilde;o usados e quantos est&atilde;o dispon&iacute;veis, pode ser necess&aacute;rio abrir um compartimento da impressora para verificar a ocupa&ccedil;&atilde;o da mem&oacute;ria.</li>
            </ul>
            <p>&nbsp;</p>
          </td>
           </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
