<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Instalar, configurar e otimizar um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Comparar e contrastar uma instala&ccedil;&atilde;o padr&atilde;o e uma instala&ccedil;&atilde;o personalizada</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>A instala&ccedil;&atilde;o padr&atilde;o do Windows XP Professional &eacute; suficiente para a maioria dos computadores usados em uma rede pequena de escrit&oacute;rio ou residencial. Uma instala&ccedil;&atilde;o personalizada do Windows XP Professional geralmente &eacute; usada em uma rede maior.</p>

            <p><span class="bold">Instala&ccedil;&atilde;o padr&atilde;o</span><br>A instala&ccedil;&atilde;o padr&atilde;o requer a m&iacute;nima intera&ccedil;&atilde;o com o usu&aacute;rio. Ser&aacute; solicitado que voc&ecirc; forne&ccedil;a informa&ccedil;&otilde;es do computador espec&iacute;fico e do propriet&aacute;rio/usu&aacute;rio. </p>

            <p><span class="bold">Instala&ccedil;&atilde;o personalizada</span><br> No Windows XP, a instala&ccedil;&atilde;o personalizada &eacute; muito semelhante &agrave; instala&ccedil;&atilde;o padr&atilde;o. H&aacute; somente duas telas que oferecem uma sele&ccedil;&atilde;o personalizada durante a configura&ccedil;&atilde;o. A primeira tela &eacute; para personalizar as configura&ccedil;&otilde;es regionais e a segunda tela &eacute; para personalizar as configura&ccedil;&otilde;es de rede, conforme mostrado na Figura 1. Um t&eacute;cnico ou um usu&aacute;rio com experi&ecirc;ncia t&eacute;cnica, freq&uuml;entemente executa a instala&ccedil;&atilde;o personalizada. Em uma instala&ccedil;&atilde;o personalizada, o assistente solicita ao usu&aacute;rio informa&ccedil;&otilde;es detalhadas de desempenho, para garantir que o sistema operacional seja personalizado para atender as prefer&ecirc;ncias ou os requisitos do usu&aacute;rio individual ou do administrador de rede de uma empresa. Voc&ecirc; pode fazer uma instala&ccedil;&atilde;o personalizada do Windows XP Professional em mais de um computador em uma rede, usando um arquivo de resposta que cont&eacute;m configura&ccedil;&otilde;es predefinidas e respostas &agrave;s perguntas que s&atilde;o feitas pelo assistente durante a instala&ccedil;&atilde;o.</p>

            <p>O t&eacute;cnico pode automatizar e personalizar uma instala&ccedil;&atilde;o do Windows XP Professional para incluir os seguintes recursos:</p>

				<ul>
				  <li>Aplicativos de produtividade, como Microsoft Office</li>
				  <li>Aplicativos personalizados</li>
				  <li>Suporte a v&aacute;rios idiomas</li>
				  <li>Pacote de recursos de implanta&ccedil;&atilde;o do SO usando o SMS (Systems Management Server, Servidor de gerenciamento de sistemas) </li>
				  <li>Drivers do dispositivo de hardware</li>
				</ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
