<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.11</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identifica&ccedil;&atilde;o e aplica&ccedil;&atilde;o das t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva usadas em redes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
<!-- 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Existem t&eacute;cnicas de manuten&ccedil;&atilde;o preventiva comuns que devem ser executadas continuamente para uma rede funcionar adequadamente. Em uma organiza&ccedil;&atilde;o, se houver um computador apresentando defeitos, geralmente apenas um usu&aacute;rio ser&aacute; afetado. Mas se a rede estiver apresentando problemas, v&aacute;rios ou todos os usu&aacute;rios ficar&atilde;o sem poder trabalhar.</p>
            <p>Um dos maiores problemas com os dispositivos de rede, especialmente na sala do servidor, &eacute; o calor. Os dispositivos de rede, como computadores, hubs e comutadores, n&atilde;o funcionam bem quando superaquecidos. Muitas vezes, o calor excessivo &eacute; gerado por poeira acumulada e filtros de ar sujos. Quando a poeira se acumula nos dispositivos de rede, ela impede o fluxo de ar fresco adequado e, &agrave;s vezes, entope at&eacute; mesmo as ventoinhas. &Eacute; importante manter as salas da rede limpas e trocar os filtros de ar com freq&uuml;&ecirc;ncia. Tamb&eacute;m &eacute; uma boa id&eacute;ia ter filtros de substitui&ccedil;&atilde;o dispon&iacute;veis para uma manuten&ccedil;&atilde;o r&aacute;pida.</p>
            <p>A manuten&ccedil;&atilde;o preventiva envolve verificar se os v&aacute;rios componentes de uma rede est&atilde;o desgastados. Verifique a condi&ccedil;&atilde;o dos cabos da rede porque eles s&atilde;o movidos, desconectados e chutados muitas vezes. V&aacute;rios problemas da rede podem ser devido a um cabo com defeito. Voc&ecirc; deve substituir qualquer cabo com fios expostos, mal tran&ccedil;ado ou encurvado.</p>
            <p>Rotule seus cabos. Essa pr&aacute;tica economizar&aacute; tempo da solu&ccedil;&atilde;o de problemas mais tarde. Consulte diagramas de cabeamento e sempre siga as instru&ccedil;&otilde;es de rotula&ccedil;&atilde;o de cabo da sua empresa.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
