<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.10</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identificar nomes, finalidades e características de outras tecnologias usadas para estabelecer conectividade</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.10.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as tecnologias telef&ocirc;nicas</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Existem v&aacute;rias solu&ccedil;&otilde;es de WAN dispon&iacute;veis para se conectar entre os sites ou &agrave; Internet. Os servi&ccedil;os de conex&atilde;o WAN fornecem diferentes velocidades e n&iacute;veis de servi&ccedil;o. Antes de se comprometer com qualquer tipo de conex&atilde;o com a Internet, pesquise todos os servi&ccedil;os dispon&iacute;veis para determinar a melhor solu&ccedil;&atilde;o para atender &agrave;s necessidades do seu cliente.</p>
            <p><span class="bold">Telefone anal&oacute;gico</span><br> Essa tecnologia usa linhas telef&ocirc;nicas de voz padr&atilde;o. Esse tipo de servi&ccedil;o usa um modem para fazer uma liga&ccedil;&atilde;o telef&ocirc;nica para outro modem em um local remoto, como um provedor. Existem duas grandes desvantagens de se usar a linha telef&ocirc;nica com um modem anal&oacute;gico. A primeira &eacute; que a linha telef&ocirc;nica n&atilde;o pode ser usada para chamadas de voz enquanto o modem estiver em uso. A segunda &eacute; a largura de banda limitada fornecida pelo servi&ccedil;o telef&ocirc;nico anal&oacute;gico. A largura de banda m&aacute;xima usando um modem anal&oacute;gico &eacute; de 56 Kbps, mas, na realidade, &eacute; normalmente bem inferior a isso. Um model anal&oacute;gico n&atilde;o &eacute; uma boa solu&ccedil;&atilde;o para as demandas de redes movimentadas.</p>
            <p><span class="bold">ISDN (Integrated Services Digital Network, rede digital de servi&ccedil;os integrados)</span><br> O pr&oacute;ximo avan&ccedil;o em servi&ccedil;o de WAN &eacute; ISDN. O ISDN &eacute; um padr&atilde;o para enviar voz, v&iacute;deo e dados por cabos normais de telefone. A tecnologia ISDN usa os fios de telefone como um servi&ccedil;o telef&ocirc;nico anal&oacute;gico. No entanto, o ISDN usa tecnologia digital para carregar os dados. Como ele usa tecnologia digital, o ISDN fornece uma tranasfer&ecirc;ncia de dados de maior velocidade e voz com maior qualidade do que o servi&ccedil;o telef&ocirc;nico anal&oacute;gico tradicional.</p>
            <p>Estes s&atilde;o os tr&ecirc;s servi&ccedil;os oferecidos por conex&otilde;es digitais ISDN: BRI (Basic Rate Interface, interface de taxa b&aacute;sica), PRI (Primary Rate Interface, interface de taxa prim&aacute;ria) e BISDN (Broadband ISDN, ISDN de banda larga). O ISDN usa dois tipos diferentes de canais de comunica&ccedil;&atilde;o. O canal "B" &eacute; usado para carregar as informa&ccedil;&otilde;es &ndash; dados, voz ou v&iacute;deo &ndash; e o canal "D" &eacute; normalmente usado para controle e sinaliza&ccedil;&atilde;o, mas pode ser usado para dados.</p>
            <p>Clique nos nomes dos tipos de ISDN na Figura 1 para aprender mais.</p>
            <p><span class="bold">DSL (digital subscriber line, linha de assinante digital)</span><br> DSL &eacute; uma tecnologia cont&iacute;nua. &ldquo;Cont&iacute;nua&rdquo; significa que n&atilde;o h&aacute; necessidade de discar a cada vez para se conectar &agrave; Internet.  O DSL usa as linhas telef&ocirc;nicas de cobre existentes para fornecer comunica&ccedil;&atilde;o de dados digital de alta velocidade entre os usu&aacute;rios finais e as empresas telef&ocirc;nicas. Diferentemente do ISDN, onde as comunica&ccedil;&otilde;es de dados digitais substituem as comunica&ccedil;&otilde;es de voz anal&oacute;gica, o DSL compartilha o fio de telefone com os sinais anal&oacute;gicos.</p>
            <p>A empresa telef&ocirc;nica limita a largura de banda de voz anal&oacute;gica nas linhas. Esse limite permite que o DSL coloque os dados digitais no fio do telefone na parte n&atilde;o utilizada da largura de banda. Esse compartilhamento do fio de telefone permite que chamadas de voz sejam feitas enquanto o DSL est&aacute; se conectando &agrave; Internet.</p>
            <p>Existem duas considera&ccedil;&otilde;es principais a serem feitas ao selecionar o DSL. DSL possui limita&ccedil;&otilde;es de dist&acirc;ncia. As linhas telef&ocirc;nicas usadas com o DSL foram projetadas para carregar informa&ccedil;&otilde;es anal&oacute;gicas. Portanto, o comprimento no qual o sinal digital pode ser enviado &eacute; limitado e n&atilde;o pode passar por nenhum tipo de multiplexador usado com linhas telef&ocirc;nicas anal&oacute;gicas. A outra considera&ccedil;&atilde;o &eacute; que as informa&ccedil;&otilde;es de voz e os dados carregados pelo DSL devem ser separados no local onde o cliente est&aacute;. Um dispositivo chamado derivador separa a conex&atilde;o com os telefones e a conex&atilde;o com os dispositivos da rede local.</p>
            <p><span class="bold">ADSL (asymmetric digital subscriber line, linha de assinante digital assim&eacute;trica)</span><br> ADSL &eacute; atualmente a tecnologia DSL mais comumente usada. O ADSL possui recursos de largura de banda diferentes em cada dire&ccedil;&atilde;o. Ele possui uma velocidade de downstream r&aacute;pida &ndash; normalmente 1,5 Mbps. Downstream &eacute; o processo de transferir dados do servidor para o usu&aacute;rio final. Isso &eacute; ben&eacute;fico aos usu&aacute;rios que est&atilde;o baixando grandes quantidades de dados. A taxa de upload de alta velocidade do ADSL &eacute; mais lenta. O ADSL n&atilde;o funciona bem quando hospeda um servidor da Web ou FTP, pois os dois envolvem atividades de Internet com upload intenso. </p>
            <p>Clique nos tipos de DSL na Figura 2 para aprender mais.</p></td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
