<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever as responsabilidades dos t&eacute;cnicos e do ambiente da Central de atendimento</b></font>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
  <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.4.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever as responsabilidades dos t&eacute;cnicos de n&iacute;vel dois</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">


        <tr>
          <td width="100%">
            <p>Como os t&eacute;cnicos de n&iacute;vel um, as Centrais de atendimento &agrave;s vezes t&ecirc;m nomes diferentes para os t&eacute;cnicos de n&iacute;vel dois. Esses t&eacute;cnicos podem ser conhecidos como especialistas do produto ou pessoal de suporte t&eacute;cnico. As responsabilidades do t&eacute;cnico de n&iacute;vel dois geralmente s&atilde;o as mesmas de uma Central de atendimento para a outra.</p>
            <p>O t&eacute;cnico de n&iacute;vel dois geralmente tem mais conhecimento que o t&eacute;cnico de n&iacute;vel um sobre tecnologia, ou trabalha para a empresa h&aacute; mais tempo. Quando um problema n&atilde;o pode ser resolvido dentro de dez minutos, o t&eacute;cnico de n&iacute;vel um prepara uma ordem de trabalho escalada, conforme mostrado na Figura 1. O t&eacute;cnico de n&iacute;vel dois recebe a ordem de trabalho escalada com a descri&ccedil;&atilde;o do problema. Em seguida, eles ligam novamente para o cliente solicitando informa&ccedil;&otilde;es adicionais para resolver o problema. </p>
            <p>A lista de diretrizes a seguir detalha quando escalar um problema para um t&eacute;cnico mais experiente. Essas diretrizes s&atilde;o gen&eacute;ricas; voc&ecirc; deve seguir a pol&iacute;tica comercial de sua empresa em rela&ccedil;&atilde;o &agrave; escala&ccedil;&atilde;o do problema.</p>
            <ul>
              <li>Escalar problemas que exigem a abertura do gabinete do computador.</li>
              <li>Escalar problemas que exigem a instala&ccedil;&atilde;o de aplicativos, sistemas operacionais ou drivers.</li>
              <li>Escalar problemas que levar&atilde;o muito tempo para serem resolvidos - como altera&ccedil;&otilde;es de CMOS.</li>
              <li>Escalar chamadas referentes a "pane". Toda a rede est&aacute; inativa e um t&eacute;cnico mais experiente pode resolver o problema mais r&aacute;pido.</li>
            </ul>
            <p>Os problemas que exigem a abertura do computador precisar&atilde;o de um t&eacute;cnico de n&iacute;vel dois. Os t&eacute;cnicos de n&iacute;vel dois tamb&eacute;m podem usar software de diagn&oacute;stico remoto para estabelecer conex&atilde;o ao computador do cliente para atualizar drivers e softwares, acessar o sistema operacional, verificar BIOS e obter outras informa&ccedil;&otilde;es de diagn&oacute;stico para resolver o problema.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
