<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">6.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identifica&ccedil;&atilde;o das t&eacute;cnicas comuns de manuten&ccedil;&atilde;o preventiva para laptops e dispositivos port&aacute;teis</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">6.6.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identifica&ccedil;&atilde;o dos melhores ambientes operacionais</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>
            <td width="100%">
              <p> Um ambiente operacional ideal para um laptop &eacute; limpo, livre de poss&iacute;veis res&iacute;duos contaminadores e dentro do intervalo de temperatura e umidade especificado pelo fabricante. A Figura 1 mostra exemplos de ambientes operacionais. Com a maioria dos computadores de mesa, o ambiente operacional pode ser controlado. No entanto, devido &agrave; natureza port&aacute;til dos laptops, nem sempre &eacute; poss&iacute;vel controlar a temperatura, a umidade e as condi&ccedil;&otilde;es de trabalho. Os laptops s&atilde;o criados para resistirem em ambientes adversos, mas os t&eacute;cnicos devem sempre tomar precau&ccedil;&otilde;es para proteger o equipamento de danos e perda de dados. &nbsp;

              </p>
              <p>&Eacute; importante transportar ou embarcar os laptops com cuidado. Use uma pasta almofadada para armazenar seu laptop. Ao carreg&aacute;-lo, use uma bolsa para computador aprovada. Se o laptop for embarcado, use material para embalar suficiente. A Figura 2 mostra exemplos de bolsas para carregar o laptop e caixas de embalagem.&nbsp;

              </p>

            <p><span class="caution_caps">CUIDADO:</span> Certifique-se de embalar os laptops e todos os acess&oacute;rios com seguran&ccedil;a para impedir danos durante o transporte. &nbsp; </p>
              <p>Os laptops s&atilde;o transportados para v&aacute;rios tipos de ambientes. Part&iacute;culas de poeira, temperatura e umidade podem afetar o desempenho de um laptop. &nbsp;

              </p>
              <p>Siga estas orienta&ccedil;&atilde;o para ajudar a garantir um desempenho operacional ideal do laptop:
              </p>

	            	<ul>
	            		<li>Limpe o laptop com freq&uuml;&ecirc;ncia para remover poeira e poss&iacute;veis contaminadores.  </li>
	            		<li>N&atilde;o obstrua as ventila&ccedil;&otilde;es ou o fluxo de ar para os componentes internos. Um laptop pode superaquecer se a circula&ccedil;&atilde;o de ar for obstru&iacute;da.</li>
	            		<li>Mantenha a temperatura ambiente entre 7 a 32&deg; Celsius (45 a 90&deg; Fahrenheit).</li>
	            		<li>Mantenha o n&iacute;vel de umidade entre 10 a 80%.</li>
	            	</ul>


            <p><span class="caution_caps">CUIDADO:</span> Use um pano macio e sem fiapos com uma solu&ccedil;&atilde;o de limpeza aprovada para evitar danificar as superf&iacute;cies do laptop. Aplique a solu&ccedil;&atilde;o de limpeza ao pano sem fiapos, e n&atilde;o diretamente no laptop. &nbsp; </p>

            <p>As recomenda&ccedil;&otilde;es de temperatura e umidade ir&atilde;o variar de acordo com o fabricante do laptop. Voc&ecirc; deve pesquisar esses valores recomendados, especialmente se planeja usar o laptop em condi&ccedil;&otilde;es extremas. Consulte a Figura 3 para exemplos de umidade e temperatura. &nbsp;
              </p>

                        <p>&nbsp;</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
