<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Explicar a finalidade das condi&ccedil;&otilde;es e procedimentos de trabalho com seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.1.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identificar os procedimentos de seguran&ccedil;a para proteger o ambiente contra contamina&ccedil;&atilde;o</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p> Os computadores e perif&eacute;ricos, como mostra a Figura 1, cont&ecirc;m materiais que podem ser nocivos ao meio-ambiente. Materiais perigosos tamb&eacute;m podem ser chamados de res&iacute;duo t&oacute;xico. Esses materiais podem conter elevadas concentra&ccedil;&otilde;es de metais pesados como c&aacute;dmio, chumbo ou merc&uacute;rio. As regulamenta&ccedil;&otilde;es referentes ao descarte de materiais perigosos variam conforme o estado ou o pa&iacute;s.  Para obter informa&ccedil;&otilde;es sobre os procedimentos e servi&ccedil;os de descarte, entre em contato com as autoridades locais respons&aacute;veis pela reciclagem ou pela remo&ccedil;&atilde;o do lixo em sua comunidade.</p>

            <p><span class="bold">MSDS</span><br> A MSDS &eacute; uma planilha que resume as informa&ccedil;&otilde;es sobre a identifica&ccedil;&atilde;o do material, incluindo ingredientes perigosos que podem afetar a sa&uacute;de pessoal, riscos de inc&ecirc;ndio e necessidades de primeiros socorros. Na Figura 2, a planilha MSDS cont&eacute;m informa&ccedil;&otilde;es sobre incompatibilidade e reatividade qu&iacute;mica que incluem procedimentos para derramamento, vazamento e descarte. Inclui ainda medidas de prote&ccedil;&atilde;o para o manuseio e o armazenamento seguro dos materiais. </p>
   			<p>Para identificar se um material &eacute; classificado como perigoso, consulte a MSDS do fabricante. Nos EUA, o OSHA (Occupational Safety and Health Administration, departamento de seguran&ccedil;a e sa&uacute;de ocupacional) exige que todos os materiais perigosos sejam acompanhados por uma MSDS quando transferidos para um novo propriet&aacute;rio. As informa&ccedil;&otilde;es da MSDS inclu&iacute;das com produtos adquiridos para reparos ou manuten&ccedil;&atilde;o de computadores podem ser relevantes aos t&eacute;cnicos de computadores. O OSHA tamb&eacute;m exige que os funcion&aacute;rios sejam informados sobre os materiais com que est&atilde;o trabalhando e que recebam informa&ccedil;&otilde;es de seguran&ccedil;a do material. No Reino Unido, a lei de 2002 CHIP3 (Chemicals Hazard Information and Packaging for Supply, informa&ccedil;&otilde;es e embalagem de produtos qu&iacute;micos perigosos para comercializa&ccedil;&atilde;o) controla o manuseio de materiais perigosos. A CHIP3 exige que os fornecedores de produtos qu&iacute;micos embalem e transportem produtos qu&iacute;micos perigosos com seguran&ccedil;a e incluam uma planilha de dados com o produto.</p>
			<p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> a MSDS &eacute; muito importante para determinar como descartar materiais potencialmente perigosos da maneira mais segura poss&iacute;vel. Sempre verifique as leis locais referentes aos m&eacute;todos aceit&aacute;veis de descarte antes de descartar qualquer equipamento eletr&ocirc;nico.<br>
            </p>
			<p>Qual &oacute;rg&atilde;o controla o uso de produtos qu&iacute;micos perigosos em seu pa&iacute;s? As planilhas MSDS s&atilde;o obrigat&oacute;rias?</p>
			<p>A MSDS possui informa&ccedil;&otilde;es extremamente importantes, tais como:</p>
					 <ul>
									<li>O nome do material </li>
									<li>As propriedades f&iacute;sicas do material </li>
									<li>Qualquer ingrediente perigoso que componha o material  </li>
									<li>Dados de reatividade, como dados sobre inc&ecirc;ndio e explos&atilde;o </li>
									<li>Procedimentos para derramamentos e vazamentos </li>
									<li>Precau&ccedil;&otilde;es especiais </li>
									<li>Perigos &agrave; sa&uacute;de  </li>
									<li>Necessidades de prote&ccedil;&atilde;o especial </li>
			  </ul>
			  <p>Os computadores e outros dispositivos de computador acabam sendo descartados devido a um dos seguintes motivos: </p>
  					 <ul>
									<li>Pe&ccedil;as ou componentes come&ccedil;am a apresentar falhas mais freq&uuml;entes &agrave; medida que o dispositivo fica mais antigo.</li>
									<li>O computador se torna obsoleto para os aplicativos a que se destinava em princ&iacute;pio. </li>
									<li>Modelos mais novos possuem recursos aprimorados. </li>
			  </ul>
			  <p>Antes de descartar um computador ou algum de seus componentes, &eacute; fundamental considerar o descarte seguro de cada componente separado.</p>

              <p><span class="bold">Descarte adequado de baterias</span> <br> As baterias muitas vezes cont&ecirc;m metais terrosos raros que podem ser nocivos ao meio-ambiente. As baterias de sistemas de computador port&aacute;teis podem conter chumbo, c&aacute;dmio, l&iacute;tio, mangan&ecirc;s alcalino e merc&uacute;rio. Esses metais n&atilde;o se decomp&otilde;em e permanecer&atilde;o no meio-ambiente durante muitos anos. O merc&uacute;rio &eacute; muito usado na fabrica&ccedil;&atilde;o de baterias e &eacute; extremamente t&oacute;xico e prejudicial &agrave;s pessoas. </p>
	        <p>A reciclagem de baterias deve ser uma pr&aacute;tica padr&atilde;o dos t&eacute;cnicos. Todas as baterias, incluindo as de &iacute;on de l&iacute;tio, n&iacute;quel-c&aacute;dmio, n&iacute;quel-metal hidrido e &aacute;cido-chumbo, est&atilde;o sujeitas aos procedimentos de descarte que cumprem as leis ambientais locais.</p>
		    <p><span class="bold">Descarte adequado de monitores ou CRTs</span><br> Manuseie monitores e CRTs com cuidado. Uma voltagem extremamente alta pode ser armazenada nos monitores e CRTs, mesmo depois de terem sido desconectados da fonte de energia. Os CRTs cont&ecirc;m vidro, metal, pl&aacute;stico, chumbo, b&aacute;rio e metais terrosos raros. Segundo a EPA (U.S. Environmental Protection Agency, ag&ecirc;ncia norte-americana de prote&ccedil;&atilde;o ambiental), os CRTs podem conter aproximadamente 1,8 kg de chumbo. Os monitores devem ser descartados cumprindo as leis ambientais.
            </p>
	        <p><span class="bold">Descarte adequado de kits de toner, cartuchos e reveladores</span><br> Kits de toner e cartuchos de impressoras usados devem ser descartados adequadamente ou reciclados. Alguns fornecedores e fabricantes de cartuchos de toner aceitam cartuchos vazios para serem reabastecidos. H&aacute; tamb&eacute;m empresas especializadas em reabastecer cartuchos vazios. H&aacute; kits para reabastecer cartuchos de impressora jato de tinta dispon&iacute;veis, mas n&atilde;o s&atilde;o recomendados porque a tinta pode vazar dentro da impressora causando danos irrevers&iacute;veis. Essa op&ccedil;&atilde;o pode ser ainda mais dispendiosa porque usar cartuchos de jato de tinta reabastecidos tamb&eacute;m pode anular a garantia da impressora. </p>
	        <p><span class="bold">Descarte adequado de solventes qu&iacute;micos e latas de aerossol</span><br> Entre em contato com a empresa de saneamento local para saber como e onde descartar os produtos qu&iacute;micos e solventes usados para limpar os computadores. Nunca jogue produtos qu&iacute;micos ou solventes na pia, nem descarte-os em fossos que tenham liga&ccedil;&atilde;o com o esgoto p&uacute;blico. </p>
	     <p>As latas ou garrafas que cont&ecirc;m solventes e outros materiais de limpeza devem ser manuseadas com cuidado. Verifique se foram identificadas e consideradas como lixo perigoso especial. Por exemplo, algumas latas de aerosol podem explodir quando expostas ao calor, se o conte&uacute;do n&atilde;o foi usado completamente. </p>

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
