<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.8</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Explicar os recursos do sistema e suas finalidades</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->
  <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%" height="11">
            <p>Os recursos do sistema s&atilde;o usados para fins de comunica&ccedil;&atilde;o entre a CPU e outros componentes de um computador. H&aacute; tr&ecirc;s recursos comuns de sistema:</p>
            <ul>
              <li>IRQ (Interrupt Requests, pedidos de interrup&ccedil;&atilde;o) </li>
              <li>Endere&ccedil;os de porta de E/S (entrada/sa&iacute;da)  </li>
              <li>DMA (Direct Memory Access, acesso direto &agrave; mem&oacute;ria) </li>
            </ul>
            <p><span class="bold">Pedidos de interrup&ccedil;&atilde;o</span><br> Os IRQs s&atilde;o usados por componentes do computador para solicitar informa&ccedil;&otilde;es da CPU. O IRQ &eacute; transmitido atrav&eacute;s de um fio na placa-m&atilde;e at&eacute; a CPU. Quando a CPU recebe um pedido de interrup&ccedil;&atilde;o, ela determina como atender esse pedido. A prioridade do pedido &eacute; determinada pelo n&uacute;mero do IRQ atribu&iacute;do a esse componente do computador. Os computadores mais antigos tinham somente oito IRQs para atribuir aos dispositivos. Os computadores mais novos t&ecirc;m 16 IRQs, que s&atilde;o numerados de 0 a 15, como mostrado na Figura 1. Como uma regra geral, um IRQ exclusivo deve ser atribu&iacute;do a cada componente no computador. Os conflitos de IRQ podem fazer com que os componentes parem de funcionar e, at&eacute; mesmo, com que o computador trave. Com os in&uacute;meros componentes que podem ser instalados em um computador, &eacute; dif&iacute;cil atribuir um IRQ exclusivo a cada componente. Atualmente, a maioria dos n&uacute;meros de IRQs &eacute; atribu&iacute;da automaticamente com sistemas operacionais PnP (Plug and Play) e a implementa&ccedil;&atilde;o de slots PCI, portas USB e portas FireWire.            </p>
            <p><span class="bold">Endere&ccedil;os de porta de E/S (entrada/sa&iacute;da) </span><br> Os endere&ccedil;os das portas de E/S s&atilde;o usados para comunica&ccedil;&atilde;o entre dispositivos e software. O endere&ccedil;o da porta de E/S &eacute; usado para enviar e receber dados para um componente. Assim como com os IRQs, cada componente ter&aacute; uma porta de E/S exclusiva atribu&iacute;da. H&aacute; 65.535 portas de E/S em um computador e elas s&atilde;o referenciadas por um endere&ccedil;o hexadecimal no intervalo de 0000h a FFFFh. A Figura 2 mostra um gr&aacute;fico de portas de E/S.</p>
            <p><span class="bold">Acesso direto &agrave; mem&oacute;ria</span><br> Os canais DMA s&atilde;o usados por dispositivos de alta velocidade para estabelecer comunica&ccedil;&atilde;o direta com a mem&oacute;ria principal. Esses canais permitem que o dispositivo ignore a intera&ccedil;&atilde;o com a CPU e armazene e recupere diretamente informa&ccedil;&otilde;es da mem&oacute;ria. Um canal DMA pode ser atribu&iacute;do somente a determinados dispositivos, como adaptadores de host SCSI e placas de som. Os computadores mais antigos tinham somente quatro canais DMA para atribuir aos componentes. Os computadores mais novos t&ecirc;m oito canais DMA que s&atilde;o numerados de 0 a 7, como mostrado na Figura 3. </p>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
