<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">14.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Descrever as t&eacute;cnicas de manuten&ccedil;&atilde;o preventiva para impressoras e scanners</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
  <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
      	<td height="25"  class="toptitle02_white_bold">14.5.3</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      	<td width="100%" height="25" class="toptitle02_white_bold">Descrever os m&eacute;todos de limpeza</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Sempre siga as instru&ccedil;&otilde;es do fabricante ao limpar impressoras e scanners. As informa&ccedil;&otilde;es encontradas no site do fabricante ou no manual do usu&aacute;rio explicam os m&eacute;todos de limpeza corretos.</p>

            <p><span class="caution_caps">CUIDADO:</span> Lembre-se de desconectar os scanners e as impressoras antes da limpeza para evitar perigo de alta tens&atilde;o.</p>

            <p><span class="bold">Manuten&ccedil;&atilde;o da impressora</span><br>Certifique-se de desligar e desconectar da tomada qualquer impressora antes de realizar manuten&ccedil;&atilde;o. Use um pano &uacute;mido para remover qualquer sujeira, resto de papel e tinta derramada na parte exterior do equipamento.</p>

            <p>As cabe&ccedil;as de impress&atilde;o de uma impressora de jato de tinta ser&atilde;o substitu&iacute;das quando os cartuchos forem substitu&iacute;dos. Entretanto, as cabe&ccedil;as de impress&atilde;o, algumas vezes, ficam obstru&iacute;das e precisam de limpeza. Use o utilit&aacute;rio fornecido pelo fabricante para limpar as cabe&ccedil;as de impress&atilde;o. Ap&oacute;s efetuar a sua limpeza, teste-as. Repita esse processo at&eacute; o teste indicar uma impress&atilde;o limpa e uniforme.</p>

		 	<p>As impressoras t&ecirc;m muitas pe&ccedil;as que se movimentam. Com o passar do tempo, as pe&ccedil;as pegam sujeita, p&oacute; e outros detritos. Se elas n&atilde;o forem limpas regularmente, a impressora poder&aacute; n&atilde;o funcionar corretamente ou parar completamente de funcionar. Ao trabalhar com impressoras matriciais, limpe as superf&iacute;cies do rolo com um pano &uacute;mido. Em impressoras de jato de tinta, limpe o maquin&aacute;rio de manuseio de papel com um pano &uacute;mido.</p>

		 	<p><span class="caution_caps">CUIDADO:</span> N&atilde;o toque no tambor de uma impressora a laser durante a limpeza. Isso poder&aacute; danificar a sua superf&iacute;cie.</p>

		 	<p>As impressoras a laser normalmente n&atilde;o necessitam de muita manuten&ccedil;&atilde;o, a menos que estejam em uma &aacute;rea com muita poeira ou se forem muito antigas. Ao limpar uma impressora a laser, use um aspirador de p&oacute; especialmente desenvolvido para equipamentos eletr&ocirc;nicos para sugar part&iacute;culas de toner. A Figura 1 mostra um aspirador de p&oacute; desenvolvido para equipamentos eletr&ocirc;nicos. Um aspirador de p&oacute; padr&atilde;o n&atilde;o consegue sugar as part&iacute;culas fin&iacute;ssimas de toner e pode espalh&aacute;-las. Use apenas um aspirador com filtragem HEPA. Essa filtragem ret&eacute;m part&iacute;culas microsc&oacute;picas nos filtros.</p>

		 	<p>Selecionar o tipo de papel correto para uma impressora ajuda-a a durar mais e imprimir com mais efici&ecirc;ncia. Diversos tipos de papel est&atilde;o dispon&iacute;veis. Cada tipo de papel possui identifica&ccedil;&atilde;o clara informando para qual tipo de impressora ele serve. O fabricante da impressora pode tamb&eacute;m recomendar o melhor tipo de papel. Verifique o manual da impressora.</p>

		 	<p>As informa&ccedil;&otilde;es sobre as marcas e tipos de tinta recomendados pelo fabricante tamb&eacute;m podem ser encontradas no manual. O uso do tipo incorreto de tinta pode fazer com que a impressora n&atilde;o funcione ou que a qualidade da impress&atilde;o caia. Para evitar vazamentos de tinta, n&atilde;o remanufature os cartuchos de tinta.</p>

			<p><span class="bold">Manuten&ccedil;&atilde;o do scanner</span><br>Limpe os scanners regularmente para impedir que sujeita, marcas de dedo e outras manchas apare&ccedil;am nas imagens digitalizadas. Em scanners de mesa, mantenha a tampa fechada quando o aparelho n&atilde;o estiver em uso. Isso impedir&aacute; o ac&uacute;mulo de sujeira e marcas acidentais de dedos. Se o vidro ficar sujo, consulte o guia do usu&aacute;rio para verificar as recomenda&ccedil;&otilde;es de limpeza do fabricante. Se o manual n&atilde;o contiver nenhuma recomenda&ccedil;&atilde;o, use um limpador de vidros e um pano macio para proteger o vidro contra arranh&otilde;es. At&eacute; mesmo os arranh&otilde;es min&uacute;sculos podem ser vistos em digitaliza&ccedil;&otilde;es de alta resolu&ccedil;&atilde;o. Se a sujeira se alojar nos arranh&otilde;es, eles ficar&atilde;o mais vis&iacute;veis.</p>

			<p>Se a parte de dentro do vidro ficar suja, d&ecirc; uma lida no manual para verificar se h&aacute; instru&ccedil;&otilde;es de como abrir a unidade ou remover o vidro do scanner. Se poss&iacute;vel, limpe completamente ambos os lados e recoloque o vidro da forma como estava originalmente instalado no scanner.</p>

          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
