<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Descrever como compartilhar uma impressora e um scanner em uma rede</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">14.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Descrever como instalar o software e os drivers da impressora da rede em um computador</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>O Windows XP permite aos usu&aacute;rios de computador compartilhar suas impressoras com outros usu&aacute;rios da rede. H&aacute; duas etapas:</p>

			<ol>
				<li>Configurar o computador acoplado a uma impressora para compartilh&aacute;-la com outros usu&aacute;rios da rede. </li>
				<li>Configurar o computador de um usu&aacute;rio para que reconhe&ccedil;a a impressora compartilhada e imprima nela. </li>
			</ol>

			<p>Para configurar o computador com a impressora acoplada para que ele aceite os trabalhos de impress&atilde;o de outros usu&aacute;rios da rede, siga estas etapas:</p>


            <ol>
              <li>Selecione <b>Iniciar &gt; Painel de controle &gt; Impressoras e outro hardware &gt; Impressoras e aparelhos de fax</b>.</li>
              <li>Selecione a impressora que deseja compartilhar. </li>
              <li>A caixa <b>Tarefas da impressora</b> ser&aacute; exibida &agrave; esquerda. Selecione <b>Compartilhar esta impressora</b>. </li>
              <li>A caixa de di&aacute;logo <b>Propriedades da impressora</b> da impressora ser&aacute; exibida. Selecione a guia <b>Compartilhamento</b>. Selecione <b>Compartilhar esta impressora</b> e digite o nome desejado para o compartilhamento. Esse &eacute; o nome que a impressora exibir&aacute; aos outros usu&aacute;rios.</li>
              <li>Verifique se o compartilhamento foi realizado. Retorne &agrave; pasta <b>Impressoras e aparelhos de fax</b> e observe que o &iacute;cone da impressora agora tem uma m&atilde;o abaixo dele, como indica a Figura 1. Isso mostra que a impressora &eacute; agora um recurso compartilhado.</li>
            </ol>

			<p>Outros usu&aacute;rios que agora podem se conectar &agrave; impressora compartilhada podem n&atilde;o ter os drivers necess&aacute;rios instalados. Esses usu&aacute;rios podem tamb&eacute;m estar usando sistemas operacionais diferentes em rela&ccedil;&atilde;o ao computador que hospeda a impressora compartilhada. O Windows XP pode fazer o download automaticamente dos drivers corretos para esses usu&aacute;rios. Clique no bot&atilde;o <span class="bold">Drivers adicionais </span>para selecionar os sistemas operacionais que os outros usu&aacute;rios possam estar usando. Quando voc&ecirc; fechar essa caixa de di&aacute;logo clicando em OK, o Windows XP pedir&aacute; que se obtenha os drivers adicionais. Se todos os usu&aacute;rios estiverem tamb&eacute;m usando o Windows XP, n&atilde;o ser&aacute; preciso clicar no bot&atilde;o <span class="bold">Drivers adicionais </span>. </p>

			<p><span class="bold">Conectar outros usu&aacute;rios</span><br> Outros usu&aacute;rios da rede podem agora se conectar a essa impressora seguindo estas etapas:</p>


            <ol>
              <li>Selecione <b>Iniciar &gt; Painel de controle &gt; Impressoras e outro hardware &gt; Adicionar impressora</b>.</li>
              <li>O Assistente para adicionar impressora &eacute; exibido. Clique em <b>Avan&ccedil;ar</b>.</li>
              <li>Selecione <b>Uma impressora de rede ou conectada a outro computador</b>, como indica a Figura 2. Clique em <b>Avan&ccedil;ar</b>.</li>
              <li>Digite o nome da impressora ou navegue at&eacute; ela na rede usando o bot&atilde;o <b>Avan&ccedil;ar</b>. Ser&aacute; exibida uma lista de impressoras compartilhadas.</li>
              <li>Depois de selecionar uma impressora, uma porta de impressora virtual ser&aacute; criada e exibida na janela <strong>Adicionar impressora</strong>. &Eacute; feito o download dos drivers de impress&atilde;o necess&aacute;rios que est&atilde;o no servidor de impress&atilde;o, e eles s&atilde;o instalados no computador. Em seguida, o assistente finaliza a instala&ccedil;&atilde;o.</li>
            </ol>

<!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab14_3_2/14.3.2_Lab_Share_Printer_Scanner.pdf">Laborat&oacute;rio</a>
<p> <span class="bold">Compartilhamento de impressora</span><br> Compartilhar uma impressora em uma rede<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>

    <!-- END Activity box   -->
		</td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

</body>

</html>
