<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever os m&eacute;todos de comunica&ccedil;&atilde;o sem fio de laptops e dispositivos port&aacute;teis</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a Tecnologia Wi-Fi</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p> A tecnologia Wi-Fi sem fio tem como base as especifica&ccedil;&otilde;es e os padr&otilde;es de rede IEEE 802.11. O n&uacute;mero 802.11 indica um conjunto de padr&otilde;es especificados na documenta&ccedil;&atilde;o IEEE 802.11. Conseq&uuml;entemente, os termos 802.11 e Wi-Fi s&atilde;o intercambi&aacute;veis. A Figura 1 mostra algumas caracter&iacute;sticas da Wi-Fi.</p>
            <p> H&aacute; atualmente quatro padr&otilde;es Wi-Fi, 802.11 principais:</p>
              <ul>
                <li> 802.11a </li>
                <li> 802.11b </li>
                <li> 802.11g </li>

              <li> 802.11n (padr&atilde;o de teste)</li>
              </ul>

            <p>Os t&eacute;cnicos em geral se referem aos padr&otilde;es Wi-Fi apenas pelas letras finais. Por exemplo, um t&eacute;cnico pode se referir a um roteador sem fio 802.11b simplesmente como roteador &ldquo;b&rdquo;. </p>

            <p> O padr&atilde;o 802.11g foi lan&ccedil;ado em 2003 e &eacute;, atualmente, o padr&atilde;o Wi-Fi mais comum. O padr&atilde;o 802.11n foi lan&ccedil;ado no formato de teste em 2006 e podem ser modificado um pouco antes de se tornar um padr&atilde;o IEEE oficial. </p>
              <p> Os padr&otilde;es 802.11b, 802.11g e 802.11n usam a banda de freq&uuml;&ecirc;ncia de 2,4 GHz. A banda de freq&uuml;&ecirc;ncia de 2,4 GHz n&atilde;o &eacute; regulada e &eacute; bastante utilizada. A grande quantidade de tr&aacute;fego pode fazer com que os sinais sem fio na faixa de 2,4 GHz sofram a interfer&ecirc;ncia de outros dispositivos sem fio na faixa de 2,4 GHz. Por esse motivo, o padr&atilde;o 802.11a foi desenvolvido para usar a banda de freq&uuml;&ecirc;ncia de 5 GHz. Como resultado, o 802.11&ordf; n&atilde;o &eacute; compat&iacute;vel com outros padr&otilde;es 802.11x. Consulte a Figura 2 para verificar as informa&ccedil;&otilde;es de taxa e faixa de dados. </p>
              <p> A seguran&ccedil;a &eacute; a preocupa&ccedil;&atilde;o principal das redes sem fio. Qualquer pessoa dentro da &aacute;rea de cobertura de um roteador sem fio tem grandes chances de conseguir acessar a rede. As precau&ccedil;&otilde;es a seguir devem ser consideradas para fins de seguran&ccedil;a: </p>

            <ul>
              <li> Nunca envie informa&ccedil;&otilde;es de login ou senha usando texto simples, sem criptografia. </li>
              <li> Use uma conex&atilde;o VPN quando poss&iacute;vel. </li>
              <li> Habilite a seguran&ccedil;a em redes dom&eacute;sticas. </li>
              <li> Use seguran&ccedil;a de WPA (Wi-Fi Protected Access).</li>
            </ul>
            <p> Os padr&otilde;es de Wi-Fi Protected Access (WPA, WPA2) s&atilde;o usados para proteger as redes Wi-Fi. O WPA usa uma tecnologia de criptografia e autentica&ccedil;&atilde;o sofisticada para proteger o fluxo de dados entre os dispositivos Wi-Fi. O WPA usa uma chave de criptografia de 128 bits que deve ser ativada em todos os dispositivos sem fio. Ele foi introduzido para substituir o Wired Equivalent Privacy (WEP), que tinha problemas de seguran&ccedil;a conhecidos.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
