<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.8</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explicar os modelos de dados OSI e TCP/IP</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.8.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Definir o modelo TCP/IP</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>O modelo TCP/IP fornece uma estrutura comum de refer&ecirc;ncia para o desenvolvimento dos protocolos usados na Internet. Esse modelo consiste em camadas que executam fun&ccedil;&otilde;es necess&aacute;rias para preparar os dados para transmiss&atilde;o em uma rede. O gr&aacute;fico na Figura 1 mostra as quatro camadas do modelo TCP/IP.</p>
            <p>Uma mensagem come&ccedil;a no camada superior, a camada Aplicativo, e desce pelas camadas TCP/IP at&eacute; a camada inferior, a camada Acesso &agrave; Rede. As informa&ccedil;&otilde;es do cabe&ccedil;alho s&atilde;o adicionadas &agrave; mensagem conforme ela desce pela camada e, ent&atilde;o, &eacute; transmitida. Depois de atingir o destino, a mensagem viaja de volta passando por cada camada do modelo TCP/IP. As informa&ccedil;&otilde;es do cabe&ccedil;alho que foram adicionadas &agrave; mensagem s&atilde;o completamente removidas conforme a mensagem sobe pelas camadas em dire&ccedil;&atilde;o ao destino.</p>
            <p><span class="bold">Protocolos de aplicativos </span><br> Os protocolos da camada Aplicativo fornecem servi&ccedil;os de rede aos aplicativos dos usu&aacute;rios, como navegadores da Web e programas de e-mail. Explore alguns dos protocolos de Internet mais comuns na Figura 2, a camada Aplicativo, para saber mais sobre os protocolos que operam nesta camada.</p>
            <p><span class="bold">Protocolos de transporte </span><br> Os protocolos da camada Transporte fornecem gerenciamento de ponta a ponta dos dados. Uma das fun&ccedil;&otilde;es desses protocolos &eacute; dividir os dados em segmentos gerenci&aacute;veis para um transporte mais f&aacute;cil na rede. Explore cada um dos protocolos na Figura 3, a camada Transporte, para saber mais sobre os protocolos que operam nesta camada.</p>
            <p><span class="bold">Protocolos de Internet </span><br> Os protocolos da camada Internet operam na terceira camada a partir do topo no modelo TCP/IP. Esses protocolos s&atilde;o usados para fornecer conectividade entre hosts na rede. Explore cada um dos protocolos na Figura 4, a camada Internet, para saber mais sobre os protocolos que operam nesta camada.</p>
			  <p><span class="bold">Protocolos de acesso &agrave; rede</span><br> Os protocolos da camada Acesso &agrave; Rede descrevem os padr&otilde;es que os hosts usam para acessar a m&iacute;dia f&iacute;sica. Os padr&otilde;es e tecnologias Ethernet IEEE 802.3, como CSMA/CD e 10BASE-T, s&atilde;o definidos nessa camada.</p>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
