<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">1.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Explicar as certificações industriais de TI</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">1.1.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a certificação EUCIP</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%" height="17">
            <p>O programa Administrador de TI EUCIP oferece uma certifica&ccedil;&atilde;o reconhecida de compet&ecirc;ncia em TI. A certifica&ccedil;&atilde;o abrange os padr&otilde;es prescritos pelo CEPIS (Council of European Professional Informatics Societies). A Certifica&ccedil;&atilde;o de Administrador de TI EUCIP &eacute; constitu&iacute;da de cinco m&oacute;dulos, com um exame correspondente para cada um deles. Este curso preparar&aacute; os candidatos para os M&oacute;dulos 1 a 3.</p>
            <p><span class="bold">M&oacute;dulo 1: Hardware do computador</span><br> O m&oacute;dulo Hardware do computador exige que o candidato compreenda a composi&ccedil;&atilde;o b&aacute;sica de um computador pessoal e as fun&ccedil;&otilde;es dos componentes. O candidato deve ser capaz de diagnosticar de maneira eficaz e reparar os problemas de hardware. O candidato deve ser capaz de orientar os clientes sobre o hardware adequado a comprar.</p>
            <p><span class="bold">M&oacute;dulo 2: Sistemas operacionais</span><br> O m&oacute;dulo Sistemas operacionais exige que o candidato esteja familiarizado com os procedimentos para instalar e atualizar os sistemas operacionais e aplicativos mais comuns. O candidato deve saber como usar ferramentas do sistema para solucionar problemas e reparar sistemas operacionais.</p>
            <p><span class="bold">M&oacute;dulo 3: Rede local e servi&ccedil;os de rede</span><br> O m&oacute;dulo Rede Local e Servi&ccedil;os de Rede exige que o candidato esteja familiarizado com os procedimentos para instalar, usar e gerenciar redes locais. O candidato deve ser capaz de adicionar e remover usu&aacute;rios e recursos compartilhados. O candidato deve saber como usar ferramentas do sistema para solucionar problemas e reparar redes.</p>
            <p><span class="bold">M&oacute;dulo 4: Uso de rede por especialista</span><br> Este m&oacute;dulo est&aacute; al&eacute;m do escopo do curso Conceitos b&aacute;sicos de TI, embora alguns dos t&oacute;picos sejam abordados. O m&oacute;dulo Uso de rede por especialista exige que o candidato entenda de comunica&ccedil;&atilde;o atrav&eacute;s de redes LAN.</p>
            <p><span class="bold">M&oacute;dulo 5: Seguran&ccedil;a de TI</span><br> Este m&oacute;dulo est&aacute; al&eacute;m do escopo do curso Conceitos b&aacute;sicos de TI, embora alguns dos t&oacute;picos sejam abordados. O m&oacute;dulo Seguran&ccedil;a de TI exige que o candidato esteja familiarizado com m&eacute;todos e recursos de seguran&ccedil;a dispon&iacute;veis para um computador independente ou ligado em rede. </p>

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
