<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explicar os princ&iacute;pios da rede</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.1.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Definir redes de computador</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Uma rede de dados de um computador &eacute; uma cole&ccedil;&atilde;o de hosts conectados por dispositivos em rede. Um host &eacute; qualquer dispositivo que envia e recebe informa&ccedil;&otilde;es na rede. Os perif&eacute;ricos s&atilde;o dispositivos conectados aos hosts. Alguns dispositivos podem servir como hosts ou perif&eacute;ricos. Por exemplo, uma impressora conectada ao seu laptop, que est&aacute; em uma rede, est&aacute; agindo como um perif&eacute;rico. Se a impressora estiver conectada diretamente a um dispositivo de rede, como um hub, comutador ou roteador, ela est&aacute; agindo como um host. </p>
            <p>As redes de computadores s&atilde;o usadas globalmente nos neg&oacute;cios, em casas, em escolas e nas ag&ecirc;ncias do governo. V&aacute;rias faz redes est&atilde;o conectadas umas &agrave;s outras pela Internet.</p>
            <p>V&aacute;rios tipos diferentes de dispositivos podem se conectar a uma rede:</p>
            <ul>
              <li>Computadores de mesa</li>
              <li>Laptops</li>
              <li>Impressoras</li>
              <li>Scanners</li>
              <li>PDAs</li>
              <li>Smartphones</li>
              <li>Servidores de arquivos/impress&atilde;o</li>
            </ul>
            <p>Uma rede pode compartilhar v&aacute;rios tipos diferentes de recursos:</p>
            <ul>
              <li>Servi&ccedil;os, como de impress&atilde;o ou digitaliza&ccedil;&atilde;o</li>
              <li>Espa&ccedil;o de armazenamento em dispositivos remov&iacute;veis, como discos r&iacute;gidos ou unidades &oacute;ticas </li>
              <li>Aplicativos, como bancos de dados </li>
            </ul>
            <p>Voc&ecirc; pode usar as redes para acessar informa&ccedil;&otilde;es armazenadas em outros computadores, imprimir documentos usando impressoras compartilhadas e sincronizar o calend&aacute;rio entre seu computador e o smartphone.            </p>
            <p>Os dispositivos de rede se conectam usando uma variedade de conex&otilde;es: </p>
            <ul>
              <li>Cabeamento de cobre &ndash; Usa sinais el&eacute;tricos para transmitir dados entre dispositivos </li>
              <li>Cabeamento de fibra &oacute;tica &ndash; Usa cabos com base em vidro ou pl&aacute;stico, tamb&eacute;m chamados de fibra, para conduzir informa&ccedil;&otilde;es como pulsos de luz. </li>
              <li>Conex&atilde;o sem fio &ndash; Usa sinais de r&aacute;dio, tecnologia de infravermelho (laser) ou transmiss&otilde;es via sat&eacute;lite. </li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
