<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>


    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever as responsabilidades dos t&eacute;cnicos e do ambiente da Central de atendimento</b></font>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Descrever o ambiente da Central de atendimento</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">
			<p>Pode existir uma Central de atendimento dentro de uma empresa e oferecer servi&ccedil;os aos funcion&aacute;rios da referida empresa e tamb&eacute;m aos clientes dos produtos da referida empresa.  Alternativamente, uma Central de atendimento pode ser um neg&oacute;cio independente que vende suporte a computadores como um servi&ccedil;o aos clientes externos. Em qualquer caso, uma Central de atendimento ter&aacute; um ambiente de trabalho &aacute;gil, atarefado, geralmente operando 24 horas por dia.</p>

			<p>As Centrais de atendimento geralmente t&ecirc;m um grande n&uacute;mero de pequenos compartimentos. Conforme mostrado na Figura 1, cada compartimento tem uma cadeira, pelo menos um computador, um microfone e um fone de ouvidos. Os t&eacute;cnicos que trabalham nestes compartimentos ter&atilde;o n&iacute;veis variados de experi&ecirc;ncia em computadores e alguns ser&atilde;o especialistas em determinados tipos de computadores, software ou sistemas operacionais.  </p>

			<p>Todos os computadores em uma Central de atendimento ter&atilde;o software para help desk. Os t&eacute;cnicos usam este software para gerenciar muitas fun&ccedil;&otilde;es de seus trabalhos. Apesar de n&atilde;o ser uma lista completa da maioria dos recursos de software para help desk, a Figura 2 fornece mais detalhes.</p>

			<p>Sua Central de atendimento ter&aacute; suas pr&oacute;prias pol&iacute;ticas comerciais com refer&ecirc;ncia &agrave; prioridade da chamada. A Figura 3 fornece um gr&aacute;fico de amostra de como as chamadas podem ser nomeadas, definidas e priorizadas.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
