<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identifica&ccedil;&atilde;o das etapas do processo de solu&ccedil;&atilde;o de problemas </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">4.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explica&ccedil;&atilde;o da finalidade da prote&ccedil;&atilde;o de dados</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Antes de come&ccedil;ar a solucionar problemas, tome sempre as precau&ccedil;&otilde;es necess&aacute;rias para proteger os dados do computador. Alguns reparos, como a substitui&ccedil;&atilde;o do disco r&iacute;gido ou a reinstala&ccedil;&atilde;o do sistema operacional, podem representar um risco para os dados. Fa&ccedil;a todo o poss&iacute;vel para evitar a perda de dados ao realizar reparos. </p>
            <p><span class="caution_caps">CUIDADO:</span> Embora a prote&ccedil;&atilde;o de dados n&atilde;o seja uma das seis etapas da solu&ccedil;&atilde;o de problemas, &eacute; preciso proteg&ecirc;-los antes de iniciar qualquer trabalho no computador do cliente. Se seu trabalho resultar na perda de dados do cliente, voc&ecirc; ou a companhia poder&atilde;o ser responsabilizados. </p>
            <p><span class="bold">Backup de dados</span><br> Backup &eacute; uma c&oacute;pia dos dados existentes na unidade de disco r&iacute;gido do computador que &eacute; salva em uma m&iacute;dia como uma unidade de CD, DVD ou fita. Nas empresas, os backups s&atilde;o realizados rotineiramente todo dia, semana ou m&ecirc;s.
            </p>
            <p>Caso voc&ecirc; n&atilde;o tenha certeza se o backup foi executado, n&atilde;o realize atividades de solu&ccedil;&atilde;o de problemas at&eacute; confirmar com o cliente. Esta &eacute; uma lista de itens a verificar com o cliente quanto aos backups de dados:</p>
            <ul>
              <li>Data do &uacute;ltimo backup </li>
              <li>Conte&uacute;do do backup </li>
              <li>Integridade dos dados do backup </li>
              <li>Disponibilidade de todas as m&iacute;dias de backup para restaura&ccedil;&atilde;o de dados </li>
            </ul>
            <p>Se o cliente n&atilde;o tiver um backup atual e voc&ecirc; n&atilde;o puder criar um, pe&ccedil;a ao cliente que assine um formul&aacute;rio de isen&ccedil;&atilde;o de responsabilidade. O formul&aacute;rio deve conter pelo menos as seguintes informa&ccedil;&otilde;es:</p>
            <ul>
              <li>Permiss&atilde;o para voc&ecirc; trabalhar no computador sem um backup atual dispon&iacute;vel </li>
              <li>Isen&ccedil;&atilde;o de sua responsabilidade se os dados forem perdidos ou corrompidos </li>
              <li>Descri&ccedil;&atilde;o do trabalho a ser realizado </li>
            </ul>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
