<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Implementar a pol&iacute;tica de seguran&ccedil;a do cliente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a prote&ccedil;&atilde;o contra software malicioso</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>O malware &eacute; um software malicioso que &eacute; instalado no computador sem o conhecimento ou a autoriza&ccedil;&atilde;o do usu&aacute;rio. Alguns tipos de malware, como o spyware e os ataques do tipo phishing, coletam dados sobre o usu&aacute;rio que podem ser usados por um agressor para obter informa&ccedil;&otilde;es confidenciais.</p>

			<p>&Eacute; aconselh&aacute;vel executar programas de detec&ccedil;&atilde;o de v&iacute;rus e spyware a fim de identificar e excluir softwares indesejados. Muitos navegadores hoje s&atilde;o equipados com ferramentas e configura&ccedil;&otilde;es especiais que evitam a a&ccedil;&atilde;o de diversos tipos de software malicioso. Talvez sejam necess&aacute;rios v&aacute;rios programas diferentes e diversos scans para remover completamente todos os softwares maliciosos:</p>

            <ul>
              <li><b>Prote&ccedil;&atilde;o contra v&iacute;rus</b> &ndash; Os programas antiv&iacute;rus, em geral, s&atilde;o executados automaticamente em segundo plano e fazem o monitoramento em busca de problemas. Quando um v&iacute;rus &eacute; detectado, o usu&aacute;rio &eacute; alertado e o programa tenta excluir o v&iacute;rus ou coloc&aacute;-lo em quarentena. </li>
              <li><b>Prote&ccedil;&atilde;o contra spyware</b> &ndash; Os programas antispyware varrem o sistema em busca de keyloggers (captadores de teclas digitadas no computador) e outros tipos de malware, a fim de elimin&aacute;-los do computador.</li>
              <li><b>Prote&ccedil;&atilde;o contra adware</b> &ndash; Os programas antiadware procuram programas que exibem publicidade em seu computador. </li>
              <li><b>Prote&ccedil;&atilde;o contra phishing</b> &ndash; Os programas antiphishing bloqueiam endere&ccedil;os IP de sites de phishing conhecidos e alertam o usu&aacute;rio sobre sites suspeitos.</li>
            </ul>
			<p>O ataque do tipo phishing &eacute; uma modalidade perigosa de software malicioso que incorpora elementos de engenharia social.</p>

            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> o software malicioso pode ficar embutido no sistema operacional. Existem ferramentas especiais de remo&ccedil;&atilde;o disponibilizadas pela fabricante do sistema operacional para fazer a limpeza do mesmo.</p>
			  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
