<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Implementar a rede do cliente<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">15.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Instalar e testar a rede do cliente</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">

            <p>Assim que tiver definido o local de todos os dispositivos da rede, voc&ecirc; estar&aacute; pronto para instalar os cabos de rede. Em alguns edif&iacute;cios novos ou reformados recentemente, os cabos de rede podem ser instalados para evitar o problema de serem instalados em paredes com acabamento posteriormente. Se n&atilde;o tiver nenhum cabo pr&eacute;-instalado, ser&aacute; preciso instal&aacute;-lo ou mandar algu&eacute;m instal&aacute;-lo.</p>

            <p><span class="bold">Etapas de instala&ccedil;&atilde;o da rede</span><br> Caso opte por instalar a rede por conta pr&oacute;pria, voc&ecirc; precisar&aacute; de tempo para se preparar. Todos os materiais necess&aacute;rios dever&atilde;o estar dispon&iacute;veis no local no momento da instala&ccedil;&atilde;o, bem como o plano de layout do cabo.</p>

			<p>Estas etapas descrevem o processo de cria&ccedil;&atilde;o f&iacute;sica de uma rede:</p>

				<ol>

              <li>Para instalar o cabo em tentos e atr&aacute;s das paredes, puxe os cabos. Uma pessoa puxa os cabos e a outra empurra o cabo pelas paredes. N&atilde;o se esque&ccedil;a de marcar as extremidades de cada cabo. Siga um esquema de marca&ccedil;&atilde;o que j&aacute; esteja no local ou siga as instru&ccedil;&otilde;es descritas em TIA/EIA 606-A. </li>
				  	<li>Depois que os cabos tiverem termina&ccedil;&atilde;o em ambas as extremidades, ser&aacute; preciso test&aacute;-los para ter a certeza de que n&atilde;o haja curtos ou interfer&ecirc;ncia. </li>
				   	<li>Certifique-se de que as interfaces de rede estejam corretamente instaladas em computadores de mesa, laptops e impressoras de rede. Depois que as interfaces de rede tiverem sido instaladas, configure o software cliente e as informa&ccedil;&otilde;es do endere&ccedil;o IP em todos os dispositivos.</li>
				   	<li>Instale os switches e os roteadores em um local seguro e centralizado. Todas as conex&otilde;es da LAN terminam nessa &aacute;rea. Em uma rede dom&eacute;stica, pode ser preciso instalar esses dispositivos em locais separados ou voc&ecirc; dever&aacute; ter apenas um dispositivo.</li>
					<li>Instale um cabo de patch Ethernet da conex&atilde;o proveniente da parede para cada dispositivo de rede. Verifique se h&aacute; um LED dos links em todas as interfaces de rede. Em uma rede dom&eacute;stica, certifique-se de que cada porta de dispositivo de rede conectada a um dispositivo esteja acesa.</li>
				   	<li>Quando todos os dispositivos estiverem conectados, e todos os LEDs de links, funcionando, voc&ecirc; dever&aacute; testar a rede para verificar a conectividade. Use o comando <span class="bold"> ipconfig /all</span> para exibir a configura&ccedil;&atilde;o do IP em cada esta&ccedil;&atilde;o de trabalho. Use o comando <span class="bold"> ping</span> para testar a conectividade b&aacute;sica. Voc&ecirc; conseguir&aacute; fazer o ping de outros computadores da rede, incluindo o gateway padr&atilde;o e os computadores remotos. Assim que tiver confirmado a conectividade b&aacute;sica, voc&ecirc; dever&aacute; configurar e testar os aplicativos de rede, como e-mail e um navegador de Internet.</li>
				</ol>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
