<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identifica&ccedil;&atilde;o e descri&ccedil;&atilde;o dos componentes de um laptop</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descri&ccedil;&atilde;o dos componentes encontrados na parte externa do laptop</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>Os laptops e os computadores de mesa usam os mesmos tipos de portas para que os perif&eacute;ricos possam ser intercambi&aacute;veis. Essas portas s&atilde;o especificamente projetadas para conectar perif&eacute;ricos, fornecer conectividade de rede e fornecer acesso a &aacute;udio. </p>
            <p>As portas, as conex&otilde;es e as unidades est&atilde;o localizadas na frente, na traseira e nas laterais do laptop devido ao design compacto. Os laptops cont&ecirc;m slots para PC Card ou ExpressCard para adicionar funcionalidades como mais mem&oacute;ria, um modem ou uma conex&atilde;o de rede. </p>
            <p>Os laptops requerem uma porta para alimenta&ccedil;&atilde;o externa.  Eles podem operar usando tanto uma bateria como um adaptador para alimenta&ccedil;&atilde;o CA. Essa porta pode ser usada para alimentar o computador ou carregar a bateria. </p>
            <p>Existem indicadores de status, portas, slots, conectores, compartimentos, entradas, respiradouros e uma entrada para chave no exterior do laptop. Clique nas &aacute;reas real&ccedil;adas nas Figuras de 1 a 7 para descobrir mais informa&ccedil;&otilde;es sobre cada um desses componentes.</p>
            <p>A Figura 1 mostra tr&ecirc;s LEDs no topo do laptop. Clique nas tr&ecirc;s &aacute;reas real&ccedil;adas para obter mais informa&ccedil;&otilde;es sobre o que os LEDs indicam:</p>
            <ol>
									<li>Bluetooth</li>
									<li>Bateria</li>
									<li>Modo de espera</li>
			  </ol>

            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> As exibi&ccedil;&otilde;es do LED variam entre laptops. Os t&eacute;cnicos devem consultar o manual do laptop para obter uma lista de exibi&ccedil;&otilde;es de status espec&iacute;ficas. &nbsp; </p>
								<p>A Figura 2 mostra tr&ecirc;s componentes na traseira do laptop. Clique nas tr&ecirc;s &aacute;reas real&ccedil;adas para obter mais informa&ccedil;&otilde;es sobre os componentes: </p>
								<ol>
	              	<li>Porta paralela</li>
									<li>Conector de alimenta&ccedil;&atilde;o CA</li>
									<li>Compartimento da bateria</li>
			</ol>

            <p>Um laptop opera usando tanto uma bateria como um adaptador para alimenta&ccedil;&atilde;o CA. As baterias do laptop s&atilde;o fabricadas em v&aacute;rias formas e tamanhos. Elas usam diferentes tipos de subst&acirc;ncias qu&iacute;micas e metais para armazenar a energia. Consulte a Figura 3 para comparar baterias recarreg&aacute;veis.&nbsp; </p>
            <p>O lado esquerdo do laptop mostrado na Figura 4 possui dez componentes. Clique nas dez &aacute;reas real&ccedil;adas para obter mais informa&ccedil;&otilde;es sobre os componentes:
            </p>
            <ol>
	              	<li>Ponto para chave de seguran&ccedil;a</li>
									<li>USB</li>
									<li>Conector S-video</li>
									<li>Modem</li>
									<li>Ethernet</li>
									<li>LEDs de rede</li>
									<li>Entrada para fone de ouvido est&eacute;reo</li>
									<li>Entrada para microfone</li>
									<li>Ventila&ccedil;&atilde;o</li>
									<li>Slot de expans&atilde;o combo de PC</li>
			  </ol>

            <p>A frente do laptop mostrada na Figura 5 possui os componentes listados aqui. Clique nas quatro &aacute;reas real&ccedil;adas para obter mais informa&ccedil;&otilde;es sobre os componentes: </p>

            <ol>
              <li>Ventila&ccedil;&atilde;o</li>
              <li>Alto-falantes</li>
              <li>Porta de infravermelho</li>
              <li>Trava do laptop</li>
            </ol>

            <p>O lado direito do laptop mostrado na Figura 6 cont&eacute;m quatro componentes. Clique nas quatro &aacute;reas real&ccedil;adas para obter mais informa&ccedil;&otilde;es sobre os componentes: </p>

            <ol>
              <li>Porta VGA</li>
              <li>Indicador de status do compartimento da unidade</li>
              <li>Indicador de status &oacute;ptico</li>
              <li>Unidade &oacute;ptica</li>
            </ol>

            <p>A parte de baixo do laptop mostrada na Figura 7 possui os componentes listados aqui. Clique nas quatro &aacute;reas real&ccedil;adas para obter mais informa&ccedil;&otilde;es sobre os componentes: </p>

            <ol>
              <li>Conector da base multifuncional</li>
              <li>Travas da bateria</li>
              <li>Painel de acesso &agrave; RAM</li>
              <li>Painel de acesso ao disco r&iacute;gido</li>
            </ol>

            <TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar"> <IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>

                            <TD class="activity_text"> <img border="0" src="../../images/virt_lapt_new.gif" width="36" height="30"> <b>Atividade opcional: Explora&ccedil;&atilde;o do laptop virtual</b>
                              <p> Os requisitos do sistema para o laptop virtual s&atilde;o um m&iacute;nimo de 512 MB de RAM e Windows 2000 ou XP.<br> Explore as diferentes vis&otilde;es do laptop virtual.<br> <br>
                              </p>
                            </TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
            <p>&nbsp;</p></td>
           </tr>
         </table>
       </td>
     </tr>
	</table>

</body>
</html>
