<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Descrever como configurar uma NIC e um modem </b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.9.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Instalar ou atualizar um driver de uma NIC </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Ocasionalmente, um fabricante lan&ccedil;ar&aacute; um novo software de driver para uma NIC. Um novo driver pode melhorar a funcionalidade da NIC ou talvez seja necess&aacute;rio para compatibilidade com o sistema operacional.</p>
            <p>Ao instalar um novo driver, certifique-se de desativar o software antiv&iacute;rus para que nenhum arquivo seja instalado incorretamente. Alguns sistemas de verifica&ccedil;&atilde;o de v&iacute;rus detectam uma atualiza&ccedil;&atilde;o de driver como um poss&iacute;vel ataque de v&iacute;rus. Al&eacute;m disso, dever&aacute; ser instalado s&oacute; um driver por vez; caso contr&aacute;rio, alguns processos de atualiza&ccedil;&atilde;o poder&atilde;o entrar em conflito.</p>
            <p>A melhor pr&aacute;tica &eacute; fechar todos os aplicativos em execu&ccedil;&atilde;o para que nenhum arquivo associado &agrave; atualiza&ccedil;&atilde;o do driver esteja em uso durante a atualiza&ccedil;&atilde;o . Antes de atualizar um driver, voc&ecirc; dever&aacute; visitar o site do fabricante na Web. Em muitos casos, voc&ecirc; pode fazer o download de um arquivo execut&aacute;vel e de auto-extra&ccedil;&atilde;o que instalar&aacute; ou atualizar&aacute; automaticamente o driver. Como alternativa, voc&ecirc; pode clicar no bot&atilde;o <span class="bold">Atualiza&ccedil;&atilde;o de driver</span> na barra de ferramentas do Gerenciador de dispositivos.</p>
            <p><span class="tablestyle">O sinal de "+" pr&oacute;ximo &agrave; categoria Adaptadores de rede permite expandir a categoria e mostrar os adaptadores de rede instalados no sistema. Para exibir e alterar as propriedades do adaptador, ou atualizar o driver, clique duas vezes no adaptador. Na janela de propriedades do adaptador, selecione a guia </span><span class="bold">Driver</span><span class="tablestyle"> .</span></p>
            <p>Depois da conclus&atilde;o da atualiza&ccedil;&atilde;o, &eacute; aconselh&aacute;vel reiniciar o computador mesmo que voc&ecirc; n&atilde;o receba uma mensagem solicitando a reinicializa&ccedil;&atilde;o. Reiniciar o computador ir&aacute; assegurar que a instala&ccedil;&atilde;o saiu conforme planejada e que o novo driver est&aacute; funcionando adequadamente. Ao instalar v&aacute;rios drivers, reinicie o computador entre cada atualiza&ccedil;&atilde;o para certificar-se de que n&atilde;o h&aacute; conflitos. Isso poder&aacute; exigir um tempo extra mas garantir&aacute; uma instala&ccedil;&atilde;o limpa do driver.</p>
            <p><span class="bold">Desinstalar um driver de uma NIC</span><br> Se um novo driver de uma NIC n&atilde;o for executado conforme esperado ap&oacute;s sua instala&ccedil;&atilde;o, o driver pode ser desinstalado, ou revertido ao driver anterior. Clique duas vezes no adaptador no Gerenciador de dispositivos. Na janela Propriedades do adaptador, selecione a guia <strong>Driver</strong> e clique em <strong>Reverter driver</strong>. Se n&atilde;o havia um driver instalado antes da atualiza&ccedil;&atilde;o, essa op&ccedil;&atilde;o n&atilde;o estar&aacute; dispon&iacute;vel. Nesse caso, voc&ecirc; precisar&aacute; encontrar um driver para o dispositivo e instal&aacute;-lo manualmente se o sistema operacional n&atilde;o puder localizar um driver adequado para a NIC.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_9_1/8.9.1_WS_NIC_Driver_Search.pdf">Planilha de exerc&iacute;cios</a>
                              <p> <span class="activity_bold">Pesquisa na Internet de drivers de NIC</span><br> Pesquisar drivers de NIC<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
