<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Determinar os componentes da rede do cliente </td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">15.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Selecionar os tipos de cabo</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Selecione o tipo de cabo mais ben&eacute;fico e econ&ocirc;mico para os usu&aacute;rios e servi&ccedil;os que ser&atilde;o conectados &agrave; rede.</p>

            <p><span class="bold">Tipos de cabo</span><br>O tamanho da rede determina o tipo de cabo de rede que ser&aacute; usado. As redes hoje em dia, em sua grande parte, s&atilde;o com fio e usam um ou mais tipos de cabo de cobre de par tran&ccedil;ado:</p>

				<ul>
					<li>Cat5</li>
					<li>Cat5e</li>
					<li>Cat6</li>
					<li>Cat6A</li>
				</ul>

			<p>Os cabos Cat5 e Cat5e t&ecirc;m a mesma apar&ecirc;ncia, mas o cabo Cat5e &eacute; fabricado com um padr&atilde;o mais alto para permitir taxas de transfer&ecirc;ncia de dados mais altas. O cabo Cat6 &eacute; constru&iacute;do com padr&otilde;es ainda mais altos em rela&ccedil;&atilde;o ao Cat5e. O Cat6 pode ter um divisor central para separar os pares dentro do cabo.</p>

			<p>O tipo mais comum de cabo usado em uma rede &eacute; o Cat5e. O Cat5e &eacute; adequado para Fast Ethernet at&eacute; 100 metros. Algumas casas e alguns escrit&oacute;rios t&ecirc;m em sua instala&ccedil;&atilde;o o cabo Cat6 para que possam estar preparados para os requisitos de largura de banda adicional no futuro. Aplica&ccedil;&otilde;es como v&iacute;deo, videoconfer&ecirc;ncia e jogos usam uma grande quantidade de largura de banda.</p>

			<p>O tipo mais recente de cabo de par tran&ccedil;ado dispon&iacute;vel &eacute; o Cat6A. O Cat6A transporta sinais Ethernet na taxa de 10 Gbps. A abrevia&ccedil;&atilde;o para cabo de par tran&ccedil;ado sobre Ethernet de 10 Gb &eacute; 10GBase - T, conforme definido no padr&atilde;o IEEE 802.3an-2006. Os clientes que necessitam de redes com alta largura de banda podem se beneficiar da instala&ccedil;&atilde;o de um cabo que possa suportar Gigabit Ethernet ou 10 Gb Ethernet.</p>

			<p>Pr&eacute;dios de escrit&oacute;rios novos ou reformados em geral t&ecirc;m algum tipo de cabeamento UTP que conecta qualquer escrit&oacute;rio a um ponto central denominado MDF (Main Distribution Facility, instala&ccedil;&atilde;o de distribui&ccedil;&atilde;o principal). A limita&ccedil;&atilde;o de dist&acirc;ncia do cabeamento UTP usado para dados &eacute; de 100 metros. Os dispositivos de rede com dist&acirc;ncia superior a esse limite precisam de um repetidor ou hub para estender a conex&atilde;o com a MDF.</p>

			<p><span class="bold">Custo</span><br>Ao projetar uma rede, o custo &eacute; considerado. A instala&ccedil;&atilde;o de cabos &eacute; cara, mas depois de adquiridos, uma rede com fio normalmente tem um custo de manuten&ccedil;&atilde;o inexpressivo. A maioria dos dispositivos em uma rede com fio custa muito menos que os dispositivos de uma rede sem fio. </p>

			<p><span class="bold">Seguran&ccedil;a</span><br> Uma rede com fio &eacute; geralmente mais segura que uma sem fio. Os cabos de uma rede com fio s&atilde;o normalmente instalados em paredes e tetos e, por essa raz&atilde;o, n&atilde;o podem ser acessados com facilidade. A rede sem fio pode ser espionada com mais facilidade. Os sinais est&atilde;o dispon&iacute;veis a qualquer pessoa que tenha um receptor. Para tornar uma rede sem fio t&atilde;o segura quanto uma com fio, &eacute; necess&aacute;rio usar criptografia.</p>

			<p><span class="bold">Projeto para o futuro</span><br> Muitas organiza&ccedil;&otilde;es instalam o melhor cabo dispon&iacute;vel para garantir que suas redes possam lidar com as velocidades de rede do futuro. As organiza&ccedil;&otilde;es querem evitar a reinstala&ccedil;&atilde;o custosa de cabos no futuro. Voc&ecirc; e o seu cliente devem decidir se o custo de instala&ccedil;&atilde;o de um cabo melhor &eacute; necess&aacute;rio.</p>

			<p><span class="bold">Sem fio</span><br> &Eacute; poss&iacute;vel ter uma solu&ccedil;&atilde;o sem fio em locais onde os cabos n&atilde;o podem ser instalados. Considere um edif&iacute;cio mais antigo, hist&oacute;rico, onde as leis locais de preserva&ccedil;&atilde;o do patrim&ocirc;nio hist&oacute;rico n&atilde;o permitem modifica&ccedil;&otilde;es estruturais. Nesse caso, n&atilde;o &eacute; poss&iacute;vel instalar cabos, sendo a conex&atilde;o sem fio a &uacute;nica solu&ccedil;&atilde;o.</p>


        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
