<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">16.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Desenvolver a manuten&ccedil;&atilde;o preventiva em seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">16.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descrever a configura&ccedil;&atilde;o de atualiza&ccedil;&otilde;es do sistema operacional</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>O sistema operacional &eacute; um alvo prov&aacute;vel de ataques porque ao obter o controle do sistema, &eacute; poss&iacute;vel controlar o computador. Dessa forma, o computador exposto ao perigo pode ser dominado e colocado para funcionar a favor dos criminosos. Uma das fraudes mais comuns &eacute; transformar os computadores-alvo do ataque em geradores de spam que lan&ccedil;am e-mails de ataque sem que o usu&aacute;rio tenha condi&ccedil;&otilde;es de det&ecirc;-los. Um computador comprometido nesse sentido &eacute; chamado de "zombie".</p>
			  <p>O Windows XP automaticamente faz o download e instala atualiza&ccedil;&otilde;es nos sistemas operacionais por padr&atilde;o. No entanto, essa pode n&atilde;o ser a melhor forma de atualizar sistemas. As atualiza&ccedil;&otilde;es podem entrar em conflito com a pol&iacute;tica de seguran&ccedil;a da organiza&ccedil;&atilde;o ou com outras defini&ccedil;&otilde;es do computador. Al&eacute;m disso, &eacute; recomend&aacute;vel que o administrador de rede teste as atualiza&ccedil;&otilde;es antes que elas sejam distribu&iacute;das para todos os computadores da rede. As op&ccedil;&otilde;es a seguir dispon&iacute;veis no Windows XP oferecem aos usu&aacute;rios a capacidade de controle quando o software for atualizado:</p>
              <ul>

              <li>Autom&aacute;tica &ndash; Faz o download e instala as atualiza&ccedil;&otilde;es automaticamente sem a interven&ccedil;&atilde;o do usu&aacute;rio</li>

              <li>Baixar atualiza&ccedil;&otilde;es, mas eu decidirei quando instal&aacute;-las &ndash; Faz o download das atualiza&ccedil;&otilde;es automaticamente, mas o usu&aacute;rio precisa instal&aacute;-las</li>

              <li>Notificar-me de atualiza&ccedil;&otilde;es, mas n&atilde;o baix&aacute;-las ou instal&aacute;-las automaticamente &ndash; Notifica o usu&aacute;rio de que h&aacute; atualiza&ccedil;&otilde;es dispon&iacute;veis e oferece a op&ccedil;&atilde;o de fazer o download e instalar</li>

              <li>Desativar Atualiza&ccedil;&otilde;es Autom&aacute;ticas &ndash; Evita que sejam feitas verifica&ccedil;&otilde;es de atualiza&ccedil;&otilde;es</li>
              </ul>
			  <p>Se o usu&aacute;rio estiver em uma rede discada, a defini&ccedil;&atilde;o da Atualiza&ccedil;&atilde;o do Windows deve estar configurada para notificar o usu&aacute;rio sobre atualiza&ccedil;&otilde;es dispon&iacute;veis ou deve estar desativada. O usu&aacute;rio da rede discada pode optar por controlar a atualiza&ccedil;&atilde;o selecionando um hor&aacute;rio em que ela n&atilde;o interromper&aacute; outras atividades da rede ou usar&aacute; os recursos limitados dispon&iacute;veis.</p>
              </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
