<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	<td width="18" class="toptitle01_white_bold">15.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">Descrever a instala&ccedil;&atilde;o, a configura&ccedil;&atilde;o e o gerenciamento de um servidor de e-mail simples</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Um sistema de e-mail usa software de cliente de e-mail nos dispositivos dos usu&aacute;rios e software de servidor de e-mail em um ou mais servidores de e-mail. Os clientes l&ecirc;em e-mail a partir do servidor de e-mail usando um dos dois protocolos:</p>

            	<ul>
            			<li>POP (Post Office Protocol, protocolo de correio)</li>
            			<li>IMAP (Internet Message Access Protocol, protocolo de acesso &agrave;s mensagens de Internet)</li>
            	</ul>

			<p>Os clientes enviam e-mail a um servidor de e-mail, e os servidores de e-mail encaminham e-mail de um para o outro usando o SMTP (Simple Mail Transfer Protocol, protocolo de transfer&ecirc;ncia de correio simples).</p>

			<p>&Eacute; preciso saber como configurar um computador cliente para que aceite o formato de e-mail de entrada correto e tamb&eacute;m entender o processo de configura&ccedil;&atilde;o de um servidor de e-mail. A configura&ccedil;&atilde;o do software de cliente de e-mail pode ser feita com o uso de assistentes de conex&atilde;o, como indicado na Figura 1.</p>

            <p><span class="bold">SMTP</span><br> O SMTP envia e-mail de um cliente de e-mail para um servidor de e-mail ou de um servidor de e-mail para outro. O SMTP tem estas caracter&iacute;sticas:</p>
            <ul>
					  <li>Protocolo baseado em texto, simples</li>
					  <li>Enviado por meio de TCP usando a porta 25</li>
					  <li>Deve ser implementado para o envio de um e-mail</li>
					  <li>A mensagem &eacute; enviada ap&oacute;s a identifica&ccedil;&atilde;o e a verifica&ccedil;&atilde;o dos destinat&aacute;rios</li>
		    </ul>

			<p><span class="bold">POP</span><br>O POP &eacute; usado por um cliente de e-mail para fazer download de e-mails a partir de um servidor de e-mail. A vers&atilde;o mais recente do POP &eacute; POP3. O POP3 em geral utiliza a porta 110.</p>

			<p>Ele oferece suporte a usu&aacute;rios finais que t&ecirc;m conex&otilde;es intermitentes, como a discada. Um usu&aacute;rio de POP3 pode efetuar a conex&atilde;o, fazer download de e-mail do servidor, excluir o e-mail e encerrar a conex&atilde;o.</p>

			<p><span class="bold">IMAP</span><br> O IMAP &eacute; similar ao POP3, mas tem mais recursos. Como o POP3, o IMAP permite fazer o download de e-mail de um servidor de e-mail com o uso de um cliente de e-mail. A diferen&ccedil;a &eacute; que o IMAP permite ao usu&aacute;rio organizar os e-mails no servidor de e-mail de rede. O IMAP &eacute; mais r&aacute;pido que o POP3 e requer mais espa&ccedil;o em disco no servidor e mais recursos de CPU. A vers&atilde;o mais recente do IMAP &eacute; IMAP4. O IMAP4 &eacute; em geral usado em redes grandes, como a de um campus. O IMAP geralmente usa a porta 143.</p>

			<p><span class="bold">Servidor de e-mail</span><br>O servidor de e-mail &eacute; um computador que pode enviar e receber e-mails em nome de clientes de e-mail. Estes s&atilde;o os servidores de e-mail mais comuns:</p>

				<ul>
				   <li>Microsoft Exchange</li>
				   <li>Sendmail</li>
				   <li>Eudora Internet Mail Server (EIMS)</li>

				</ul>

			<p> Como indicado na Figura 3, geralmente h&aacute; assistentes e ferramentas dispon&iacute;veis para ajud&aacute;-lo na configura&ccedil;&atilde;o de um servidor de e-mail. Para instalar e configurar um servidor de e-mail, como o Microsoft Exchange, &eacute; necess&aacute;rio primeiro ter certeza de que a rede tenha todas as qualifica&ccedil;&otilde;es corretas e que ela esteja corretamente configurada. Os servidores Active Directory, os servidores Global Catalog e os servidores DNS (Domain Name Servers, servidores de nome de dom&iacute;nio) devem estar instalados e funcionando para que o Exchange possa ser instalado e funcionar corretamente. O servidor Active Directory &eacute; um computador que hospeda um banco de dados que permite uma administra&ccedil;&atilde;o centralizada sobre uma rede corporativa. O servidor Global Catalog &eacute; um reposit&oacute;rio centralizado que cont&eacute;m informa&ccedil;&otilde;es sobre todos os dom&iacute;nios de uma rede corporativa.</p>

			<p> O Exchange deve ser instalado em um dom&iacute;nio em que cada computador tenha pelo menos o Windows 2000. Isso &eacute; conhecido como modo nativo. Os controladores de dom&iacute;nio do Windows NT n&atilde;o funcionam em um ambiente nativo.</p>

			<p> O banco de dados do Active Directory est&aacute; organizado em um padr&atilde;o denominado schema. Um servidor com Windows 2003 &eacute; designado como o Schema Master. Esse &eacute; o &uacute;nico servidor que pode mudar a forma como o banco de dados do usu&aacute;rio do Active Directory est&aacute; organizado. Quando o administrador de rede precisar modificar a estrutura do Active Directory, a modifica&ccedil;&atilde;o ser&aacute; feita no Schema Master. O Active Directory automaticamente copia a atualiza&ccedil;&atilde;o para todos os outros servidores de autentica&ccedil;&atilde;o.</p>

			<p><span class="bold">Instala&ccedil;&atilde;o do servidor de e-mail</span><br>Recomenda-se testar o ambiente antes de instalar o Exchange. Para impedir que a instala&ccedil;&atilde;o afete a opera&ccedil;&atilde;o di&aacute;ria de sua rede, configure os servi&ccedil;os solicitados e instale o Exchange em um conjunto dedicado de servidores fora da rede principal. Mantenha a instala&ccedil;&atilde;o do Exchange separada da sua rede de produ&ccedil;&atilde;o at&eacute; ter a certeza de que ela est&aacute; funcionando corretamente.</p>

			<p>Antes de instalar o Exchange, prepare as informa&ccedil;&otilde;es e os equipamentos corretos:</p>

				<ul>
				   <li>Implanta&ccedil;&atilde;o de DNS totalmente funcional e confi&aacute;vel</li>
				   <li>Dom&iacute;nio Active Directory</li>
				   <li>Pelo menos um Global Catalog</li>
				   <li>Funcionalidade de dom&iacute;nio nativo para Windows 2000 ou mais recente</li>
				   <li>Software Exchange Server</li>
				   <li>Ferramentas de suporte do Windows Server</li>
				   <li>Servidor Schema Master</li>
				   <li>Conex&atilde;o de alta velocidade com a Internet</li>

				</ul>

			<p>Voc&ecirc; poder&aacute; instalar o servidor de e-mail quando todas as qualifica&ccedil;&otilde;es de sua rede forem atendidas. Ser&aacute; preciso adicionar o Internet Information Services (IIS) usando o assistente de adi&ccedil;&atilde;o e remo&ccedil;&atilde;o de componentes do Windows antes de iniciar a instala&ccedil;&atilde;o do Exchange Server. O IIS &eacute; um servidor que tem programas usados para criar e administrar servi&ccedil;os de site. Ap&oacute;s a instala&ccedil;&atilde;o do IIS, o Exchange poder&aacute; ser instalado. Insira o CD de instala&ccedil;&atilde;o e abra o assistente de instala&ccedil;&atilde;o do New Exchange.</p>

			<p>O assistente de instala&ccedil;&atilde;o o guiar&aacute; por v&aacute;rias etapas para verificar se o Exchange est&aacute; pronto para ser instalado. Ele far&aacute; uma verifica&ccedil;&atilde;o para se certificar de que o IIS esteja instalado, os servidores de dom&iacute;nio estejam sendo executados corretamente e as ferramentas de suporte do Windows estejam instaladas. O programa de instala&ccedil;&atilde;o o notificar&aacute; de qualquer problema no ambiente de instala&ccedil;&atilde;o. Reinicie o programa de instala&ccedil;&atilde;o desde a primeira etapa depois de corrigir quaisquer problemas.</p>

			<p>Depois que o Exchange estiver instalado, o plugin Microsoft Management Console para Exchange, indicado na Figura 4, fornecer&aacute; acesso a v&aacute;rias configura&ccedil;&otilde;es em um local conveniente. Certifique-se de instalar todas as atualiza&ccedil;&otilde;es para que o servidor seja executado corretamente. O Exchange System Manager, um console que controla a implanta&ccedil;&atilde;o do Exchange, pode ser usado para gerenciar as op&ccedil;&otilde;es do servidor.</p>

            <p>Use o console Active Directory Users and Computer (ADUC) para configurar a caixa de mensagens de um usu&aacute;rio. Esse processo &eacute; conhecido como &ldquo;habilitar a caixa de mensagens&rdquo; do usu&aacute;rio. </p>
            <p>Abra o ADUC para criar um novo usu&aacute;rio. Digite as informa&ccedil;&otilde;es de nome do usu&aacute;rio e senha de acordo com a pol&iacute;tica de seguran&ccedil;a de dom&iacute;nio, como indicado na Figura 5. A caixa de mensagens do usu&aacute;rio ser&aacute; criada pelo Exchange Server quando o usu&aacute;rio receber o primeiro e-mail.</p>

			<p>A configura&ccedil;&atilde;o do Exchange exige um planejamento cuidadoso, incluindo a instala&ccedil;&atilde;o e o funcionamento correto de servidores, servi&ccedil;os e tecnologias na rede. Em alguns casos, durante a instala&ccedil;&atilde;o, se ocorrer uma falha, ser&aacute; preciso reinstalar o sistema operacional e iniciar a instala&ccedil;&atilde;o do Exchange desde a primeira etapa. </p>

			<p><span class="bold">OBSERVA&Ccedil;&Atilde;O</span>:Antes de planejar a instala&ccedil;&atilde;o de um servidor de e-mail, consulte profissionais de rede, especialistas de redes Windows com experi&ecirc;ncia ou t&eacute;cnicos de e-mail experientes.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
