<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Instalar, configurar e otimizar um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.7</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Definir a resolu&ccedil;&atilde;o de tela e atualizar o driver de v&iacute;deo</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Depois que o sistema operacional for instalado, voc&ecirc; deve definir a resolu&ccedil;&atilde;o de tela para atender aos requisitos do cliente. Se a resolu&ccedil;&atilde;o de tela n&atilde;o for definida adequadamente, voc&ecirc; pode obter resultados de exibi&ccedil;&atilde;o inesperados de diferentes placas de v&iacute;deo e monitores. Os resultados inesperados podem incluir uma &aacute;rea de trabalho do Windows que n&atilde;o utiliza a &aacute;rea total da tela ou uma tela branca, se a resolu&ccedil;&atilde;o definida for muito alta.</p>

            <p>Ao usar uma tela de LCD, a resolu&ccedil;&atilde;o deve ser definida para o modo nativo ou resolu&ccedil;&atilde;o nativa. O modo nativo &eacute; a resolu&ccedil;&atilde;o de tela que &eacute; igual ao n&uacute;mero de pixels que o monitor possui. Se voc&ecirc; mover do modo nativo, o monitor n&atilde;o produz a mesma imagem. Consulte a Figura 1 para obter as configura&ccedil;&otilde;es de resolu&ccedil;&atilde;o de tela em um computador Windows XP Professional.</p>

            <p>Voc&ecirc; pode alterar as configura&ccedil;&otilde;es da tela na guia Configura&ccedil;&otilde;es do applet do painel de controle Exibir propriedades:</p>

				<ul>
				  <li><span class="bold">Resolu&ccedil;&atilde;o da tela</span> &ndash; Determina o n&uacute;mero de pixels. Um n&uacute;mero mais alto de pixels exibe uma resolu&ccedil;&atilde;o e imagem melhor. </li>

				  <li><span class="bold">Taxa de atualiza&ccedil;&atilde;o</span> &ndash; Determina a freq&uuml;&ecirc;ncia na qual a imagem da tela &eacute; reprojetada. A taxa de atualiza&ccedil;&atilde;o &eacute; expressa em Hertz (Hz). Quanto mais alta a taxa de atualiza&ccedil;&atilde;o, mais est&aacute;vel a imagem da tela. </li>

				  <li><span class="bold">Cores de exibi&ccedil;&atilde;o</span> &ndash; Determina o n&uacute;mero de cores vis&iacute;veis na tela imediatamente.  As cores s&atilde;o criadas variando a intensidade das tr&ecirc;s cores b&aacute;sicas (vermelho, verde, azul). Quanto mais bits, maior o n&uacute;mero de cores.  A seguir h&aacute; uma lista de tonalidades de cores:

						<ul>
						  <li>256 cores - 8 bits de cor </li>
						  <li> 65.536 cores - 16 bits de cor (High Color) </li>
						  <li> 16 milh&otilde;es de cores - 24 bits de cor (True Color) </li>
						  <li> 16 milh&otilde;es de cores - 24 bits (True Color com preenchimento de 8 bits para permitir processamento de 32 bits) </li>
						</ul>
				  </li>
				</ul>
            <p>Ao solucionar um problema de exibi&ccedil;&atilde;o, verifique se o driver &eacute; totalmente compat&iacute;vel com a placa gr&aacute;fica. O Windows pode instalar um driver padr&atilde;o que funciona, mas n&atilde;o fornece todas as op&ccedil;&otilde;es dispon&iacute;veis para melhor visualiza&ccedil;&atilde;o e desempenho. Consulte a Figura 2 para obter o utilit&aacute;rio de atualiza&ccedil;&atilde;o do driver de v&iacute;deo do Windows XP Professional. Execute as etapas a seguir para obter o melhor desempenho gr&aacute;fico:</p>
            <ol>
              <li>Fa&ccedil;a download do driver mais recente no site do fabricante.</li>
              <li>Remova o driver atual.</li>
              <li>Desative o software antiv&iacute;rus.</li>
              <li>Instale o novo driver.</li>
              <li>Reinicie o computador.</li>
            </ol>
            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> A desativa&ccedil;&atilde;o do software antiv&iacute;rus deixa o computador vulner&aacute;vel a v&iacute;rus e n&atilde;o deve ser feita se voc&ecirc; estiver conectado &agrave; Internet.</p>
            <p>Voc&ecirc; pode ter problemas ao instalar ou reinstalar um driver de v&iacute;deo. Por exemplo, depois de executar as etapas de desempenho gr&aacute;fico, voc&ecirc; n&atilde;o pode exibir a tela quando reiniciar o computador. Para investigar o problema e restaurar as configura&ccedil;&otilde;es, reinicie o computador. Durante a fase de reinicializa&ccedil;&atilde;o, pressione a tecla <span class="bold">F8</span> . Informe as op&ccedil;&otilde;es de inicializa&ccedil;&atilde;o quando solicitado e selecione <strong>Ativar modo VGA</strong> para usar uma resolu&ccedil;&atilde;o de 640 x 480. Depois que o sistema operacional for carregado, selecione <span class="bold">Driver de revers&atilde;o</span> de <span class="bold">Propriedades</span> da placa gr&aacute;fica. Voc&ecirc; deve fazer algumas pesquisas para determinar poss&iacute;veis problemas com o driver que voc&ecirc; tentou instalar. </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
