<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">15.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Atualizar a rede do cliente</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
  <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

      <td height="25"  class="toptitle02_white_bold">15.5.2</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

      <td width="100%" height="25" class="toptitle02_white_bold">Instalar e configurar os roteadores sem fio</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Ao instalar uma rede sem fio, voc&ecirc; precisa decidir onde deseja colocar os pontos de acesso e depois configur&aacute;-los. As etapas a seguir descrevem a instala&ccedil;&atilde;o de um ponto de acesso:</p>

				<ol>
				  <li>Use uma planta baixa para encontrar os locais para os pontos de acesso que permitam uma cobertura m&aacute;xima. O melhor local para um ponto de acesso sem fio est&aacute; no centro da &aacute;rea que voc&ecirc; est&aacute; cobrindo, com uma linha de vis&atilde;o entre os dispositivos sem fio e o ponto de acesso.</li>

				  <li>Conecte o ponto de acesso &agrave; rede existente. Na parte de tr&aacute;s do roteador Linksys WRT300N, h&aacute; cinco portas. Conecte uma DSL ou um cable modem &agrave; porta &ldquo;Internet&rdquo;. A l&oacute;gica de comuta&ccedil;&atilde;o do dispositivo encaminha todos os pacotes por meio desta porta quando h&aacute; comunica&ccedil;&atilde;o para a e da Internet e outros computadores conectados. Conecte um computador a uma das portas remanescentes para acessa &agrave;s p&aacute;ginas de configura&ccedil;&atilde;o da Web.</li>

				  <li>Ligue o modem de banda larga e conecte o cabo de alimenta&ccedil;&atilde;o ao roteador. Quando o modem terminar de estabelecer a conex&atilde;o com o provedor de Internet, o roteador automaticamente se comunicar&aacute; com o modem para receber informa&ccedil;&otilde;es de rede do provedor, as quais s&atilde;o necess&aacute;rias para se obter o acesso &agrave; Internet: endere&ccedil;o IP, m&aacute;scara de sub-rede e endere&ccedil;os de servidor DNS.</li>

				  <li>Quando o roteador tiver estabelecido a comunica&ccedil;&atilde;o com o modem, voc&ecirc; dever&aacute; configurar o roteador para que se comunique com os dispositivos da rede. Ligue o computador conectado ao roteador. Abra um navegador. No campo endere&ccedil;o, digite <span class="bold">192.168.1.1.</span> Esse &eacute; o endere&ccedil;o padr&atilde;o de gerenciamento e configura&ccedil;&atilde;o do roteador. </li>

				  <li>Uma janela de seguran&ccedil;a solicita a autentica&ccedil;&atilde;o para que se possa acessar as telas de configura&ccedil;&atilde;o do roteador. O campo de nome do usu&aacute;rio deve ficar vazio. Digite <span class="bold">admin</span>  como a senha padr&atilde;o. Quando estiver conectado, a primeira tela de instala&ccedil;&atilde;o ser&aacute; exibida.</li>

				  <li>Continue a instala&ccedil;&atilde;o. H&aacute; guias que possuem subguias na tela de instala&ccedil;&atilde;o. Clique em  <span class="bold">Salvar configura&ccedil;&otilde;es</span> na parte inferior de cada tela depois de efetuar alguma altera&ccedil;&atilde;o.</li>
				</ol>

			    <p>Ao utilizar as telas de configura&ccedil;&atilde;o do roteador 300N, voc&ecirc; poder&aacute; clicar na guia de Ajuda para visualizar informa&ccedil;&otilde;es adicionais sobre uma determinada guia. Para informa&ccedil;&otilde;es al&eacute;m do que est&aacute; sendo exibido na tela de Ajuda, consulte o manual do usu&aacute;rio.</p>

<!-- Start Activity box   -->

			<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
			   <tr>
				 <td valign="top">
				   <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					 <tr>
					   <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
					   <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
					   <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					 </tr>
				   </table>
				   <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					 <tr>
					   <td>
						 <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
						   <tr>
							 <td width="15" class="activity_text">&nbsp;</td>

                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_5_2/15.5.2_Lab_Configure_Wireless_Router.pdf">Laborat&oacute;rio</a>
                              <p> <span class="bold">Instala&ccedil;&atilde;o de roteador sem fio</span><br> Instalar um roteador sem fio<br> <br>
							  </p>
							</td>
						  </tr>
						</table>
					  </td>
					</tr>
				  </table>
				</td>
			  </tr>
			</table>
<!-- END Activity box   -->
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
