<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Descrever conceitos e tecnologias de rede b&aacute;sica</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">8.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever o endere&ccedil;amento IP</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Um endere&ccedil;o IP &eacute; um n&uacute;mero usado para identificar um dispositivo na rede. Cada dispositivo em uma rede deve ter um &uacute;nico endere&ccedil;o IP para se comunicar com outros dispositivos de rede. Conforme observado anteriormente, um host &eacute; um dispositivo que envia ou recebe informa&ccedil;&otilde;es na rede. Os dispositivos de rede s&atilde;o dispositivos que movem os dados pela rede, incluindo hubs, comutadores e roteadores. Em uma LAN, cada host e dispositivo de rede deve ter um endere&ccedil;o IP dentro da mesma rede para poderem se comunicar entre si.</p>
            <p>O nome de uma pessoa e suas impress&otilde;es digitais normalmente n&atilde;o mudam. Eles fornecem um r&oacute;tulo ou endere&ccedil;o para o aspecto f&iacute;sico da pessoa &ndash; o corpo. O endere&ccedil;o de correspond&ecirc;ncia de uma pessoa, por outro lado, &eacute; relativo ao lugar onde a pessoa vive ou recolhe suas correspond&ecirc;ncias. Esse endere&ccedil;o pode mudar. Em um host, o endere&ccedil;o MAC (Media Access Control, controle de acesso &agrave; m&iacute;dia) (explicado abaixo) &eacute; atribu&iacute;do &agrave; NIC do host e &eacute; conhecido como o endere&ccedil;o f&iacute;sico. O endere&ccedil;o f&iacute;sico permanece o mesmo, independentemente de onde o host &eacute; colocado na rede, da mesma maneira que as impress&otilde;es digitais permanecem com a pessoa, independentemente de onde ela v&aacute;.</p>
            <p>O endere&ccedil;o IP &eacute; semelhante ao endere&ccedil;o de correspond&ecirc;ncia de uma pessoa. Ele &eacute; conhecido como um endere&ccedil;o l&oacute;gico porque &eacute; atribu&iacute;do de maneira l&oacute;gica com base no local do host. O endere&ccedil;o IP, ou endere&ccedil;o de rede, &eacute; baseado na rede local e &eacute; atribu&iacute;do a cada host por um administrador da rede. Esse processo &eacute; semelhante ao governo local que atribui um endere&ccedil;o de rua com base na descri&ccedil;&atilde;o l&oacute;gica da cidade ou povoado e da vizinhan&ccedil;a.</p>
            <p>Um endere&ccedil;o IP consiste de uma s&eacute;rie de 32 bits bin&aacute;rios (uns e zeros). &Eacute; muito dif&iacute;cil para as pessoas lerem um endere&ccedil;o IP bin&aacute;rio. Por essa raz&atilde;o, os 32 bits s&atilde;o agrupados em quatro bytes de 8 bits chamados octetos. Um endere&ccedil;o IP, mesmo nesse formato agrupado, &eacute; dif&iacute;cil para as pessoas lerem, escreverem e lembrarem; portanto, cada octeto &eacute; apresentado como seu valor decimal, separado por um ponto decimal ou ponto. Esse formato &eacute; conhecido como uma nota&ccedil;&atilde;o decimal com ponto. Quando um host &eacute; configurado com um endere&ccedil;o IP, ele &eacute; inserido como um n&uacute;mero decimal com ponto, como 192.168.1.5. Imagine se voc&ecirc; tivesse que inserir o bin&aacute;rio de 32 bits equivalente a isto: 11000000101010000000000100000101. Se apenas um bit fosse digitado incorretamente, o endere&ccedil;o seria diferente e o host n&atilde;o poderia se comunicar na rede.
            </p>
            <p>O endere&ccedil;o IP l&oacute;gico de 32 bits &eacute; hier&aacute;rquico e composto de duas partes. A primeira parte identifica a rede e a segunda parte identifica um host naquela rede. As duas partes s&atilde;o exigidas em um endere&ccedil;o IP. Como exemplo, se um host possui o endere&ccedil;o IP 192.168.18.57, os tr&ecirc;s primeiros octetos, 192.168.18, identificam a por&ccedil;&atilde;o da rede do endere&ccedil;o, e o &uacute;ltimo octeto, 57, identifica o host. Isso &eacute; conhecido como endere&ccedil;amento hier&aacute;rquico, porque a por&ccedil;&atilde;o da rede indica a rede na qual cada endere&ccedil;o de host &uacute;nico est&aacute; localizado. Os roteadores precisam apenas saber como chegar em cada rede e n&atilde;o no local de cada host individual.</p>
            <p>Os endere&ccedil;os IP s&atilde;o divididos nas cinco classes a seguir:</p>
            <ul>
              <li>Classe A &ndash; Redes grandes, implementadas por grandes empresas e alguns pa&iacute;ses </li>
              <li>Classe B &ndash; Redes de tamanho m&eacute;dio, implementadas por universidades </li>
              <li>Classe C &ndash; Redes pequenas, implementadas por provedores de servi&ccedil;os de Internet para assinaturas de clientes </li>
              <li>Classe D &ndash; Uso especial para multidifus&atilde;o </li>
              <li>Classe E &ndash; Usada para testes experimentais </li>
            </ul>
            <p><span class="bold">M&aacute;scara de sub-rede</span><br> Uma m&aacute;scara de sub-rede &eacute; usada para indicar a por&ccedil;&atilde;o da rede de um endere&ccedil;o IP. Como o endere&ccedil;o IP, a m&aacute;scara de sub-rede &eacute; um n&uacute;mero decimal com ponto. Normalmente todos os hosts dentro de uma LAN usam a mesma m&aacute;scara de sub-rede. A Figura 1 mostra as m&aacute;scaras de sub-rede padr&atilde;o para endere&ccedil;os IP &uacute;teis mapeados para as tr&ecirc;s primeiras classes de endere&ccedil;os IP:</p>
            <ul>
              <li>255.0.0.0 &ndash; Classe A, que indica que o primeiro octeto do endere&ccedil;o IP &eacute; a por&ccedil;&atilde;o da rede </li>
              <li>255.255.0.0 &ndash; Classe B, que indica que os dois primeiros octetos do endere&ccedil;o IP s&atilde;o a por&ccedil;&atilde;o da rede </li>
              <li>255.255.255.0 &ndash; Classe C, que indica que os tr&ecirc;s primeiros octetos do endere&ccedil;o IP s&atilde;o a por&ccedil;&atilde;o da rede </li>
            </ul>
            <p>Se uma organiza&ccedil;&atilde;o possui uma rede de Classe B, mas precisa fornecer endere&ccedil;os IP para quatro LANs, a organiza&ccedil;&atilde;o teria que subdividis o endere&ccedil;o da Classe B em quatro partes menores. A cria&ccedil;&atilde;o de sub-redes &eacute; uma divis&atilde;o l&oacute;gica de uma rede. Ela fornece os meios para dividir uma rede e a m&aacute;scara de sub-rede especifica como ela &eacute; subdividida. Um administrador de rede experiente normalmente executa a cria&ccedil;&atilde;o de sub-redes. Ap&oacute;s o esquema de cria&ccedil;&atilde;o de sub-redes ter sido criado, os endere&ccedil;os IP adequados e as m&aacute;scaras de sub-rede podem ser configuradas nos hosts nas quatro LANs. Essas habilidades s&atilde;o ensinadas nos cursos do Cisco Networking Academy relacionados &agrave;s habilidades de rede de n&iacute;vel CCNA.</p>
            <p><strong>Configura&ccedil;&atilde;o manual</strong><br> Em uma rede com um pequeno n&uacute;mero de hosts, &eacute; f&aacute;cil configurar manualmente cada dispositivo com o endere&ccedil;o IP adequado. Um administrador de rede que entende de endere&ccedil;amento de IP deve atribuir os endere&ccedil;os e deve saber como escolher um endere&ccedil;o v&aacute;lido para uma determinada rede. O endere&ccedil;o IP inserido &eacute; &uacute;nico para cada host dentro da mesma rede ou sub-rede. </p>
            <p>Para inserir manualmente um endere&ccedil;o IP em um host, v&aacute; at&eacute; as configura&ccedil;&otilde;es de TCP/IP na janela de Propriedades da NIC (Network Interface Card, placa de interface de rede). A NIC &eacute; o hardware que permite a um computador se conectar a uma rede. Ela possui um endere&ccedil;o chamado endere&ccedil;o MAC. Enquanto o endere&ccedil;o IP &eacute; um endere&ccedil;o l&oacute;gico definido pelo administrador da rede, um endere&ccedil;o MAC &eacute; "gravado" ou permanentemente programado na NIC quando ela &eacute; fabricada. O endere&ccedil;o IP de uma NIC pode ser alterado, mas o endere&ccedil;o MAC nunca &eacute; alterado. </p>
            <p>A diferen&ccedil;a principal entre um endere&ccedil;o IP e um endere&ccedil;o MAC &eacute; que o MAC &eacute; usado para entregar quadros na LAN, enquanto o IP &eacute; usado para transportar quadros fora da LAN. Um quadro &eacute; um pacote de dados, juntamente com informa&ccedil;&otilde;es do endere&ccedil;o adicionadas ao in&iacute;cio e final do pacote antes da transmiss&atilde;o pela rede. Depois que um quadro &eacute; entregue &agrave; LAN de destino, o endere&ccedil;o MAC &eacute; usado para entregar o quadro ao host final naquela LAN.</p>
            <p>Se mais de poucos computadores compuserem uma LAN, configurar manualmente endere&ccedil;os IP para cada host da rede pode levar muito tempo e pode ser uma atividade propensa a erros. Neste caso, o uso de um servidor DHCP (Dynamic Host Configuration Protocol, protocolo de configura&ccedil;&atilde;o din&acirc;mica de hosts) atribuiria automaticamente endere&ccedil;os IP e simplificaria bastante o processo de endere&ccedil;amento.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_3_2/8.3.2_WS_IP_Address_Classes.pdf">Planilha de exerc&iacute;cios</a>
                              <p> <span class="activity_bold">Classe do Endere&ccedil;o IP</span><br> Identificar a classe de endere&ccedil;o IP para um endere&ccedil;o IP<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
            <p>&nbsp; </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
