<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Descrever como atualizar os sistemas operacionais</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	
<!-- <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">3.0</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe which repairs require the manufacturer and which repairs require a repair center</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Um sistema operacional deve ser atualizado periodicamente para ficar compat&iacute;vel com o hardware e o software mais recente. Quando as vers&otilde;es mais recentes de um sistema operacional s&atilde;o liberadas, conseq&uuml;entemente, o suporte para os sistemas operacionais mais antigos &eacute; removido.</p>
            <p>Os produtos de hardware est&atilde;o chegando continuamente no mercado. O novo projeto de produtos geralmente exige que o sistema operacional mais recente seja instalado para funcionar corretamente. Embora isso possa ser caro, voc&ecirc; ganha funcionalidade avan&ccedil;ada, atrav&eacute;s de novos recursos e suporte para hardware mais recente. </p>
            <p>Uma atualiza&ccedil;&atilde;o do Windows XP pode ser executada de um CD ou atrav&eacute;s de uma rede. Voc&ecirc; deve certificar-se de que o novo sistema operacional &eacute; compat&iacute;vel com o computador. A Microsoft fornece um utilit&aacute;rio chamado Supervisor de atualiza&ccedil;&atilde;o para digitalizar o sistema para verificar problemas de incompatibilidade, antes de atualizar para os sistemas operacionais mais recentes do Windows. Voc&ecirc; pode fazer download gratuito do Supervisor de atualiza&ccedil;&atilde;o a partir do site do Microsoft Windows. Depois que o Supervisor de atualiza&ccedil;&atilde;o for conclu&iacute;do, &eacute; gerado um relat&oacute;rio para inform&aacute;-lo de quaisquer problemas. A incompatibilidade de hardware &eacute; o motivo mais comum de falha no processo de atualiza&ccedil;&atilde;o. </p>
            <p>Nem todos os sistemas operacionais mais antigos do Windows s&atilde;o atualiz&aacute;veis para as vers&otilde;es mais recentes, conforme descrito na lista a seguir:</p>
            <ul>
              <li>Windows 98, Windows 98 SE e Windows Me pode ser atualizado para Windows XP Home ou Windows XP Professional. </li>
              <li>Windows NT workstation 4.0 com Service Pack 6 e Windows 2000 Professional pode ser atualizado somente para Windows XP Professional.
              </li>
              <li>Windows 3.1 e Windows 95 n&atilde;o pode ser atualizado para Windows XP.
              </li>
            </ul>
            <p><span class="bold">OBSERVA&Ccedil;&Atilde;O:</span> N&atilde;o esque&ccedil;a de fazer backup de todos os dados antes de iniciar a atualiza&ccedil;&atilde;o. </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
