<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">

<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	 	<tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">

	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25">

	  	   	<img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	       	<td width="18" class="toptitle01_white_bold">11.2</td>

	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	       	<td width="100%" class="toptitle01_white_bold">Explicar a utiliza&ccedil;&atilde;o de ferramentas e o procedimento seguro de laborat&oacute;rio</td>

	  	   	<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	 	</tr>

	  <!--  End top title Lesson Bar -->

	  <!--  Start top title Topic Bar -->

 	 	<tr>
	    	<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    		<td height="25"  class="toptitle02_white_bold">11.2.3</td>

	    	<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

   			<td width="100%" height="25" class="toptitle02_white_bold">Identificar os poss&iacute;veis riscos de seguran&ccedil;a e implementar os procedimentos de seguran&ccedil;a adequados aos componentes do computador</td>

	    	<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>

  		</tr>
	 <!--  End top title Topic Bar -->

</table>

	<!-- CONTENT -->

	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
			<tr>
				<td width="20"></td>
				<td>
	        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

	        <tr>
          <td width="100%">
            <p>A maior parte dos componentes internos do computador usa eletricidade de baixa voltagem. Alguns componentes, no entanto, operam com alta voltagem e podem ser perigosos, se voc&ecirc; n&atilde;o seguir as precau&ccedil;&otilde;es de seguran&ccedil;a. Os seguintes componentes de computador de alta voltagem, perigosos somente devem ser consertados por pessoal autorizado:</p>

            <ul>
				<li>Fontes de energia</li>
				<li>Monitores </li>
				<li>Impressoras a laser </li>
			</ul>

            <p><span class="bold">Fontes de energia</span><br>O custo para reparar uma fonte de energia, &agrave;s vezes pode ser igual ao custo de uma nova fonte de energia. Por esse motivo, a maioria das fontes de energia quebradas ou usadas s&atilde;o substitu&iacute;das. Somente t&eacute;cnicos certificados experientes devem consertar fontes de energia.</p>

            <p><span class="bold">Monitores</span><br>As partes eletr&ocirc;nicas internas de um monitor n&atilde;o podem ser reparadas, mas podem ser substitu&iacute;das. Os monitores, especialmente monitores CRT, operam usando altas voltagens. Somente um t&eacute;cnico de eletr&ocirc;nica certificado deve consert&aacute;-los.</p>

		  	<p><span class="bold">Impressoras a laser</span><br>As impressoras a laser podem ser muito caras.  &Eacute; mais econ&ocirc;mico consertar as impressoras quebradas, reparando ou substituindo as pe&ccedil;as quebradas. As impressoras a laser usam voltagens altas e podem ter as superf&iacute;cies internas muito quentes. Tome cuidado ao consertar impressoras a laser.</p>


			</tr>
			         </table>
			       </td>
			     </tr>
				</table>

			</body>

			</html>
