<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Indicar os requisitos de seguran&ccedil;a com base nas necessidades do cliente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	
<!-- <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">1.0</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>Uma organiza&ccedil;&atilde;o deve trabalhar bastante para conseguir o melhor e mais vi&aacute;vel sistema de prote&ccedil;&atilde;o de seguran&ccedil;a contra perda de dados ou danos a softwares e equipamentos. Os t&eacute;cnicos de rede e a ger&ecirc;ncia da organiza&ccedil;&atilde;o devem trabalhar juntos para desenvolver uma pol&iacute;tica de seguran&ccedil;a que garanta que os dados e os equipamentos estejam protegidos contra todas as amea&ccedil;as de seguran&ccedil;a. Uma pol&iacute;tica de seguran&ccedil;a inclui uma declara&ccedil;&atilde;o abrangente sobre o n&iacute;vel de seguran&ccedil;a exigido e como essa seguran&ccedil;a ser&aacute; conseguida. </p>

			<p>Voc&ecirc; pode estar envolvido no desenvolvimento de uma pol&iacute;tica de seguran&ccedil;a para um cliente ou uma organiza&ccedil;&atilde;o. Ao criar uma pol&iacute;tica de seguran&ccedil;a, fa&ccedil;a as seguintes perguntas para determinar os fatores de seguran&ccedil;a:</p>
              <ul>

              <li>O computador est&aacute; em casa ou no trabalho? <br> Os computadores dom&eacute;sticos em geral s&atilde;o mais vulner&aacute;veis &agrave; invas&atilde;o sem fio em rela&ccedil;&atilde;o aos de escrit&oacute;rio. Os computadores de escrit&oacute;rio t&ecirc;m uma amea&ccedil;a maior de invas&atilde;o de rede devido a usu&aacute;rios que abusam de seus privil&eacute;gios de acesso.</li>
                <li>H&aacute; acesso 24 horas por dia &agrave; Internet?<br>Quanto mais o computador ficar exposto &agrave; Internet, maiores ser&atilde;o as chances de ataques de outros computadores infectados. Um computador com acesso &agrave; Internet deve conter firewall e antiv&iacute;rus.</li>
                <li>O computador &eacute; um laptop?<br>A seguran&ccedil;a f&iacute;sica &eacute; um problema com laptops. H&aacute; medidas para proteger laptops, como bloqueadores de cabo.</li>
              </ul>
			  <p>Ap&oacute;s a conclus&atilde;o desta se&ccedil;&atilde;o, voc&ecirc; estar&aacute; apto a:</p>
              <ul>
                <li>Indicar uma pol&iacute;tica de seguran&ccedil;a local.</li>
                <li>Explicar quando e como usar o hardware de seguran&ccedil;a.</li>
                <li>Explicar quando e como usar o software do aplicativo de seguran&ccedil;a.</li>
              </ul>
              </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
