<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">15.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Atualizar a rede do cliente</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
  <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
      	<td height="25"  class="toptitle02_white_bold">15.5.3</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      	<td width="100%" height="25" class="toptitle02_white_bold">Testar conex&atilde;o</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Pode ser dif&iacute;cil saber se a sua conex&atilde;o sem fio est&aacute; funcionando corretamente, mesmo quando o Windows indica que voc&ecirc; est&aacute; conectado. Voc&ecirc; pode estar conectado a um ponto de acesso sem fio ou gateway dom&eacute;stico, mas n&atilde;o &eacute; poss&iacute;vel se conectar &agrave; Internet. A forma mais f&aacute;cil de testar uma conex&atilde;o de Internet &eacute; abrir um navegador e ver se a Internet est&aacute; dispon&iacute;vel. Para solucionar um problema de conex&atilde;o sem fio, &eacute; poss&iacute;vel usar a interface gr&aacute;fica do usu&aacute;rio ou a interface da linha de comando do Windows.</p>

            <p><span class="bold">Conex&otilde;es de rede </span><br>Para verificar uma conex&atilde;o sem fio que usa a interface gr&aacute;fica do usu&aacute;rio do Windows, selecione
              <span class="bold">Iniciar > Painel de controle > Conex&otilde;es de rede</span>, como indica a Figura 1. Clique duas vezes na conex&atilde;o de rede sem fio para exibir o status.</p>

            <p>A tela <span class="bold">Status da conex&atilde;o</span> indicada na Figura 2 mostra o n&uacute;mero de pacotes recebidos e enviados. Os pacotes s&atilde;o a comunica&ccedil;&atilde;o entre o computador e o dispositivo de rede. A janela mostra se o computador est&aacute; ou n&atilde;o conectado, al&eacute;m de exibir a velocidade e a dura&ccedil;&atilde;o da conex&atilde;o.</p>

            <p>Para exibir o <strong>Tipo de endere&ccedil;o</strong>, como mostra a Figura 3, selecione a guia <b>Suporte</b> na tela <strong>Status da conex&atilde;o</strong>. As informa&ccedil;&otilde;es de Status da conex&atilde;o incluem um endere&ccedil;o est&aacute;tico, que &eacute; atribu&iacute;do manualmente, ou um endere&ccedil;o din&acirc;mico, que &eacute; atribu&iacute;do por um servidor DHCP. A m&aacute;scara de sub-rede e o gateway padr&atilde;o tamb&eacute;m s&atilde;o listados. Para acessar o endere&ccedil;o MAC e outras informa&ccedil;&otilde;es sobre o endere&ccedil;o IP, clique em <b>Detalhes...</b>. . Se a conex&atilde;o n&atilde;o estiver funcionando corretamente, clique em <b>Reparar</b> para restaurar as informa&ccedil;&otilde;es da conex&atilde;o e tentar estabelecer uma nova conex&atilde;o.</p>


		 	<p><span class="bold">Ipconfig</span><br>O comando <strong>ipconfig</strong> &eacute; uma ferramenta de linha de comando usada para verificar se a conex&atilde;o tem um endere&ccedil;o IP v&aacute;lido. A janela exibe as informa&ccedil;&otilde;es b&aacute;sicas sobre o endere&ccedil;o IP das conex&otilde;es de rede. Para realizar tarefas espec&iacute;ficas, adicione switches ao comando <strong>ipconfig</strong>, conforme indica a Figura 4.</p>

		 	<p><span class="bold">Ping</span><br>O ping &eacute; uma ferramenta de CLI (interface de linha de comando) usada para testar a conectividade entre dispositivos. Voc&ecirc; pode testar sua pr&oacute;pria conex&atilde;o efetuando o ping do computador. Para testar o computador, fa&ccedil;a o ping da placa de rede. Selecione <span class="bold">Iniciar > Executar > cmd</span>. Na linha de comando, digite <span class="bold">ping localhost</span>. Esse comando permite saber se o adaptador est&aacute; funcionando corretamente.</p>

		 	<p>Fa&ccedil;a o ping do gateway padr&atilde;o para saber se a conex&atilde;o WAN est&aacute; funcionando corretamente. &Eacute; poss&iacute;vel localizar o endere&ccedil;o do gateway padr&atilde;o usando o comando <strong>ipconfig</strong>.</p>

		 	<p>Para testar a conex&atilde;o com a Internet e o DNS, fa&ccedil;a o ping de um site conhecido. Selecione <span class="bold">Iniciar > Executar > cmd</span>. Na linha de comando, digite <span class="bold">ping destination name</span>.</p>

			<p>A resposta do comando <strong>ping</strong> exibe a resolu&ccedil;&atilde;o do endere&ccedil;o IP do dom&iacute;nio. A resposta mostra os resultados do ping ou indica que o tempo da solicita&ccedil;&atilde;o expirou porque h&aacute; um problema.</p>

			<p><span class="bold">Tracert</span><br> Tracert &eacute; uma ferramenta de CLI que tra&ccedil;a a rota que os pacotes percorrem do seu computador at&eacute; um endere&ccedil;o de destino. Selecione <span class="bold">Iniciar > Executar > cmd</span>. Na linha de comando, digite <span class="bold">tracert</span>.</p>

			<p>A primeira lista que aparece na janela como resultado do comando tracert &eacute; o seu gateway padr&atilde;o. Cada lista ap&oacute;s essa primeira lista &eacute; o roteador pelo qual os pacotes passam para chegar ao destino. O tracert mostra onde os pacotes est&atilde;o parando, indicando o local onde o problema est&aacute; ocorrendo. Se houver listas indicando problemas ap&oacute;s o gateway padr&atilde;o, isso pode indicar que os problemas est&atilde;o no provedor de Internet, na Internet ou no servidor de destino.</p>


            <!-- Start Activity box   -->

			<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
			  <tr>
				<td valign="top">
				  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					<tr>
					  <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
					  <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
					  <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					</tr>
				  </table>
				  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					<tr>
					  <td>
						<table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
						  <tr>
							<td width="15" class="activity_text">&nbsp;</td>
							<td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_5_3/15.5.3_Lab_Test_Wireless_NIC.pdf">Laborat&oacute;rio</a>
<p> <span class="bold">Teste de conex&atilde;o de placa de rede sem fio</span><br> Testar a conex&atilde;o da placa de rede sem fio<br> <br>
							  </p>
							</td>
						  </tr>
						</table>
					  </td>
					</tr>
				  </table>
				</td>
			  </tr>
			</table>

<!-- END Activity box   -->


          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
