<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explicar como configurar laptops</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descri&ccedil;&atilde;o da instala&ccedil;&atilde;o e da remo&ccedil;&atilde;o segura de componentes do laptop</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            	   <p> Existem v&aacute;rios componentes em um laptop que podem precisar ser substitu&iacute;dos. Lembre sempre de certificar-se de que possui o componente de substitui&ccedil;&atilde;o correto e as ferramentas recomendadas pelo fabricante. Alguns componentes suportam hot-swap, o que significa que eles podem ser removidos e substitu&iacute;dos enquanto o computador est&aacute; ligado. Estes s&atilde;o alguns dos componentes que podem precisar ser substitu&iacute;dos:              	</p>
				<ul>
              		<li>Bateria</li>
              		<li>Unidade &oacute;ptica</li>
              		<li>Disco r&iacute;gido</li>
              		<li>Mem&oacute;ria</li>
              		<li>PC cards</li>
              	</ul>


            <p>A Figura 1 mostra um exemplo de laptop.&nbsp; </p>

            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Cada fabricante de laptop usa procedimentos &uacute;nicos de instala&ccedil;&atilde;o e remo&ccedil;&atilde;o de hardware. Verifique o manual do laptop para obter informa&ccedil;&otilde;es de instala&ccedil;&atilde;o espec&iacute;ficas e siga as precau&ccedil;&otilde;es de ESD e instala&ccedil;&atilde;o segura.&nbsp; </p>

            <p><span class="caution_caps">CUIDADO:</span> Sempre desconecte a alimenta&ccedil;&atilde;o e remova a bateria antes de instalar ou remover os componentes do laptop que n&atilde;o suportam hot-swap.&nbsp; </p>

            <p><span class="bold">Etapas para substitui&ccedil;&atilde;o da bateria</span> [Figura 2]<br> Remova a bateria do seu compartimento:
             </p>

			 <ol>
           		<li>Mova a trava da bateria para a posi&ccedil;&atilde;o destravada.</li>
				<li>Segure a alavanca de libera&ccedil;&atilde;o na posi&ccedil;&atilde;o de destravar e remova a bateria.</li>
			 </ol>
			<p> Instale a bateria no seu compartimento:
            </p>
			 <ol>
           		<li>Insira a bateria.</li>
				<li>Verifique se as duas alavancas da bateria est&atilde;o travadas.</li>
			 </ol>


            <p><span class="bold">Etapas para substitui&ccedil;&atilde;o da unidade &oacute;ptica</span> [Figura 3]<br> Remova a unidade de DVD/CD-RW:
             </p>

			 <ol>
           		<li>Pressione o bot&atilde;o para abrir a unidade e remova qualquer m&iacute;dia da unidade. Feche a bandeja.</li>
				<li>Deslize a trava para liberar a alavanca que prende a unidade.</li>
				<li>Puxe a alavanca para expor a unidade. Remova a unidade. </li>
			 </ol>
			 <p> Instale a unidade de DVD/CD-RW:
             </p>
			 <ol>
           		<li>Insira a unidade com seguran&ccedil;a.</li>
				<li>Empurre a alavanca para a frente.</li>
			 </ol>


            <p><span class="bold">Etapas para substitui&ccedil;&atilde;o de disco r&iacute;gido</span> [Figura 4]<br> Remova o disco r&iacute;gido:
             </p>

			 <ol>
           		<li>Na parte inferior do laptop, remova o parafuso que segura o disco r&iacute;gido no lugar.</li>
				<li>Deslize o conjunto para fora. Remova o conjunto do disco r&iacute;gido.</li>
				<li>Remova a face de vidro do disco r&iacute;gido.</li>
			 </ol>
			 <p> Instale o disco r&iacute;gido:
             </p>
			 <ol>
           		 <li>Conecte a face de vidro ao disco r&iacute;gido.</li>
				 <li>Deslize o disco r&iacute;gido em seu compartimento.</li>
				<li>Na parte inferior do laptop, instale o parafuso que segura o disco r&iacute;gido no lugar. </li>
			 </ol>


            <p><span class="bold">Etapas para substitui&ccedil;&atilde;o da mem&oacute;ria de expans&atilde;o</span> [Figura 5]<br> A mem&oacute;ria de expans&atilde;o do laptop tamb&eacute;m &eacute; chamada de SODIMM. Remova a SODIMM existente se n&atilde;o existirem mais slots dispon&iacute;veis para a nova SODIMM:</p>

			 <ol>

              <li>Remova o parafuso para expor a SODIMM.</li>
				<li>Pressione para fora os clipes que seguram as laterais da SODIMM.</li>

              <li>Erga para soltar a SODIMM do slot e remova a SODIMM.</li>
			 </ol>

            <p> Instale a SODIMM: </p>
			 <ol>
           		<li>Alinhe o entalhe a um &acirc;ngulo de 45 graus.</li>
				<li>Pressione cuidadosamente para baixo at&eacute; os clipes travarem. </li>
				<li>Recoloque a tampa e instale o parafuso.</li>
			 </ol>


            <p><span class="bold">Etapas para substitui&ccedil;&atilde;o da placa de expans&atilde;o do PC</span> [Figura 6]<br> Remova a placa de expans&atilde;o do PC:
             </p>

			 <ol>
           		 <li>Pressione o bot&atilde;o ejetar superior para liberar a placa de expans&atilde;o do PC.</li>
              </ol>
			 <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> Existem dois bot&otilde;es: O bot&atilde;o azul inferior ejeta a PC card Tipo II.</p>
			 <p>Instale a placa de expans&atilde;o do PC:
              </p>
             <ol>
           		 <li>Pressione o bot&atilde;o azul para frente.</li>
				<li>Insira a placa de expans&atilde;o do PC no slot expresso.</li>
			 </ol>


            <p><span class="caution_caps">CUIDADO:</span> Em alguns laptops, a PC Card, a unidade &oacute;ptica e os dispositivos USB suportam hot-swap. No entanto, o disco r&iacute;gido interno, a RAM e a bateria N&Atilde;O suportam hot-swap.&nbsp;
            </p>

            <p class="bold">Etapas para remo&ccedil;&atilde;o de dispositivo que suporta hot-swap

								<ol>
              		<li>Clique com o bot&atilde;o esquerdo do mouse no &iacute;cone Remover hardware com seguran&ccedil;a na bandeja de sistema do Windows para verificar se o dispositivo n&atilde;o est&aacute; em uso.</li>
              		<li>Clique com o bot&atilde;o esquerdo no dispositivo que deseja remover. Uma mensagem &eacute; exibida informando a voc&ecirc; que &eacute; seguro remover o dispositivo.</li>
              		<li>Remova o dispositivo do laptop.</li>
								</ol>
				<p></p>
<TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar"> <IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>

                            <TD class="activity_text"> <img border="0" src="../../images/virt_lapt_new.gif" width="36" height="30"> <b>Atividade opcional: Componentes e dispositivos do laptop virtual</b>
                              <p>Os requisitos do sistema para o laptop virtual s&atilde;o um m&iacute;nimo de 512 MB de RAM e Windows 2000 ou XP.<br> Substitua componentes e dispositivos no laptop virtual.<br> <br>
                              </p>
                            </TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
            <p>&nbsp;</p></td>
          </tr>
         </table>
       </td>
     </tr>
	</table>
</body>

</html>
