<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">5.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Explica&ccedil;&atilde;o da finalidade de um sistema operacional</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">5.1.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Descri&ccedil;&atilde;o das caracter&iacute;sticas dos sistemas operacionais modernos</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Seja qual for o tamanho e a complexidade do computador e do sistema operacional, todos os sistemas operacionais executam as mesmas quatro fun&ccedil;&otilde;es b&aacute;sicas. Os sistemas operacionais controlam o acesso do hardware, gerenciam arquivos e pastas, oferecem uma interface de usu&aacute;rio e gerenciam aplicativos.</p>
            <p><strong>Controlar acesso do hardware</strong><br> O sistema operacional gerencia a intera&ccedil;&atilde;o entre aplicativos e hardware. Para ter acesso ao hardware e comunicar-se com ele, o sistema operacional instala um driver de dispositivo para cada componente de hardware. O driver de dispositivo &eacute; um pequeno programa desenvolvido pelo fabricante e fornecido com o componente de hardware. Primeiramente o dispositivo de hardware &eacute; instalado, em seguida &eacute; instalado o driver de dispositivo, que permite ao sistema operacional comunicar-se com o componente de hardware.</p>
            <p>O processo de atribui&ccedil;&atilde;o de recursos do sistema e instala&ccedil;&atilde;o de drivers pode ser realizado com PnP (Plug and Play). O processo PnP foi introduzido no Windows 95 para simplificar a instala&ccedil;&atilde;o de novos hardwares. Todos os sistemas operacionais modernos s&atilde;o compat&iacute;veis com PnP. Com o PnP, o sistema operacional detecta se o hardware &eacute; compat&iacute;vel com PnP e instala o driver desse componente. Em seguida, o sistema operacional configura o dispositivo e atualiza o Registro, que &eacute; um banco de dados que cont&eacute;m todas as informa&ccedil;&otilde;es sobre o computador. </p>
            <p><strong>OBSERVA&Ccedil;&Atilde;O:</strong> O Registro cont&eacute;m informa&ccedil;&otilde;es sobre aplicativos, usu&aacute;rios, hardware, configura&ccedil;&otilde;es de rede e tipos de arquivos.</p>
            <p><span class="bold"><strong>Gerenciamento de arquivos e pastas</strong>
              </span><br>O sistema operacional cria uma estrutura de arquivos na unidade de disco r&iacute;gido para o armazenamento dos dados. Um arquivo &eacute; um bloco de dados relacionados que recebe um nome exclusivo e &eacute; tratado como uma unidade. Os arquivos de programas e de dados s&atilde;o agrupados em diret&oacute;rios. Os arquivos e os diret&oacute;rios s&atilde;o organizados para facilitar a recupera&ccedil;&atilde;o e o uso. Os diret&oacute;rios podem conter outros diret&oacute;rios. Esses diret&oacute;rios aninhados chamam-se subdiret&oacute;rios. Em sistemas operacionais Windows, os diret&oacute;rios s&atilde;o chamados de pastas e os subdiret&oacute;rios de subpastas.</p>
            <p><strong>Interface de usu&aacute;rio</strong> <br> O sistema operacional permite que o usu&aacute;rio interaja com o software e o hardware. Existem dois tipos de interfaces de usu&aacute;rio:</p>
            <ul>
              <li>CLI (Command Line Interface, interface de linha de comando) &ndash; o usu&aacute;rio digita comandos em um prompt, como mostra a Figura 1. </li>
              <li>GUI (Graphical User Interface, interface gr&aacute;fica de usu&aacute;rio) &ndash; o usu&aacute;rio interage com menus e &iacute;cones, como mostra a Figura 2.</li>
            </ul>
			<p>A maioria dos sistemas operacionais, como o Windows 2000 e o Windows XP, inclui os dois tipos de interface. </p>
            <p><strong>Gerenciamento de aplicativos</strong><br> O sistema operacional localiza um aplicativo e carrega-o na RAM do computador. Aplicativos s&atilde;o programas de software, como editores de texto, bancos de dados, planilhas, jogos e muitos outros. O sistema operacional garante que cada aplicativo tenha os recursos do sistema adequados.</p>
            <p>API (Aplication Programming Interface, interface de programa&ccedil;&atilde;o de aplicativos) &eacute; um conjunto de diretrizes usadas pelos programadores para assegurar a compatibilidade do aplicativo em desenvolvimento com um sistema operacional. Estes s&atilde;o dois exemplos de APIs:</p>
            <ul>
              <li class="tablestyle">OpenGL (Open Graphics Library) &ndash; especifica&ccedil;&atilde;o padr&atilde;o de v&aacute;rias plataformas para elementos gr&aacute;ficos multim&iacute;dia </li>

              <li><span class="tablestyle">DirectX &ndash; conjunto de APIs relacionadas a tarefas multim&iacute;dia do Microsoft Windows            </span></li>
			</ul>
            <p>&nbsp; </p>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
