<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.2</td>

	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Explicar a utiliza&ccedil;&atilde;o de ferramentas e o procedimento seguro de laborat&oacute;rio</td>

	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
  <!--  End top title Lesson Bar -->
  <!--  Start top title Topic Bar -->
		<tr>
			<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

			<td height="25"  class="toptitle02_white_bold">11.2.2</td>

			<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

			<td width="100%" height="25" class="toptitle02_white_bold">Analisar nomes, finalidades, caracter&iacute;sticas e utiliza&ccedil;&atilde;o adequada e segura das ferramentas</td>

			<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>

	 	</tr>
 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Um t&eacute;cnico de computador precisa de ferramentas adequadas para trabalhar com seguran&ccedil;a e evitar danos ao equipamento de computador. H&aacute; muitas ferramentas que um t&eacute;cnico usa para diagnosticar e reparar problemas do computador: </p>

				<ul>
					<li>Chave de fenda de cabe&ccedil;a plana, grande e pequena </li>
					<li>Chave de fenda Phillips, grande e pequena </li>
					<li>Pin&ccedil;as ou alicate </li>
					<li>Alicates de bicos finos </li>
					<li>Alicate para corte de fios</li>
					<li>Extrator de aparas</li>
					<li>Conjunto de chave inglesa hexagonal </li>
					<li>Chave estrela </li>
					<li>Chave para porcas, grande e pequena </li>
					<li>Retentor do componente de tr&ecirc;s pontas </li>
					<li>Mult&iacute;metro digital </li>
					<li>Plugs revestidos </li>
					<li>Espelho pequeno </li>
					<li>Pincel para poeira pequeno </li>
					<li>Pano de limpeza macio e sem fiapos </li>
					<li>Amarra&ccedil;&otilde;es de cabo </li>
					<li>Tesouras </li>
					<li>Lanterna pequena </li>
					<li>Fita isolante </li>
					<li>Caneta ou l&aacute;pis</li>
					<li>Ar comprimido</li>

				</ul>

            <p>A eletricidade est&aacute;tica &eacute; uma das maiores preocupa&ccedil;&otilde;es dos t&eacute;cnicos de computador quando trabalham em muitos ambientes. As ferramentas que voc&ecirc; usa e mesmo seu pr&oacute;prio corpo podem armazenar ou conduzir milhares de volts de eletricidade. Andar pelo tapete ou capacho e tocar um componente do computador antes de criar seu ponto de aterramento pode danificar muito o componente. </p>

            <p>Os dispositivos antiest&aacute;ticos ajudam a controlar a eletricidade est&aacute;tica. Use dispositivos antiest&aacute;ticos para evitar danos aos componentes sens&iacute;veis. Antes de tocar em um componente do computador, crie seu ponto de aterramento, tocando no chassi ou na manta do computador aterrado.  H&aacute; alguns dispositivos antiest&aacute;ticos:</p>
				<ul>
					<li>Pulseira antiest&aacute;tica - Conduz eletricidade est&aacute;tica de seu corpo para o solo</li>
					<li>Manta antiest&aacute;tica - Aterra o quadro do computador</li>
					<li>Bolsa antiest&aacute;tica - Mant&eacute;m os componentes sens&iacute;veis do computador seguros quando n&atilde;o s&atilde;o instalados dentro do computador</li>
					<li>Produtos de limpeza - Mant&ecirc;m os componentes sem criar um ac&uacute;mulo de eletricidade est&aacute;tica</li>
				</ul>
			<p><span class="caution_caps">CUIDADO:</span> N&atilde;o limpe uma pulseira antiest&aacute;tica quando estiver trabalhando com circuitos de voltagem alta, como os encontrados em monitores e impressoras.   N&atilde;o abra monitores, a menos que voc&ecirc; esteja treinado adequadamente. </p>
			</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
