<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">16.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Selecionar os componentes de seguran&ccedil;a com base nas necessidades do cliente</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Descrever e comparar os tipos de firewall</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Os firewalls de hardware e de software protegem os dados e os equipamentos das redes contra acesso n&atilde;o autorizado. O firewall deve ser usado junto com o software de seguran&ccedil;a.</p>

			<p>Os firewalls de hardware e de software possuem diversos modos de filtro do tr&aacute;fego de dados na rede:</p>
			<ul>
			<li><span class="bold">Filtro de pacotes</span> &ndash; Um conjunto de regras que permitem ou pro&iacute;bem o tr&aacute;fego com base em crit&eacute;rios como os endere&ccedil;os, protocolos ou portas IP utilizados.</li>
			<li><span class="bold">Firewall de proxy</span> &ndash; Um firewall que inspeciona todo o tr&aacute;fego e permite ou pro&iacute;be os pacotes com base em regras configuradas. O proxy funciona como um gateway que protege os computadores dentro da rede. </li>
			<li><span class="bold">Inspe&ccedil;&atilde;o de estado de pacotes</span> &ndash; Um firewall que monitora o estado das conex&otilde;es de rede que trafegam pelo firewall. Os pacotes que n&atilde;o fazem parte de uma conex&atilde;o conhecida n&atilde;o t&ecirc;m permiss&atilde;o de retorno pelo firewall.</li>
			</ul>


            <p><span class="bold">Firewall de hardware</span><br>O firewall de hardware &eacute; um componente f&iacute;sico de filtro que inspeciona os pacotes de dados da rede antes que cheguem aos computadores e outros dispositivos na rede. Os firewalls de hardware costumam ser instalados em roteadores. O firewall de hardware &eacute; uma unidade independente que n&atilde;o usa os recursos dos computadores que est&aacute; protegendo, por isso n&atilde;o h&aacute; impacto no desempenho do processamento. </p>

            <p><span class="bold">Firewall de software</span><br>O firewall de software &eacute; um aplicativo em um computador que inspeciona e filtra os pacotes de dados. O Windows Firewall &eacute; um exemplo de firewall de software que &eacute; inclu&iacute;do no sistema operacional Windows. O firewall de software usa os recursos do computador, o que resulta em diminui&ccedil;&atilde;o do desempenho para o usu&aacute;rio.</p>

			<p>Considere os itens descritos na Figura 1 quando selecionar um firewall.</p>

            <p><span class="note_caps">OBSERVA&Ccedil;&Atilde;O:</span> em uma rede segura, se o desempenho do computador for irrelevante, &eacute; recomend&aacute;vel ativar um firewall interno de sistema operacional para garantir uma seguran&ccedil;a adicional. Alguns aplicativos podem n&atilde;o funcionar adequadamente se o firewall n&atilde;o estiver corretamente configurado para eles.</p>

<!-- Start Activity box   -->
            <TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
        <TR>
        <TD valign="top">
        	<TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
        	<TR>
        	<TD width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
        	<TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
        	<TD align="right" valign="top" class="activity_topbar"> <IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
        	</TR>
        	</TABLE>
        	<TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
	        <TR>
      		<TD>
        		<TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
        		<TR>
        		<TD width="15" class="activity_text">&nbsp;</TD>
        		            <TD class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet16_2_3/16.2.3_Wk_Research_Firewalls.pdf">Planilha de exerc&iacute;cios</a>
<p>
				<span class="activity_bold">Firewalls</span><br> Pesquise firewalls de hardware e de software<br> <br></p>
   				</TD>
        		</TR>
        		</TABLE>
				</TD>
        	</TR>
        	</TABLE>
			</TD>
        </TR>
        </TABLE>
<!-- END Activity box   -->

 			</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
