<html>

<head>
<meta http-equiv="Content-Language" content="pt-br">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Conte&uacute;do</title>
<base target="_self"> <link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Explicar a finalidade das condi&ccedil;&otilde;es e procedimentos de trabalho com seguran&ccedil;a</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->
	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.1.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identificar os procedimentos de segurança e os possíveis riscos aos usuários e técnicos</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p><span class="bold">Diretrizes gerais de seguran&ccedil;a</span><br> Siga as diretrizes b&aacute;sicas de seguran&ccedil;a para evitar cortes, queimaduras, choques el&eacute;tricos e danos &agrave; vis&atilde;o. De acordo com as melhores pr&aacute;ticas, certifique-se de que h&aacute; extintor de inc&ecirc;ndio e kit de primeiros socorros dispon&iacute;veis em caso de inc&ecirc;ndio ou ferimentos. A Figura 1 descreve uma lista de diretrizes gerais de seguran&ccedil;a.</p>
            <p><span class="caution_caps">CUIDADO:</span> a voltagem de fontes de energia e monitores &eacute; muito alta. N&atilde;o use a pulseira antiest&aacute;tica quando consertar fontes de energia ou monitores.</p>
            <p><span class="caution_caps">CUIDADO:</span> algumas pe&ccedil;as da impressora podem ficar muito quentes durante o funcionamento e outras pe&ccedil;as podem conter alta voltagem. Antes de fazer os reparos, verifique se a impressora teve tempo de esfriar. Consulte o manual da impressora para saber onde ficam os componentes que podem conter alta voltagem. Alguns componentes podem reter alta voltagem mesmo depois que a impressora foi desligada.</p>
            <p><span class="bold">Diretrizes de seguran&ccedil;a em caso de inc&ecirc;ndio</span><br> Siga as diretrizes de seguran&ccedil;a em caso de inc&ecirc;ndio para proteger vidas, estruturas e equipamentos. Para evitar choque el&eacute;trico e evitar danos ao computador, desligue-o e tire-o da tomada antes de iniciar os reparos.</p>
            <p>O fogo pode se alastrar rapidamente e causar muitos estragos. O uso adequado do extintor de inc&ecirc;ndio pode impedir que um pequeno inc&ecirc;ndio fuja do controle. Ao trabalhar com componentes do computador, sempre considere a possibilidade de ocorrer um inc&ecirc;ndio acidental e saiba como reagir. Em caso de inc&ecirc;ndio, siga os seguintes procedimentos de seguran&ccedil;a:</p>
            <ul>
              <li>Nunca tente combater um inc&ecirc;ndio que est&aacute; fora de controle ou n&atilde;o foi contido.</li>
              <li>Sempre tenha uma rota de fuga de inc&ecirc;ndio planejada antes de iniciar qualquer trabalho.</li>
              <li>Saia do pr&eacute;dio rapidamente.</li>
              <li>Chame os servi&ccedil;os de emerg&ecirc;ncia para pedir ajuda.</li>
            </ul>
            <p>Localize as instru&ccedil;&otilde;es de uso do extintor de inc&ecirc;ndio no local de trabalho e leia-as antes de haver necessidade de us&aacute;-lo. O treinamento de seguran&ccedil;a pode estar dispon&iacute;vel em sua organiza&ccedil;&atilde;o. </p>
            <p>Nos Estados Unidos, existem quatro classifica&ccedil;&otilde;es para extintores de inc&ecirc;ndio. Letras, cores e formas diferentes identificam cada categoria de extintor, como mostra a Figura 2. Cada tipo de extintor de inc&ecirc;ndio possui produtos qu&iacute;micos espec&iacute;ficos para combater tipos diferentes de inc&ecirc;ndios:</p>
            <ul>
              <li>Classe A &ndash; Papel, madeira, pl&aacute;stico e papel&atilde;o</li>
              <li>Classe B &ndash; Gasolina, querosene e solventes org&acirc;nicos</li>
              <li>Classe C &ndash; Equipamentos el&eacute;tricos</li>
              <li>Classe D &ndash; Metais inflam&aacute;veis</li>
            </ul>
            <p>Quais s&atilde;o os tipos de classifica&ccedil;&otilde;es de extintores de inc&ecirc;ndio em seu pa&iacute;s?</p>
            <p>&Eacute; importante saber como usar um extintor de inc&ecirc;ndio. Use a sigla de memoriza&ccedil;&atilde;o P-D-A-M para ajud&aacute;-lo a lembrar as instru&ccedil;&otilde;es b&aacute;sicas da opera&ccedil;&atilde;o de um extintor de inc&ecirc;ndio:<br><br>
              <span class="bold"> P</span> - Puxe a trava.<br>
              <span class="bold"> D</span> - Direcione &agrave; base do fogo, n&atilde;o &agrave;s chamas.<br>
              <span class="bold"> A</span> - Aperte o gatilho.<br>
              <span class="bold"> M</span> - Mova o jato de um lado para o outro.</p>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>
